[{"sura_num": 43, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The Ornaments", "chapter_title_arabic": "الزخرف", "chapter_title_persian": "تزيینات"}, {"sura_num": 43, "verse_num": 1, "arabic_text": "حمٓ", "english_text": "H. M.*", "persian_text": "ح. م.*", "subtitle": "", "footnote": "*43:1 See Footnote 40:1. The frequency of occurrence of the letters \"H\" (Hã) and \"M\" (Mîm) in the seven H.M.-initialed suras is 292, and 1855, respectively. This adds up to 2147, or 19x113."}, {"sura_num": 43, "verse_num": 2, "arabic_text": "وَٱلْكِتَٰبِ ٱلْمُبِينِ", "english_text": "And the enlightening scripture.", "persian_text": "و كتاب آسمانی روشنگر.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 3, "arabic_text": "إِنَّا جَعَلْنَٰهُ قُرْءَٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُونَ", "english_text": "We have rendered it an Arabic Quran, that you may understand.*", "persian_text": "ما آن را قرآنی عربی قرار داديم، باشد كه بفهميد.*", "subtitle": "", "footnote": "*43:3 Arabic is the most efficient language, especially in expressing commandments, statutes and exacting laws. Hence the revelation of the Quran in Arabic for the clear understanding of all peoples, regardless of their tongues. See Appendix 4 for the details."}, {"sura_num": 43, "verse_num": 4, "arabic_text": "وَإِنَّهُۥ فِىٓ أُمِّ ٱلْكِتَٰبِ لَدَيْنَا لَعَلِىٌّ حَكِيمٌ", "english_text": "It is preserved with us in the original master, honorable and full of wisdom.", "persian_text": "نسخهٔ اصلی آن نزد ما محفوظ است، محترم و پرحكمت.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 5, "arabic_text": "أَفَنَضْرِبُ عَنكُمُ ٱلذِّكْرَ صَفْحًا أَن كُنتُمْ قَوْمًا مُّسْرِفِينَ", "english_text": "Should we just ignore the fact that you have transgressed the limits?*", "persian_text": "آيا اين واقعيت را ناديده بگيريم كه شما از حد تجاوز كرده ايد؟*", "subtitle": "", "footnote": "*43:5 This refers to our original sin as detailed in the Introduction and Appendix 7."}, {"sura_num": 43, "verse_num": 6, "arabic_text": "وَكَمْ أَرْسَلْنَا مِن نَّبِىٍّ فِى ٱلْأَوَّلِينَ", "english_text": "We have sent many a prophet to the previous generations.", "persian_text": "ما پيامبران بسياری را به سوی نسل های گذشته فرستاده ايم.", "subtitle": "The Plan for Redemption", "footnote": ""}, {"sura_num": 43, "verse_num": 7, "arabic_text": "وَمَا يَأْتِيهِم مِّن نَّبِىٍّ إِلَّا كَانُوا بِهِۦ يَسْتَهْزِءُونَ", "english_text": "Every time a prophet went to them, they ridiculed him.", "persian_text": "هر بار پيامبری نزد آنها رفت، او را مسخره كردند.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 8, "arabic_text": "فَأَهْلَكْنَآ أَشَدَّ مِنْهُم بَطْشًا وَمَضَىٰ مَثَلُ ٱلْأَوَّلِينَ", "english_text": "Consequently, we annihilated people who were even more powerful than these. We thus set the examples from the previous communities.", "persian_text": "درنتيجه، ما مردمی را كه حتی قدرتمندتر از ايشان بودند، هلاك كرديم. ما اين چنين از جوامع گذشته مثال ها می زنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 9, "arabic_text": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلْعَزِيزُ ٱلْعَلِيمُ", "english_text": "If you asked them, \"Who created the heavens and the earth,\" they would say, \"The Almighty, the Omniscient has created them.\"", "persian_text": "اگر از آنها بپرسی: \"چه كسی آسمان ها و زمين را آفريد؟\" خواهند گفت: \"صاحب اقتدار، آن دانای مطلق آنها را خلق كرده است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 10, "arabic_text": "ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ مَهْدًا وَجَعَلَ لَكُمْ فِيهَا سُبُلًا لَّعَلَّكُمْ تَهْتَدُونَ", "english_text": "He is the One who made the earth habitable for you, and created for you roads therein, that you may follow the right way.", "persian_text": "اوست يكتايی كه زمين را برای شما قابل سكونت قرار داد و در آن جاده هايی برايتان به وجود آورد، باشد كه از راه درست پيروی كنيد.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 11, "arabic_text": "وَٱلَّذِى نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءًۢ بِقَدَرٍ فَأَنشَرْنَا بِهِۦ بَلْدَةً مَّيْتًا  كَذَٰلِكَ تُخْرَجُونَ", "english_text": "He is the One who sends down from the sky water, in exact measure, to revive dead lands therewith. Similarly, you will be resurrected.", "persian_text": "اوست که از آسمان آب را به میزان دقیق فرو می فرستد تا با آن سرزمين های مرده را دوباره زنده کند. مشابه آن، شما برانگيخته خواهيد شد.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 12, "arabic_text": "وَٱلَّذِى خَلَقَ ٱلْأَزْوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلْفُلْكِ وَٱلْأَنْعَٰمِ مَا تَرْكَبُونَ", "english_text": "He is the One who created all kinds, in pairs (male and female), and He created for you ships and livestock to ride.", "persian_text": "اوست که هر نوع موجودی را، جفت (مذکر و مؤنث) آفريد و برای شما کشتی ها و چارپايان را خلق کرد تا بر آنها سوار شويد.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 13, "arabic_text": "لِتَسْتَوُۥا عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذْكُرُوا نِعْمَةَ رَبِّكُمْ إِذَا ٱسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُوا سُبْحَٰنَ ٱلَّذِى سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقْرِنِينَ", "english_text": "As you rest on top of them, you shall appreciate such a blessing from your Lord, and say, \"Glory be to the One who subdued this for us. We could not have controlled them by ourselves.", "persian_text": "هنگامی که بر آنها سوار می شويد، پروردگارتان را برای چنين نعمتی شکر کنيد و بگوييد: \"تجليل يکتايی را که اين را تحت فرمان ما قرار داد. ما خود به تنهايی قادر به کنترل آنها نبوديم.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 14, "arabic_text": "وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ", "english_text": "\"We ultimately return to our Lord.\"", "persian_text": "\"ما سرانجام به سوی پروردگارمان بازمی گرديم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 15, "arabic_text": "وَجَعَلُوا لَهُۥ مِنْ عِبَادِهِۦ جُزْءًا  إِنَّ ٱلْإِنسَٰنَ لَكَفُورٌ مُّبِينٌ", "english_text": "They even assigned for Him a share from His own creation! Surely, the human being is profoundly unappreciative.", "persian_text": "آنها حتی مخلوقات خودش را جزئی از او قرار دادند! به راستی كه، انسان بسيار ناسپاس است.", "subtitle": "Angels As Daughters: A Blasphemy", "footnote": ""}, {"sura_num": 43, "verse_num": 16, "arabic_text": "أَمِ ٱتَّخَذَ مِمَّا يَخْلُقُ بَنَاتٍ وَأَصْفَىٰكُم بِٱلْبَنِينَ", "english_text": "Has He chosen from among His creations daughters for Himself, while blessing you with sons?", "persian_text": "آيا او از ميان مخلوقاتش دختران را برای خود برگزيده است، در حالی كه شما را با پسران مورد لطف قرار می دهد؟", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 17, "arabic_text": "وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحْمَٰنِ مَثَلًا ظَلَّ وَجْهُهُۥ مُسْوَدًّا وَهُوَ كَظِيمٌ", "english_text": "When one of them is given news (of a daughter) as they claimed for the Most Gracious, his face is darkened with misery and anger!", "persian_text": "هرگاه به يکی از آنان خبر (دختری) دهند که خود برای آن بخشنده ترین مدعی شده اند، چهره اش از فرط خشم و بدبختی تيره گردد!", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 18, "arabic_text": "أَوَمَن يُنَشَّؤُا فِى ٱلْحِلْيَةِ وَهُوَ فِى ٱلْخِصَامِ غَيْرُ مُبِينٍ", "english_text": "(They say,) \"What is good about an offspring that is brought up to be beautiful, and cannot help in war?\"", "persian_text": "(آنها می گويند:) \"زاده شده ای که برای زيبايی پرورش داده می شود و نمی تواند در جنگ کمک کند، چه فايده ای دارد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 19, "arabic_text": "وَجَعَلُوا ٱلْمَلَٰٓئِكَةَ ٱلَّذِينَ هُمْ عِبَٰدُ ٱلرَّحْمَٰنِ إِنَٰثًا  أَشَهِدُوا خَلْقَهُمْ  سَتُكْتَبُ شَهَٰدَتُهُمْ وَيُسْـَٔلُونَ", "english_text": "They claimed that the angels, who are servants of the Most Gracious, are females! Have they witnessed their creation? Their claims are recorded, and they will be asked.", "persian_text": "آنها ادعا كردند كه فرشتگان، بندگان آن بخشنده ترين، مؤنث هستند! آيا شاهد خلقت آنها بوده اند؟ ادعای آنها ثبت شده است و از آنها سئوال خواهد شد.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 20, "arabic_text": "وَقَالُوا لَوْ شَآءَ ٱلرَّحْمَٰنُ مَا عَبَدْنَٰهُم   مَّا لَهُم بِذَٰلِكَ مِنْ عِلْمٍ  إِنْ هُمْ إِلَّا يَخْرُصُونَ", "english_text": "They even said, \"If the Most Gracious willed, we would not have worshiped them.\" They have no basis for such a claim; they only conjecture.*", "persian_text": "آنها حتی گفتند: \"اگر آن بخشنده ترين می خواست، ما آنها را پرستش نمی كرديم.\" آنها برای چنين ادعايی هيچ پايه و اساسی ندارند؛ آنها فقط حدس می زنند.*", "subtitle": "", "footnote": "*43:20 The idol worshipers cannot blame God for their idolatry, since we have absolute freedom of choice to worship God alone, or not."}, {"sura_num": 43, "verse_num": 21, "arabic_text": "أَمْ ءَاتَيْنَٰهُمْ كِتَٰبًا مِّن قَبْلِهِۦ فَهُم بِهِۦ مُسْتَمْسِكُونَ", "english_text": "Have we given them a book before this, and they are upholding it?", "persian_text": "آيا پيش از اين كتابی به آنها داده ايم كه آنها از آن پيروی می كنند؟", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 22, "arabic_text": "بَلْ قَالُوٓا إِنَّا وَجَدْنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٍ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهْتَدُونَ", "english_text": "The fact is: they said, \"We found our parents carrying on certain practices, and we are following in their footsteps.\"", "persian_text": "واقعيت اين است كه آنها گفتند: \"ما والدين خود را پيرو روش های خاصی يافتيم و ما رد پای آنها را دنبال می كنيم.\"", "subtitle": "Inherited Traditions Condemned", "footnote": ""}, {"sura_num": 43, "verse_num": 23, "arabic_text": "وَكَذَٰلِكَ مَآ أَرْسَلْنَا مِن قَبْلِكَ فِى قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَآ إِنَّا وَجَدْنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٍ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقْتَدُونَ", "english_text": "Invariably, when we sent a warner to any community, the leaders of that community would say, \"We found our parents following certain practices, and we will continue in their footsteps.\"", "persian_text": "بدون استثنا، هرگاه هشداردهنده ای نزد جامعه ای فرستاديم، پيشوايان آن جامعه گفتند: \"ما والدين خود را پيرو روش های خاصی يافتيم و ما راه و روش آنها را ادامه خواهيم داد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 24, "arabic_text": "قَٰلَ أَوَلَوْ جِئْتُكُم بِأَهْدَىٰ مِمَّا وَجَدتُّمْ عَلَيْهِ ءَابَآءَكُمْ  قَالُوٓا إِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَٰفِرُونَ", "english_text": "(The messenger) would say, \"What if I brought to you better guidance than what you inherited from your parents?\" They would say, \"We are disbelievers in the message you brought.\"", "persian_text": "(رسول) می گفت: \"اگر من هدايتی بهتر از آنچه از والدين خود به ارث برديد، برايتان آورده باشم، چطور؟\" آنها می گفتند: \"ما پيامی را كه تو آوردی، باور نمی كنيم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 25, "arabic_text": "فَٱنتَقَمْنَا مِنْهُمْ  فَٱنظُرْ كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُكَذِّبِينَ", "english_text": "Consequently, we requited them. Note the consequences for the rejectors.", "persian_text": "درنتيجه، ما آنها را به كيفر رسانديم. توجه كن كه عاقبت تكذيب كنندگان چه بوده است.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 26, "arabic_text": "وَإِذْ قَالَ إِبْرَٰهِيمُ لِأَبِيهِ وَقَوْمِهِۦٓ إِنَّنِى بَرَآءٌ مِّمَّا تَعْبُدُونَ", "english_text": "Abraham said to his father and his people, \"I disown what you worship.", "persian_text": "ابراهيم به پدرش و قومش گفت: \"من آنچه را شما می پرستيد، طرد می كنم.", "subtitle": "Abraham's Example", "footnote": ""}, {"sura_num": 43, "verse_num": 27, "arabic_text": "إِلَّا ٱلَّذِى فَطَرَنِى فَإِنَّهُۥ سَيَهْدِينِ", "english_text": "\"Only the One who initiated me can guide me.\"", "persian_text": "\"فقط آن يكتايی كه مرا به وجود آورد، می تواند مرا هدايت كند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 28, "arabic_text": "وَجَعَلَهَا كَلِمَةًۢ بَاقِيَةً فِى عَقِبِهِۦ لَعَلَّهُمْ يَرْجِعُونَ", "english_text": "This example (of Abraham) was rendered an everlasting lesson for subsequent generations; perhaps they redeem their souls.", "persian_text": "اين مثال (ابراهيم) برای نسل های بعدی تا ابد درس عبرتی شد؛ شايد كه آنها نفس خويش را نجات دهند.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 29, "arabic_text": "بَلْ مَتَّعْتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمْ حَتَّىٰ جَآءَهُمُ ٱلْحَقُّ وَرَسُولٌ مُّبِينٌ", "english_text": "Indeed, I have given these people and their ancestors sufficient chances, then the truth came to them, and a clarifying messenger.", "persian_text": "درواقع، من به اندازهٔ كافی به اين مردم و نياكانشان فرصت داده ام، سپس حقيقت بر آنها آمد و رسولی روشنگر.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 30, "arabic_text": "وَلَمَّا جَآءَهُمُ ٱلْحَقُّ قَالُوا هَٰذَا سِحْرٌ وَإِنَّا بِهِۦ كَٰفِرُونَ", "english_text": "When the truth came to them, they said, \"This is magic, and we are disbelievers therein.\"", "persian_text": "هنگامی كه حقيقت بر آنها آمد، گفتند: \"اين شعبده است و ما آن را باور نداريم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 31, "arabic_text": "وَقَالُوا لَوْلَا نُزِّلَ هَٰذَا ٱلْقُرْءَانُ عَلَىٰ رَجُلٍ مِّنَ ٱلْقَرْيَتَيْنِ عَظِيمٍ", "english_text": "They said, \"If only this Quran was sent down through another man from the two communities (Mecca or Yathrib) who is prominent!\"", "persian_text": "آنها گفتند: \"ای کاش اين قرآن از طريق مرد برجسته ای از دو جامعه (مكه يا يثرب) نازل می شد!\"", "subtitle": "Muhammad Ridiculed", "footnote": ""}, {"sura_num": 43, "verse_num": 32, "arabic_text": "أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ  نَحْنُ قَسَمْنَا بَيْنَهُم مَّعِيشَتَهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا  وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَٰتٍ لِّيَتَّخِذَ بَعْضُهُم بَعْضًا سُخْرِيًّا   وَرَحْمَتُ رَبِّكَ خَيْرٌ مِّمَّا يَجْمَعُونَ", "english_text": "Are they the ones who assign your Lord's mercy? We have assigned their shares in this life, raising some of them above others in ranks, in order to let them serve one another. The mercy from your Lord is far better than any material they may hoard.", "persian_text": "آيا آنها هستند که رحمت پروردگارت را تعيين می کنند؟ ما سهم آنها را در اين دنيا تعيين کرده ايم، ما درجات برخی را بر برخی ديگر بالا می بريم، تا به يکديگر خدمت کنند. رحمت پروردگار تو بسيار بهتر از مادياتی است که می اندوزند.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 33, "arabic_text": "وَلَوْلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةً وَٰحِدَةً لَّجَعَلْنَا لِمَن يَكْفُرُ بِٱلرَّحْمَٰنِ لِبُيُوتِهِمْ سُقُفًا مِّن فِضَّةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ", "english_text": "If it were not that all the people might become one (disbelieving) congregation, we would have granted everyone who disbelieves in the Most Gracious mansions with silver roofs, and stairs upon which they could climb.", "persian_text": "اگر به خاطر اين نبود كه تمام مردم ممكن بود به يک جماعت (كافر) تبديل شوند، ما به تمام كسانی كه به بخشنده ترين كافر هستند قصرهايی با بام های نقره می داديم و پله هايی كه بتوانند از آن بالا روند.", "subtitle": "Materials of This World: All That The Disbelievers Get", "footnote": ""}, {"sura_num": 43, "verse_num": 34, "arabic_text": "وَلِبُيُوتِهِمْ أَبْوَٰبًا وَسُرُرًا عَلَيْهَا يَتَّكِـُٔونَ", "english_text": "Their mansions would have impressive gates, and luxurious furnishings.", "persian_text": "و قصرهايشان دروازه هايی چشمگير و مبلمان هايی مجلل می داشت.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 35, "arabic_text": "وَزُخْرُفًا  وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا  وَٱلْءَاخِرَةُ عِندَ رَبِّكَ لِلْمُتَّقِينَ", "english_text": "Also many ornaments. All these are the temporary materials of this lowly life. The Hereafter—at your Lord—is far better for the righteous.", "persian_text": "همچنين تزيينات بسيار. تمام اينها ماديات موقت اين زندگی فرومايه هستند. آخرت- نزد پروردگارت برای پرهيزكاران به مراتب بهتر است.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 36, "arabic_text": "وَمَن يَعْشُ عَن ذِكْرِ ٱلرَّحْمَٰنِ نُقَيِّضْ لَهُۥ شَيْطَٰنًا فَهُوَ لَهُۥ قَرِينٌ", "english_text": "Anyone who disregards the message of the Most Gracious, we appoint a devil to be his constant companion.*", "persian_text": "هر كس پيام بخشنده ترين را ناديده بگيرد، ما برای او شيطانی تعيين می كنيم تا همزاد دائمی او باشد.*", "subtitle": "Invisible, Devilish, Companions*", "footnote": "*43:36-39 Each one of us has a representative of Satan as a constant companion (App. 7)."}, {"sura_num": 43, "verse_num": 37, "arabic_text": "وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ ٱلسَّبِيلِ وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ", "english_text": "Such companions will divert them from the path, yet make them believe that they are guided.", "persian_text": "چنين همزادانی آنها را از راه منحرف می کنند. با اين حال، امر بر آنها مشتبه می شود که هدايت يافته اند.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 38, "arabic_text": "حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيْتَ بَيْنِى وَبَيْنَكَ بُعْدَ ٱلْمَشْرِقَيْنِ فَبِئْسَ ٱلْقَرِينُ", "english_text": "When he comes before us he will say, \"Oh I wish you were as far from me as the two easts.* What a miserable companion!\"", "persian_text": "هنگامی که او نزد ما بيايد، خواهد گفت: \"آه، کاش ميان من و تو به اندازهٔ دو مشرق فاصله بود.* چه همزاد بيچاره کننده ای!\"", "subtitle": "", "footnote": "*43:38 The \"easts\" imply the locations of sunrise, moonrise, and the rising of heavenly bodies."}, {"sura_num": 43, "verse_num": 39, "arabic_text": "وَلَن يَنفَعَكُمُ ٱلْيَوْمَ إِذ ظَّلَمْتُمْ أَنَّكُمْ فِى ٱلْعَذَابِ مُشْتَرِكُونَ", "english_text": "It will not console you on that day, as transgressors, that both of you will share in the retribution.", "persian_text": "در آن روز آن شما را تسلی نخواهد داد، هر دو به عنوان ستمکار، در عذاب سهيم خواهيد بود.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 40, "arabic_text": "أَفَأَنتَ تُسْمِعُ ٱلصُّمَّ أَوْ تَهْدِى ٱلْعُمْىَ وَمَن كَانَ فِى ضَلَٰلٍ مُّبِينٍ", "english_text": "Can you make the deaf hear; can you make the blind see, or those who are far astray?", "persian_text": "آيا تو می توانی ناشنوا را شنوا كنی؛ آيا می توانی نابينا را بينا كنی، يا كسانی كه عميقاً در گمراهی هستند؟", "subtitle": "God's Messenger of the Covenant", "footnote": ""}, {"sura_num": 43, "verse_num": 41, "arabic_text": "فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُم مُّنتَقِمُونَ", "english_text": "Whether we let you die before it or not, we will surely requite them.", "persian_text": "چه بگذاريم پيش از آن بميری، چه نگذاريم، مطمئناً سزای آنها را خواهيم داد.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 42, "arabic_text": "أَوْ نُرِيَنَّكَ ٱلَّذِى وَعَدْنَٰهُمْ فَإِنَّا عَلَيْهِم مُّقْتَدِرُونَ", "english_text": "Or, we may show you (the retribution) we promised for them. We are in full control over them.", "persian_text": "يا ممكن است (عذابی را) كه به آنها وعده داديم، به تو نشان دهيم. ما آنها را كاملاً تحت كنترل داريم.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 43, "arabic_text": "فَٱسْتَمْسِكْ بِٱلَّذِىٓ أُوحِىَ إِلَيْكَ  إِنَّكَ عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ", "english_text": "You shall steadfastly preach what is revealed to you; you are in the right path.*", "persian_text": "آنچه را كه بر تو وحی شد با صبر و بردباری موعظه كن؛ تو در راه راست هستی.*", "subtitle": "", "footnote": "*43:43 The sum of the gematrical value of \"Rashad Khalifa\" (1230) plus 43 is 1273, 19x67."}, {"sura_num": 43, "verse_num": 44, "arabic_text": "وَإِنَّهُۥ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ  وَسَوْفَ تُسْـَٔلُونَ", "english_text": "This is a message for you and your people; all of you will be questioned.", "persian_text": "اين پيامی است برای تو و قوم تو؛ از همگی شما سئوال خواهد شد.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 45, "arabic_text": "وَسْـَٔلْ مَنْ أَرْسَلْنَا مِن قَبْلِكَ مِن رُّسُلِنَآ أَجَعَلْنَا مِن دُونِ ٱلرَّحْمَٰنِ ءَالِهَةً يُعْبَدُونَ", "english_text": "Check the messengers we sent before you: \"Have we ever appointed any other gods—beside the Most Gracious—to be worshiped?\"", "persian_text": "دربارهٔ رسولانی كه پيش از تو فرستاديم، بررسی كن: \"آيا هرگز- در كنار بخشنده ترين- خدايان ديگری قرار داديم تا پرستش شوند؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 46, "arabic_text": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرْعَوْنَ وَمَلَإِيهِۦ فَقَالَ إِنِّى رَسُولُ رَبِّ ٱلْعَٰلَمِينَ", "english_text": "For example, we sent Moses with our proofs to Pharaoh and his elders, proclaiming: \"I am a messenger from the Lord of the universe.\"", "persian_text": "برای مثال، ما موسی را با مدرك های خود نزد فرعون و بزرگانش فرستاديم، اعلام می كرد: \"من رسولی هستم از جانب پروردگار جهان.\"", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 47, "arabic_text": "فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنْهَا يَضْحَكُونَ", "english_text": "When he showed them our proofs, they laughed at them.", "persian_text": "هنگامی كه مدرك های ما را به آنها نشان داد، به آنها خنديدند.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 48, "arabic_text": "وَمَا نُرِيهِم مِّنْ ءَايَةٍ إِلَّا هِىَ أَكْبَرُ مِنْ أُخْتِهَا  وَأَخَذْنَٰهُم بِٱلْعَذَابِ لَعَلَّهُمْ يَرْجِعُونَ", "english_text": "Every sign we showed them was bigger than the one before it. We afflicted them with the plagues, perhaps they repent.", "persian_text": "هر نشانه ای كه به آنها نشان داديم بزرگ تر از قبلی بود. ما آنها را به بلا گرفتار كرديم، شايد توبه كنند.", "subtitle": "Moses and Pharaoh", "footnote": ""}, {"sura_num": 43, "verse_num": 49, "arabic_text": "وَقَالُوا يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهْتَدُونَ", "english_text": "They said, \"O you magician, implore your Lord on our behalf, since you have an agreement with Him (to relieve this plague); we will then be guided.\"", "persian_text": "آنها گفتند: \"ای شعبده باز، از طرف ما از پروردگارت درخواست كن (بلا را بردارد) از آنجايی كه تو با او عهدی داری؛ سپس ما هدايت خواهيم شد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 50, "arabic_text": "فَلَمَّا كَشَفْنَا عَنْهُمُ ٱلْعَذَابَ إِذَا هُمْ يَنكُثُونَ", "english_text": "But as soon as we relieved their affliction, they reverted.", "persian_text": "اما همين كه بلا را برداشتيم، آنها بازگشتند.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 51, "arabic_text": "وَنَادَىٰ فِرْعَوْنُ فِى قَوْمِهِۦ قَالَ يَٰقَوْمِ أَلَيْسَ لِى مُلْكُ مِصْرَ وَهَٰذِهِ ٱلْأَنْهَٰرُ تَجْرِى مِن تَحْتِىٓ  أَفَلَا تُبْصِرُونَ", "english_text": "Pharaoh announced to his people, \"O my people, do I not possess the kingship over Egypt, and these flowing rivers belong to me? Do you not see?", "persian_text": "فرعون به قومش اعلان كرد: \"ای قوم من، آيا پادشاهی مصر از آن من نيست و اين رودخانه های جاری به من تعلق ندارد؟ آيا نمی بينيد؟", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 52, "arabic_text": "أَمْ أَنَا خَيْرٌ مِّنْ هَٰذَا ٱلَّذِى هُوَ مَهِينٌ وَلَا يَكَادُ يُبِينُ", "english_text": "\"Which one is better; me or that one who is lowly and can hardly speak?", "persian_text": "\"كداميك بهتر است؛ من يا آن شخصی كه سطح پايين است و به سختی می تواند صحبت كند؟", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 53, "arabic_text": "فَلَوْلَآ أُلْقِىَ عَلَيْهِ أَسْوِرَةٌ مِّن ذَهَبٍ أَوْ جَآءَ مَعَهُ ٱلْمَلَٰٓئِكَةُ مُقْتَرِنِينَ", "english_text": "\"How come he does not possess a treasure of gold; how come the angels do not accompany him?\"", "persian_text": "\"چرا او صاحب گنج های طلا نيست؛ چرا فرشتگان همراه او نيستند؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 54, "arabic_text": "فَٱسْتَخَفَّ قَوْمَهُۥ فَأَطَاعُوهُ  إِنَّهُمْ كَانُوا قَوْمًا فَٰسِقِينَ", "english_text": "He thus fooled his people, and they obeyed him; they were wicked people.", "persian_text": "او اين چنين قوم خود را فريب داد و آنها از او اطاعت كردند؛ آنها مردم پليدی بودند.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 55, "arabic_text": "فَلَمَّآ ءَاسَفُونَا ٱنتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَٰهُمْ أَجْمَعِينَ", "english_text": "When they persisted in opposing us, we punished them and drowned them all.", "persian_text": "هنگامی كه در مخالفت با ما پافشاری كردند، آنها را تنبيه كرديم و همگی را غرق نموديم.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 56, "arabic_text": "فَجَعَلْنَٰهُمْ سَلَفًا وَمَثَلًا لِّلْءَاخِرِينَ", "english_text": "We rendered them a precedent and an example for the others.", "persian_text": "ما آنها را سرمشق و مثالی برای ديگران قرار داديم.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 57, "arabic_text": "وَلَمَّا ضُرِبَ ٱبْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ", "english_text": "When the son of Mary was cited as an example, your people disregarded it.", "persian_text": "هنگامی که پسر مريم را مثال آورديم، قوم تو به آن اعتنا نکردند.", "subtitle": "Jesus: Another Example", "footnote": ""}, {"sura_num": 43, "verse_num": 58, "arabic_text": "وَقَالُوٓا ءَأَٰلِهَتُنَا خَيْرٌ أَمْ هُوَ  مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًۢا  بَلْ هُمْ قَوْمٌ خَصِمُونَ", "english_text": "They said, \"Is it better to worship our gods, or to worship him?\" They said this only to argue with you. Indeed, they are people who have joined the opposition.", "persian_text": "آنها گفتند: \"آيا بهتر است خدايان خود را پرستش كنيم يا او را بپرستيم؟\" آنها اين را گفتند كه فقط با تو مجادله كنند. درواقع، آنها مردمی هستند كه به مخالفان پيوسته اند.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 59, "arabic_text": "إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَٰهُ مَثَلًا لِّبَنِىٓ إِسْرَٰٓءِيلَ", "english_text": "He was no more than a servant whom we blessed, and we sent him as an example for the Children of Israel.", "persian_text": "او جز بنده ای كه به او نعمت داديم، نبود و ما او را به عنوان مثالی برای بنی اسرایيل فرستاديم.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 60, "arabic_text": "وَلَوْ نَشَآءُ لَجَعَلْنَا مِنكُم مَّلَٰٓئِكَةً فِى ٱلْأَرْضِ يَخْلُفُونَ", "english_text": "If we willed, we could have made you angels who colonize and reproduce on earth.", "persian_text": "اگر می خواستيم، می توانستيم از شما فرشتگانی بسازيم که زمين را در تصرف خود در آورند و توليد مثل کنند.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 61, "arabic_text": "وَإِنَّهُۥ لَعِلْمٌ لِّلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا وَٱتَّبِعُونِ  هَٰذَا صِرَٰطٌ مُّسْتَقِيمٌ", "english_text": "He is to serve as a marker for knowing the end of the world,* so you can no longer harbor any doubt about it. You shall follow Me; this is the right path.", "persian_text": "او نشانی است برای دانستن آخر دنيا،* تا شما ديگر هيچ شكی دربارهٔ آن به خود راه ندهيد. از من پيروی كنيد؛ اين است راه راست.", "subtitle": "Jesus and the End of the World*", "footnote": "*43:61 As detailed in Appendix 25, the End of the World is given in the Quran, and the birth date of Jesus provided one of the significant signs that the calculations are correct. We learn that the world will end in the year 2280 (19x120) after the birth of Jesus (see 47:18). Additionally, both the lunar year (1710) & the solar year (2280) are divisible by 570 (19x30), the number of years from the birth of Jesus to the birth of Muhammad. Thus, the birth date of Jesus is a marker."}, {"sura_num": 43, "verse_num": 62, "arabic_text": "وَلَا يَصُدَّنَّكُمُ ٱلشَّيْطَٰنُ  إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ", "english_text": "Let not the devil repel you; he is your most ardent enemy.", "persian_text": "نگذاريد شيطان شما را عقب براند؛ او سرسخت ترين دشمن شماست.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 63, "arabic_text": "وَلَمَّا جَآءَ عِيسَىٰ بِٱلْبَيِّنَٰتِ قَالَ قَدْ جِئْتُكُم بِٱلْحِكْمَةِ وَلِأُبَيِّنَ لَكُم بَعْضَ ٱلَّذِى تَخْتَلِفُونَ فِيهِ  فَٱتَّقُوا ٱللَّهَ وَأَطِيعُونِ", "english_text": "When Jesus went with the proofs, he said, \"I bring to you wisdom, and to clarify some of the matters in which you dispute. You shall reverence GOD and obey me.", "persian_text": "هنگامی كه عيسی با مدرك هايی رفت، گفت: \"من برای شما حكمت آورده ام و بعضی از مواردی را كه در آن اختلاف داريد، روشن می كنم. هيبت و حرمت خدا را ارج نهيد و از من اطاعت كنيد.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 64, "arabic_text": "إِنَّ ٱللَّهَ هُوَ رَبِّى وَرَبُّكُمْ فَٱعْبُدُوهُ  هَٰذَا صِرَٰطٌ مُّسْتَقِيمٌ", "english_text": "\"GOD is my Lord and your Lord, you shall worship Him alone. This is the right path.\"", "persian_text": "\"خدا پروردگار من و پروردگار شماست، فقط او را بپرستيد. اين است راه راست.\"", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 65, "arabic_text": "فَٱخْتَلَفَ ٱلْأَحْزَابُ مِنۢ بَيْنِهِمْ  فَوَيْلٌ لِّلَّذِينَ ظَلَمُوا مِنْ عَذَابِ يَوْمٍ أَلِيمٍ", "english_text": "The opponents disputed among themselves. Woe to those who transgress from the retribution of a painful day.", "persian_text": "مخالفان در ميان خود اختلاف ايجاد کردند. وای بر ستمکاران از مجازات روزی دردناک.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 66, "arabic_text": "هَلْ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأْتِيَهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ", "english_text": "Are they waiting for the Hour (Day of Judgment) to come to them suddenly when they least expect it?", "persian_text": "آيا منتظر هستند كه آن ساعت (روز قضاوت) يكباره برای آنها بيايد، هنگامی كه اصلاً انتظارش را ندارند؟", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 67, "arabic_text": "ٱلْأَخِلَّآءُ يَوْمَئِذ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا ٱلْمُتَّقِينَ", "english_text": "The close friends on that day will become enemies of one another, except for the righteous.", "persian_text": "در آن روز دوستان نزديك دشمنان يكديگر خواهند شد، به جز پرهيزكاران.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 68, "arabic_text": "يَٰعِبَادِ لَا خَوْفٌ عَلَيْكُمُ ٱلْيَوْمَ وَلَآ أَنتُمْ تَحْزَنُونَ", "english_text": "O My servants, you will have no fear on that day, nor will you grieve.", "persian_text": "ای بندگان من، شما در آن روز نه ترسی خواهيد داشت و نه غمی.", "subtitle": "The Righteous", "footnote": ""}, {"sura_num": 43, "verse_num": 69, "arabic_text": "ٱلَّذِينَ ءَامَنُوا بِـَٔايَٰتِنَا وَكَانُوا مُسْلِمِينَ", "english_text": "They are the ones who believed in our revelations, and were submitters.", "persian_text": "آنها كسانی هستند كه به آيات ما ايمان آوردند و تسليم بودند.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 70, "arabic_text": "ٱدْخُلُوا ٱلْجَنَّةَ أَنتُمْ وَأَزْوَٰجُكُمْ تُحْبَرُونَ", "english_text": "Enter Paradise, together with your spouses, and rejoice.", "persian_text": "همراه با همسرانتان، وارد بهشت شويد و شادمان باشيد.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 71, "arabic_text": "يُطَافُ عَلَيْهِم بِصِحَافٍ مِّن ذَهَبٍ وَأَكْوَابٍ  وَفِيهَا مَا تَشْتَهِيهِ ٱلْأَنفُسُ وَتَلَذُّ ٱلْأَعْيُنُ  وَأَنتُمْ فِيهَا خَٰلِدُونَ", "english_text": "Offered to them will be golden trays and cups, and they will find everything the hearts desire and the eyes wish for. You live therein forever.", "persian_text": "آنها با سينی ها و جام های طلايی پذيرايی خواهند شد و آنچه را دل بخواهد و چشم آرزو كند، خواهند يافت. شما برای هميشه در آن زندگی می كنيد.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 72, "arabic_text": "وَتِلْكَ ٱلْجَنَّةُ ٱلَّتِىٓ أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ", "english_text": "Such is the Paradise that you inherit, in return for your works.", "persian_text": "چنين است بهشتی كه در عوض اعمالتان به ارث می بريد.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 73, "arabic_text": "لَكُمْ فِيهَا فَٰكِهَةٌ كَثِيرَةٌ مِّنْهَا تَأْكُلُونَ", "english_text": "You will have in it all kinds of fruits, from which you eat.", "persian_text": "در آنجا انوع ميوه ها را خواهيد داشت که از آنها می خورید.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 74, "arabic_text": "إِنَّ ٱلْمُجْرِمِينَ فِى عَذَابِ جَهَنَّمَ خَٰلِدُونَ", "english_text": "Surely, the guilty will abide in the retribution of Gehenna forever.", "persian_text": "مطمئناً، گناهكاران برای هميشه در عذاب جهنم باقی خواهند ماند.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 75, "arabic_text": "لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ", "english_text": "Never will the retribution be commuted for them; they will be confined therein.", "persian_text": "هرگز در عذاب آنها تخفيفی داده نخواهد شد؛ آنها در آنجا حبس خواهند بود.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 76, "arabic_text": "وَمَا ظَلَمْنَٰهُمْ وَلَٰكِن كَانُوا هُمُ ٱلظَّٰلِمِينَ", "english_text": "It is not us who wronged them; it is they who wronged their own souls.", "persian_text": "اين ما نيستيم كه به آنها ستم كرديم؛ اين خود آنها هستند كه به نفس خويش ستم كردند.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 77, "arabic_text": "وَنَادَوْا يَٰمَٰلِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ  قَالَ إِنَّكُم مَّٰكِثُونَ", "english_text": "They will implore: \"O Mãlek, let your Lord finish us off.\" He will say, \"You are staying forever.", "persian_text": "آنها التماس خواهند كرد: \"ای مالك، بگذار پروردگارت ما را از بين ببرد.\" او خواهد گفت: \"شما تا ابد می مانيد.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 78, "arabic_text": "لَقَدْ جِئْنَٰكُم بِٱلْحَقِّ وَلَٰكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَٰرِهُونَ", "english_text": "\"We have given you the truth, but most of you hate the truth.\"", "persian_text": "\"ما حقيقت را به شما داده ايم، ولی بيشتر شما از حقيقت بيزاريد.\"", "subtitle": "They Hate The Truth", "footnote": ""}, {"sura_num": 43, "verse_num": 79, "arabic_text": "أَمْ أَبْرَمُوٓا أَمْرًا فَإِنَّا مُبْرِمُونَ", "english_text": "Have they schemed some scheme? We too are scheming.", "persian_text": "آيا آنها حیله كرده اند و نقشه كشيده اند؟ ما نيز نقشه می كشيم.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 80, "arabic_text": "أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوَىٰهُم  بَلَىٰ وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ", "english_text": "Do they think that we do not hear their secrets and conspiracies? Yes indeed; our messengers are with them, recording.", "persian_text": "آيا گمان می كنند كه ما اسرار و توطئه هايشان را نمی شنويم؟ البته؛ رسولان ما با آنها هستند و ضبط می كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 81, "arabic_text": "قُلْ إِن كَانَ لِلرَّحْمَٰنِ وَلَدٌ فَأَنَا أَوَّلُ ٱلْعَٰبِدِينَ", "english_text": "Proclaim: \"If the Most Gracious did have a son, I would still be the foremost worshiper.\"", "persian_text": "اعلام كن: \"اگر آن بخشنده ترين پسری می داشت، من هنوز اولين پرستش كننده می بودم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 82, "arabic_text": "سُبْحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ رَبِّ ٱلْعَرْشِ عَمَّا يَصِفُونَ", "english_text": "Be He glorified; He is the Lord of the heavens and the earth, the Lord with the great dominion, far above their claims.", "persian_text": "شکوه و جلال او ستايش باد؛ اوست پروردگار آسمان ها و زمين، پروردگاری با عرش عظيم، بسيار فراتر از ادعاهايشان.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 83, "arabic_text": "فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّىٰ يُلَٰقُوا يَوْمَهُمُ ٱلَّذِى يُوعَدُونَ", "english_text": "Let them blunder and play until they meet their day that is awaiting them.", "persian_text": "بگذار در اشتباه بمانند و بازی کنند تا روز خود را که در انتظارشان است، ملاقات کنند.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 84, "arabic_text": "وَهُوَ ٱلَّذِى فِى ٱلسَّمَآءِ إِلَٰهٌ وَفِى ٱلْأَرْضِ إِلَٰهٌ  وَهُوَ ٱلْحَكِيمُ ٱلْعَلِيمُ", "english_text": "He is the only One who is a deity in the heaven and a deity on earth. He is the Most Wise, the Omniscient.", "persian_text": "فقط اوست كه الوهيت آسمان ها و الوهيت زمين از آن اوست. اوست حكيم ترين، دانای مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 85, "arabic_text": "وَتَبَارَكَ ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا وَعِندَهُۥ عِلْمُ ٱلسَّاعَةِ وَإِلَيْهِ تُرْجَعُونَ", "english_text": "Most Exalted is the One who possesses all sovereignty of the heavens and the earth, and everything between them. With Him is the knowledge about the Hour (end of the world), and to Him you will be returned.", "persian_text": "بلندمرتبه ترين يكتايی است كه مالك سلطنت آسمان ها و زمين است و آنچه ميان آنهاست.- دانش آن ساعت (آخر دنيا) نزد اوست و شما به سوی او بازگردانده خواهيد شد.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 86, "arabic_text": "وَلَا يَمْلِكُ ٱلَّذِينَ يَدْعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلْحَقِّ وَهُمْ يَعْلَمُونَ", "english_text": "None of those whom they idolize beside Him possess any power to intercede, unless their intercession coincides with the truth, and they fully know.", "persian_text": "هيچ يك از كسانی كه در كنار او در حد پرستش قرار می دهند، هيچ قدرتی برای شفاعت كردن ندارند، مگر آنكه شفاعت آنها با حقيقت مطابقت كند و آنها كاملاً می دانند.", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 87, "arabic_text": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ ٱللَّهُ  فَأَنَّىٰ يُؤْفَكُونَ", "english_text": "If you asked them who created them, they would say, \"GOD.\" Why then did they deviate?", "persian_text": "اگر از آنها سئوال می كردی چه كسی آنها را آفريد، می گفتند: \"خدا.\" پس چرا منحرف شدند؟", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 88, "arabic_text": "وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوْمٌ لَّا يُؤْمِنُونَ", "english_text": "It will be proclaimed: \"O my Lord, these people do not believe.\"", "persian_text": "اعلام خواهد شد: \"ای پروردگار من، اين مردم ايمان نمی آورند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 43, "verse_num": 89, "arabic_text": "فَٱصْفَحْ عَنْهُمْ وَقُلْ سَلَٰمٌ  فَسَوْفَ يَعْلَمُونَ", "english_text": "You shall disregard them and say, \"Peace;\" they will surely find out.", "persian_text": "آنها را ناديده بگير و بگو: \"صلح؛\" آنها مطمئناً خواهند فهميد.", "subtitle": "", "footnote": ""}]