[{"sura_num": 20, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "T-H", "chapter_title_arabic": "طه", "chapter_title_persian": "طا ها"}, {"sura_num": 20, "verse_num": 1, "arabic_text": "طه", "english_text": "T. H.*", "persian_text": "ط. ه.*", "subtitle": "", "footnote": "*20:1 The role of these Quranic initials as components of the Quran's awesome mathematical miracle is given in detail in Appendix 1."}, {"sura_num": 20, "verse_num": 2, "arabic_text": "مَآ أَنزَلْنَا عَلَيْكَ ٱلْقُرْءَانَ لِتَشْقَىٰٓ", "english_text": "We did not reveal the Quran to you, to cause you any hardship.", "persian_text": "ما قرآن را بر تو نازل نكرديم تا باعث مشقت تو شود.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 3, "arabic_text": "إِلَّا تَذْكِرَةً لِّمَن يَخْشَىٰ", "english_text": "Only to remind the reverent.", "persian_text": "فقط تذكری است برای حرمتگزاران.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 4, "arabic_text": "تَنزِيلًا مِّمَّنْ خَلَقَ ٱلْأَرْضَ وَٱلسَّمَٰوَٰتِ ٱلْعُلَى", "english_text": "A revelation from the Creator of the earth and the high heavens.", "persian_text": "تنزيلی از جانب خالق زمين و آسمان‌های بلند.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 5, "arabic_text": "ٱلرَّحْمَٰنُ عَلَى ٱلْعَرْشِ ٱسْتَوَىٰ", "english_text": "The Most Gracious; He has assumed all authority.", "persian_text": "بخشنده‌ترين؛ او تمام اقتدار را به دست گرفته است.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 6, "arabic_text": "لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَمَا بَيْنَهُمَا وَمَا تَحْتَ ٱلثَّرَىٰ", "english_text": "To Him belongs everything in the heavens, and the earth, and everything between them, and everything beneath the ground.", "persian_text": "از آن اوست آنچه در آسمان‌ها و زمين و هرچه مابين آنها و هرچه زير زمين است.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 7, "arabic_text": "وَإِن تَجْهَرْ بِٱلْقَوْلِ فَإِنَّهُۥ يَعْلَمُ ٱلسِّرَّ وَأَخْفَى", "english_text": "Whether you declare your convictions (or not) He knows the secret, and what is even more hidden.", "persian_text": "چه اعتقادات خود را بيان كنی (چه نكنی)، او از آن راز آگاه است و حتی از آنچه كه پنهان‌تر است.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 8, "arabic_text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ  لَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ", "english_text": "GOD: there is no other god besides Him. To Him belong the most beautiful names.", "persian_text": "خدا: در كنار او خدای ديگری نيست. زيباترين نام‌ها از آن اوست.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 9, "arabic_text": "وَهَلْ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ", "english_text": "Have you noted the history of Moses?", "persian_text": "آيا به سرگذشت موسی توجه كرده‌ای؟", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 10, "arabic_text": "إِذْ رَءَا نَارًا فَقَالَ لِأَهْلِهِ ٱمْكُثُوٓا إِنِّىٓ ءَانَسْتُ نَارًا لَّعَلِّىٓ ءَاتِيكُم مِّنْهَا بِقَبَسٍ أَوْ أَجِدُ عَلَى ٱلنَّارِ هُدًى", "english_text": "When he saw a fire, he said to his family, \"Stay here. I have seen a fire. Maybe I can bring you some of it, or find some guidance at the fire.\"", "persian_text": "آنگاه كه آتشی ديد، به خانواده‌اش گفت: \"اينجا بمانيد. من آتشی ديده‌ام. شايد بتوانم مقداری از آن را برای شما بياورم، يا نزد آتش هدايتی بيابم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 11, "arabic_text": "فَلَمَّآ أَتَىٰهَا نُودِىَ يَٰمُوسَىٰٓ", "english_text": "When he came to it, he was called, \"O, Moses.", "persian_text": "هنگامی كه به آن رسيد، ندا داده شد: \"ای موسی،", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 12, "arabic_text": "إِنِّىٓ أَنَا رَبُّكَ فَٱخْلَعْ نَعْلَيْكَ  إِنَّكَ بِٱلْوَادِ ٱلْمُقَدَّسِ طُوًى", "english_text": "\"I am your Lord; remove your sandals. You are in the sacred valley, Tuwã.", "persian_text": "\"من پروردگار تو هستم؛ نعلين‌های خود را درآور. تو در وادی مقدس طوی هستی.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 13, "arabic_text": "وَأَنَا ٱخْتَرْتُكَ فَٱسْتَمِعْ لِمَا يُوحَىٰٓ", "english_text": "\"I have chosen you, so listen to what is being revealed.", "persian_text": "\"من تو را برگزيده‌ام، پس به آنچه وحی می شود، گوش كن.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 14, "arabic_text": "إِنَّنِىٓ أَنَا ٱللَّهُ لَآ إِلَٰهَ إِلَّآ أَنَا فَٱعْبُدْنِى وَأَقِمِ ٱلصَّلَوٰةَ لِذِكْرِىٓ", "english_text": "\"I am GOD; there is no other god beside Me. You shall worship Me alone, and observe the Contact Prayers (Salat) to remember Me.", "persian_text": "\"من خدا هستم؛ در كنار من خدای ديگری نيست. فقط مرا پرستش کن و نمازها (ارتباط با خدا) را به جا آور تا به ياد من باشی.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 15, "arabic_text": "إِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ أَكَادُ أُخْفِيهَا لِتُجْزَىٰ كُلُّ نَفْس بِمَا تَسْعَىٰ", "english_text": "\"The Hour (end of the world) is surely coming; I will keep it almost hidden. For each soul must be paid for its works.", "persian_text": "\"ساعت (پايان دنيا) مسلماً در حال آمدن است؛ من آن را تقريباً مخفی نگاه خواهم داشت، زيرا هر نفسی بايد سزای اعمالش را بپردازد.", "subtitle": "End of the World is Not Hidden*", "footnote": "*20:15 The end of the world is given in the Quran, God's final message (15:87)."}, {"sura_num": 20, "verse_num": 16, "arabic_text": "فَلَا يَصُدَّنَّكَ عَنْهَا مَن لَّا يُؤْمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرْدَىٰ", "english_text": "\"Do not be diverted therefrom by those who do not believe in it— those who pursue their own opinions—lest you fall.", "persian_text": "\"مبادا كسانی كه به آن ايمان ندارند- و از عقايد خود پيروی می کنند- تو را از آن منحرف کنند، که بازنده شوی.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 17, "arabic_text": "وَمَا تِلْكَ بِيَمِينِكَ يَٰمُوسَىٰ", "english_text": "\"What is this in your right hand, Moses?\"", "persian_text": "\"اين چيست که در دست راست توست، ای موسی؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 18, "arabic_text": "قَالَ هِىَ عَصَاىَ أَتَوَكَّؤُا عَلَيْهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِى وَلِىَ فِيهَا مَـَٔارِبُ أُخْرَىٰ", "english_text": "He said, \"This is my staff. I lean on it, herd my sheep with it, and I use it for other purposes.\"", "persian_text": "او گفت: \"اين چوبدست من است. بر آن تکيه می دهم، با آن گوسفندانم را به چرا می برم و از آن برای نيازهای ديگرم استفاده می کنم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 19, "arabic_text": "قَالَ أَلْقِهَا يَٰمُوسَىٰ", "english_text": "He said, \"Throw it down, Moses.\"", "persian_text": "او گفت: \"آن را به زمين بينداز، موسی.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 20, "arabic_text": "فَأَلْقَىٰهَا فَإِذَا هِىَ حَيَّةٌ تَسْعَىٰ", "english_text": "He threw it down, whereupon it turned into a moving serpent.", "persian_text": "او آن را به زمين انداخت، درنتيجه به ماری متحرك تبديل شد.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 21, "arabic_text": "قَالَ خُذْهَا وَلَا تَخَفْ  سَنُعِيدُهَا سِيرَتَهَا ٱلْأُولَىٰ", "english_text": "He said, \"Pick it up; do not be afraid. We will return it to its original state.", "persian_text": "او گفت: \"آن را بردار؛ نترس. ما آن را به حالت اولش بازمی ‌گردانيم.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 22, "arabic_text": "وَٱضْمُمْ يَدَكَ إِلَىٰ جَنَاحِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سُوٓءٍ ءَايَةً أُخْرَىٰ", "english_text": "\"And hold your hand under your wing; it will come out white without a blemish; another proof.", "persian_text": "\"و دستت را زير بغل خود نگه دار، آن سپيد و بدون لك بيرون خواهد آمد، مدركی ديگر.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 23, "arabic_text": "لِنُرِيَكَ مِنْ ءَايَٰتِنَا ٱلْكُبْرَى", "english_text": "\"We thus show you some of our great portents.", "persian_text": "\"ما اين چنين برخی از نشانه‌های بزرگ خود را به تو نشان می ‌دهيم.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 24, "arabic_text": "ٱذْهَبْ إِلَىٰ فِرْعَوْنَ إِنَّهُۥ طَغَىٰ", "english_text": "\"Go to Pharaoh, for he has transgressed.\"", "persian_text": "\"نزد فرعون برو، زيرا او ستمكار شده است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 25, "arabic_text": "قَالَ رَبِّ ٱشْرَحْ لِى صَدْرِى", "english_text": "He said, \"My Lord, cool my temper.", "persian_text": "او گفت: \"پروردگار من، مرا آرام كن.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 26, "arabic_text": "وَيَسِّرْ لِىٓ أَمْرِى", "english_text": "\"And make this matter easy for me.", "persian_text": "\"و اين كار را برايم آسان گردان.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 27, "arabic_text": "وَٱحْلُلْ عُقْدَةً مِّن لِّسَانِى", "english_text": "\"And untie a knot from my tongue.", "persian_text": "\"و گره از زبانم بگشای.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 28, "arabic_text": "يَفْقَهُوا قَوْلِى", "english_text": "\"So they can understand my speech.", "persian_text": "\"تا آنها بتوانند سخنم را بفهمند.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 29, "arabic_text": "وَٱجْعَل لِّى وَزِيرًا مِّنْ أَهْلِى", "english_text": "\"And appoint an assistant for me from my family.", "persian_text": "\"و از خانواده ام دستياری برايم تعيين نما.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 30, "arabic_text": "هَٰرُونَ أَخِى", "english_text": "\"My brother Aaron.", "persian_text": "\"برادرم هارون را.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 31, "arabic_text": "ٱشْدُدْ بِهِۦٓ أَزْرِى", "english_text": "\"Strengthen me with him.", "persian_text": "\"مرا با او تقويت كن.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 32, "arabic_text": "وَأَشْرِكْهُ فِىٓ أَمْرِى", "english_text": "\"Let him be my partner in this matter.", "persian_text": "\"بگذار تا در اين امر شريک من باشد.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 33, "arabic_text": "كَىْ نُسَبِّحَكَ كَثِيرًا", "english_text": "\"That we may glorify You frequently.", "persian_text": "\"باشد كه مدام تو را تجليل كنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 34, "arabic_text": "وَنَذْكُرَكَ كَثِيرًا", "english_text": "\"And commemorate You frequently.", "persian_text": "\"و مدام ذكر تو گوييم.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 35, "arabic_text": "إِنَّكَ كُنتَ بِنَا بَصِيرًا", "english_text": "\"You are Seer of us.\"", "persian_text": "\"تو بر ما بينا هستی.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 36, "arabic_text": "قَالَ قَدْ أُوتِيتَ سُؤْلَكَ يَٰمُوسَىٰ", "english_text": "He said, \"Your request is granted, O Moses.", "persian_text": "او گفت: \"ای موسی درخواست تو برآورده شد.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 37, "arabic_text": "وَلَقَدْ مَنَنَّا عَلَيْكَ مَرَّةً أُخْرَىٰٓ", "english_text": "\"We have blessed you another time.", "persian_text": "\"ما بار ديگر نعمت خود را بر تو عطا کرده ایم.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 38, "arabic_text": "إِذْ أَوْحَيْنَآ إِلَىٰٓ أُمِّكَ مَا يُوحَىٰٓ", "english_text": "\"When we revealed to your mother what we revealed.", "persian_text": "\"هنگامی كه به مادرت وحی كرديم، آنچه را كه وحی كرديم.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 39, "arabic_text": "أَنِ ٱقْذِفِيهِ فِى ٱلتَّابُوتِ فَٱقْذِفِيهِ فِى ٱلْيَمِّ فَلْيُلْقِهِ ٱلْيَمُّ بِٱلسَّاحِلِ يَأْخُذْهُ عَدُوٌّ لِّى وَعَدُوٌّ لَّهُۥ  وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّى وَلِتُصْنَعَ عَلَىٰ عَيْنِىٓ", "english_text": "\"Saying: 'Throw him into the box, then throw him into the river. The river will throw him onto the shore, to be picked up by an enemy of Mine and an enemy of his.' I showered you with love from Me, and I had you made before My watchful eye.", "persian_text": "گفتيم: \"او را در صندوقی بگذار، سپس او را در رودخانه بيفكن. رودخانه او را به ساحل خواهد انداخت، تا دشمن من و دشمن وی او را بگيرد. من باران محبت خود را بر تو باراندم و زير نظر خودم ساخته شدی.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 40, "arabic_text": "إِذْ تَمْشِىٓ أُخْتُكَ فَتَقُولُ هَلْ أَدُلُّكُمْ عَلَىٰ مَن يَكْفُلُهُۥ  فَرَجَعْنَٰكَ إِلَىٰٓ أُمِّكَ كَىْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ  وَقَتَلْتَ نَفْسًا فَنَجَّيْنَٰكَ مِنَ ٱلْغَمِّ وَفَتَنَّٰكَ فُتُونًا  فَلَبِثْتَ سِنِينَ فِىٓ أَهْلِ مَدْيَنَ ثُمَّ جِئْتَ عَلَىٰ قَدَرٍ يَٰمُوسَىٰ", "english_text": "\"Your sister walked to them and said, 'I can tell you about a nursing mother who can take good care of him.' We thus returned you to your mother, that she may be happy and stop worrying. And when you killed a soul, we saved you from the grievous consequences; indeed we tested you thoroughly. You stayed years with the people of Midyan, and now you have come back in accordance with a precise plan.", "persian_text": "\"خواهرت نزد آنها رفت و گفت: \"من دايه‌ای به شما معرفی می ‌كنم كه می ‌تواند کاملاً از او مواظبت كند.\" بدين ترتيب، ما تو را به مادرت بازگردانديم، باشد كه او خوشحال شود و ديگر نگران نباشد. هنگامی كه شخصی را كشتی، ما تو را از عواقب غم انگيزآن نجات داديم؛ درواقع، ما تو را به طور كامل امتحان كرديم. تو سال‌ها با مردم مدين ماندی و اكنون طبق نقشه‌ای دقيق بازگشته‌ای.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 41, "arabic_text": "وَٱصْطَنَعْتُكَ لِنَفْسِى", "english_text": "\"I have made you just for Me.", "persian_text": "\"من تو را درست برای خود ساخته‌ام.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 42, "arabic_text": "ٱذْهَبْ أَنتَ وَأَخُوكَ بِـَٔايَٰتِى وَلَا تَنِيَا فِى ذِكْرِى", "english_text": "\"Go with your brother, supported by My signs, and do not waver in remembering Me.", "persian_text": "\"با برادرت برو، شما با نشانه‌های من حمايت شديد و از ياد من غافل نشويد.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 43, "arabic_text": "ٱذْهَبَآ إِلَىٰ فِرْعَوْنَ إِنَّهُۥ طَغَىٰ", "english_text": "\"Go to Pharaoh, for he transgressed.", "persian_text": "\"نزد فرعون برويد، زیرا او متجاوز شده است.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 44, "arabic_text": "فَقُولَا لَهُۥ قَوْلًا لَّيِّنًا لَّعَلَّهُۥ يَتَذَكَّرُ أَوْ يَخْشَىٰ", "english_text": "\"Speak to him nicely; he may take heed, or become reverent.\"", "persian_text": "\"با او به نرمی و ملايمت صحبت کنيد؛ باشد که توجه کند، یا از حرمتگزاران شود.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 45, "arabic_text": "قَالَا رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفْرُطَ عَلَيْنَآ أَوْ أَن يَطْغَىٰ", "english_text": "They said, \"Our Lord, we fear lest he may attack us, or transgress.\"", "persian_text": "آنها گفتند: \"پروردگارا، ما می ترسيم که او بر ما حمله برد، يا از حد درگذرد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 46, "arabic_text": "قَالَ لَا تَخَافَآ  إِنَّنِى مَعَكُمَآ أَسْمَعُ وَأَرَىٰ", "english_text": "He said, \"Do not be afraid, for I will be with you, listening and watching.", "persian_text": "او گفت: \"نترسيد، زيرا من با شما خواهم بود، گوش می ‌دهم و نظارت می ‌كنم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 47, "arabic_text": "فَأْتِيَاهُ فَقُولَآ إِنَّا رَسُولَا رَبِّكَ فَأَرْسِلْ مَعَنَا بَنِىٓ إِسْرَٰٓءِيلَ وَلَا تُعَذِّبْهُمْ  قَدْ جِئْنَٰكَ بِـَٔايَةٍ مِّن رَّبِّكَ  وَٱلسَّلَٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلْهُدَىٰٓ", "english_text": "\"Go to him and say, 'We are two messengers from your Lord. Let the Children of Israel go. You must refrain from persecuting them. We bring a sign from your Lord, and peace is the lot of those who heed the guidance.", "persian_text": "\"نزد او برويد و بگوييد: \"ما دو رسولی هستيم از جانب پروردگار تو. بگذار بنی ‌اسرایيل بروند. از اذيت و آزار آنها دست بردار. ما از جانب پروردگارت نشانه‌ای آورده‌ايم و صلح از آن كسانی است كه از هدايت پيروی می ‌كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 48, "arabic_text": "إِنَّا قَدْ أُوحِىَ إِلَيْنَآ أَنَّ ٱلْعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ", "english_text": "\" 'We have been inspired that the retribution will inevitably afflict those who disbelieve and turn away.' \"", "persian_text": "\"بر ما وحی شده است، آنان كه كافر شوند و روی گردانند، حتماً گرفتار عذاب خواهند شد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 49, "arabic_text": "قَالَ فَمَن رَّبُّكُمَا يَٰمُوسَىٰ", "english_text": "He said, \"Who is your Lord, O Moses.\"", "persian_text": "او گفت: \"پروردگار شما کيست، ای موسی؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 50, "arabic_text": "قَالَ رَبُّنَا ٱلَّذِىٓ أَعْطَىٰ كُلَّ شَىْءٍ خَلْقَهُۥ ثُمَّ هَدَىٰ", "english_text": "He said, \"Our Lord is the One who granted everything its existence, and its guidance.\"", "persian_text": "او گفت: \"پروردگار ما يکتايی است که به هر چيز موجوديت بخشيد و هدايتش را به آن عطا کرد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 51, "arabic_text": "قَالَ فَمَا بَالُ ٱلْقُرُونِ ٱلْأُولَىٰ", "english_text": "He said, \"What about the past generations?\"", "persian_text": "او گفت: \"پس تکليف نسل های گذشته چه می شود؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 52, "arabic_text": "قَالَ عِلْمُهَا عِندَ رَبِّى فِى كِتَٰبٍ  لَّا يَضِلُّ رَبِّى وَلَا يَنسَى", "english_text": "He said, \"The knowledge thereof is with my Lord in a record. My Lord never errs, nor does He forget.\"", "persian_text": "گفت: \"دانش آن در پرونده ای نزد پروردگار من است. پروردگار من هرگز نه اشتباه می کند و نه فراموش.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 53, "arabic_text": "ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ مَهْدًا وَسَلَكَ لَكُمْ فِيهَا سُبُلًا وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجْنَا بِهِۦٓ أَزْوَٰجًا مِّن نَّبَاتٍ شَتَّىٰ", "english_text": "He is the One who made the earth habitable for you, and paved in it roads for you. And He sends down from the sky water with which we produce many different kinds of plants.", "persian_text": "اوست يكتايی كه زمين را برای شما قابل سكونت قرار داد و در آن جاده‌هايی برايتان هموار كرد. و او از آسمان آب فرو می ‌فرستد تا ما با آن انواع گياهان متفاوت را برويانيم.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 54, "arabic_text": "كُلُوا وَٱرْعَوْا أَنْعَٰمَكُمْ   إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّأُولِى ٱلنُّهَىٰ", "english_text": "Eat and raise your livestock. These are sufficient proofs for those who possess intelligence.*", "persian_text": "بخوريد و چارپايان خود را پرورش دهيد. اينها مدرك‌هايی است كافی برای خردمندان.*", "subtitle": "", "footnote": "*20:54 Those who possess intelligence appreciate the fact that we are astronauts who were launched into space on this 'Spaceship Earth.' God provided us with renewable food, water, pets, wildlife, and livestock, as we embark on this temporary space odyssey. Compare God's provisions to 'Spaceship Earth' with the provisions we give to our astronauts (Appendix 7)."}, {"sura_num": 20, "verse_num": 55, "arabic_text": "مِنْهَا خَلَقْنَٰكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَىٰ", "english_text": "From it we created you, into it we return you, and from it we bring you out once more.", "persian_text": "ما شما را از آن آفريديم، شما را به آن بازمی گردانيم و يک بار ديگر شما را از آن بيرون می آوريم.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 56, "arabic_text": "وَلَقَدْ أَرَيْنَٰهُ ءَايَٰتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ", "english_text": "We showed him all our proofs, but he disbelieved and refused.", "persian_text": "ما همهٔ مدرك‌های خود را به او نشان داديم، اما او ايمان نياورد و تكذيب كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 57, "arabic_text": "قَالَ أَجِئْتَنَا لِتُخْرِجَنَا مِنْ أَرْضِنَا بِسِحْرِكَ يَٰمُوسَىٰ", "english_text": "He said, \"Did you come here to take us out of our land with your magic, O Moses?", "persian_text": "او گفت: \"ای موسی، آيا اينجا آمدی تا با شعبده بازی خود ما را از سرزمينمان بيرون كنی؟", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 58, "arabic_text": "فَلَنَأْتِيَنَّكَ بِسِحْرٍ مِّثْلِهِۦ فَٱجْعَلْ بَيْنَنَا وَبَيْنَكَ مَوْعِدًا لَّا نُخْلِفُهُۥ نَحْنُ وَلَآ أَنتَ مَكَانًا سُوًى", "english_text": "\"We will surely show you similar magic. Therefore, set an appointment that neither we, nor you will violate; in a neutral place.\"", "persian_text": "\"مطمئناً، ما شعبده‌ای مشابه آن به تو نشان خواهيم داد. بنابراين، زمانی تعيين كن كه نه ما خلف وعده كنيم و نه تو؛ در مكانی بی طرف.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 59, "arabic_text": "قَالَ مَوْعِدُكُمْ يَوْمُ ٱلزِّينَةِ وَأَن يُحْشَرَ ٱلنَّاسُ ضُحًى", "english_text": "He said, \"Your appointed time shall be the day of festivities. Let us all meet in the forenoon.\"", "persian_text": "او گفت: \"موعد شما روز جشنواره باشد. پس همگی پيش از ظهر حضور يابيم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 60, "arabic_text": "فَتَوَلَّىٰ فِرْعَوْنُ فَجَمَعَ كَيْدَهُۥ ثُمَّ أَتَىٰ", "english_text": "Pharaoh summoned his forces, then came.", "persian_text": "فرعون نيروهای خود را احضار كرد و سپس آمد.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 61, "arabic_text": "قَالَ لَهُم مُّوسَىٰ وَيْلَكُمْ لَا تَفْتَرُوا عَلَى ٱللَّهِ كَذِبًا فَيُسْحِتَكُم بِعَذَابٍ  وَقَدْ خَابَ مَنِ ٱفْتَرَىٰ", "english_text": "Moses said to them, \"Woe to you. Do you fabricate lies to fight GOD and thus incur His retribution? Such fabricators will surely fail.\"", "persian_text": "موسی به آنها گفت: \"وای بر شما. آيا دروغ می ‌سازيد كه با خدا بجنگيد و بدين ترتيب سزاوار عذاب او شويد؟ مطمئناً، چنين دروغ پردازانی شكست خواهند خورد.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 62, "arabic_text": "فَتَنَٰزَعُوٓا أَمْرَهُم بَيْنَهُمْ وَأَسَرُّوا ٱلنَّجْوَىٰ", "english_text": "They disputed among themselves, as they conferred privately.", "persian_text": "آنها ضمن اينكه محرمانه مشورت می ‌كردند، در ميان خودشان اختلاف داشتند.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 63, "arabic_text": "قَالُوٓا إِنْ هَٰذَٰنِ لَسَٰحِرَٰنِ يُرِيدَانِ أَن يُخْرِجَاكُم مِّنْ أَرْضِكُم بِسِحْرِهِمَا وَيَذْهَبَا بِطَرِيقَتِكُمُ ٱلْمُثْلَىٰ", "english_text": "They said, \"These two are no more than magicians who wish to take you out of your land with their magic, and to destroy your ideal way of life.", "persian_text": "آنها گفتند: \"اين دو شعبده بازانی بيش نيستند كه می ‌خواهند با شعبده بازی خود شما را از سرزمينتان بيرون كنند و روش دلخواه زندگی شما را از بين ببرند.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 64, "arabic_text": "فَأَجْمِعُوا كَيْدَكُمْ ثُمَّ ٱئْتُوا صَفًّا  وَقَدْ أَفْلَحَ ٱلْيَوْمَ مَنِ ٱسْتَعْلَىٰ", "english_text": "\"Let us agree upon one scheme and face them as a united front. The winner today will have the upper hand.\"", "persian_text": "\"بياييد در حيله‌ای توافق كنيم و در يك صف متحد با آنها روبرو شويم. برندهٔ امروز برتری خواهد داشت.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 65, "arabic_text": "قَالُوا يَٰمُوسَىٰٓ إِمَّآ أَن تُلْقِىَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنْ أَلْقَىٰ", "english_text": "They said, \"O Moses, either you throw, or we will be the first to throw.\"", "persian_text": "آنها گفتند: \"ای موسی، يا بينداز يا ما اول کسی خواهيم بود که می اندازيم.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 66, "arabic_text": "قَالَ بَلْ أَلْقُوا  فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِن سِحْرِهِمْ أَنَّهَا تَسْعَىٰ", "english_text": "He said, \"You throw.\" Whereupon, their ropes and sticks appeared to him, because of their magic, as if they were moving.", "persian_text": "او گفت: \"شما بيندازيد.\" كه در نتيجهٔ آن به خاطر شعبده بازی شان چنين به نظرش رسيد كه ريسمان ‌ها و عصاهايشان حركت می ‌كردند.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 67, "arabic_text": "فَأَوْجَسَ فِى نَفْسِهِۦ خِيفَةً مُّوسَىٰ", "english_text": "Moses harbored some fear.", "persian_text": "موسی ترسی به دل راه داد.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 68, "arabic_text": "قُلْنَا لَا تَخَفْ إِنَّكَ أَنتَ ٱلْأَعْلَىٰ", "english_text": "We said, \"Have no fear. You will prevail.", "persian_text": "گفتيم: \"نترس،‌ تو غلبه خواهی کرد.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 69, "arabic_text": "وَأَلْقِ مَا فِى يَمِينِكَ تَلْقَفْ مَا صَنَعُوٓا  إِنَّمَا صَنَعُوا كَيْدُ سَٰحِرٍ  وَلَا يُفْلِحُ ٱلسَّاحِرُ حَيْثُ أَتَىٰ", "english_text": "\"Throw what you hold in your right hand, and it will swallow what they fabricated. What they fabricated is no more than the scheming of a magician. The magician's work will not succeed.\"", "persian_text": "\"آنچه در دست راست خود نگاه داشتی بينداز و آن هرچه را كه به دروغ ساخته‌اند، خواهد بلعيد. آنچه آنها ساختند بيش از حيلهٔ يك شعبده باز نيست. كار شعبده باز به جايی نخواهد رسيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 70, "arabic_text": "فَأُلْقِىَ ٱلسَّحَرَةُ سُجَّدًا قَالُوٓا ءَامَنَّا بِرَبِّ هَٰرُونَ وَمُوسَىٰ", "english_text": "The magicians fell prostrate, saying, \"We believe in the Lord of Aaron and Moses.\"", "persian_text": "شعبده بازان به سجده افتادند و گفتند: \"ما به پروردگار هارون و موسی ايمان آورديم.\"", "subtitle": "The Experts Recognize The Truth", "footnote": ""}, {"sura_num": 20, "verse_num": 71, "arabic_text": "قَالَ ءَامَنتُمْ لَهُۥ قَبْلَ أَنْ ءَاذَنَ لَكُمْ  إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِى عَلَّمَكُمُ ٱلسِّحْرَ  فَلَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَٰفٍ وَلَأُصَلِّبَنَّكُمْ فِى جُذُوعِ ٱلنَّخْلِ وَلَتَعْلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابًا وَأَبْقَىٰ", "english_text": "He said, \"Did you believe in him without my permission? He must be your chief; the one who taught you magic. I will surely sever your hands and feet on alternate sides. I will crucify you on the palm trunks. You will find out which of us can inflict the worst retribution, and who outlasts whom.\"", "persian_text": "او گفت: \"آيا بدون اجازهٔ من به او ايمان آورديد؟ او بايد رئيس شما باشد؛ آن كسی كه به شما شعبده بازی آموخت. من مطمئناً دست‌ها و پاها‌يتان را خلاف جهت يكديگر قطع خواهم كرد. من شما را بر تنه‌های درخت خرما به صليب خواهم كشيد. شما خواهيد فهميد كه كداميك از ما می ‌تواند بدترين عذاب را وارد كند و چه كسی پايدارتر از ديگری است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 72, "arabic_text": "قَالُوا لَن نُّؤْثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلْبَيِّنَٰتِ وَٱلَّذِى فَطَرَنَا  فَٱقْضِ مَآ أَنتَ قَاضٍ  إِنَّمَا تَقْضِى هَٰذِهِ ٱلْحَيَوٰةَ ٱلدُّنْيَآ", "english_text": "They said, \"We will not prefer you over the clear proofs that came to us, and over the One who created us. Therefore, issue whatever judgment you wish to issue. You can only rule in this lowly life.", "persian_text": "آنها گفتند: \"ما تو را بر مدرک های روشنی كه بر ما آمد و بر يكتايی كه ما را آفريد، ترجيح نخواهيم داد. بنابراين، هر حكمی كه می ‌خواهی صادر كنی، صادر كن. تو فقط می ‌توانی در اين زندگی پست حاكميت كنی.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 73, "arabic_text": "إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطَٰيَٰنَا وَمَآ أَكْرَهْتَنَا عَلَيْهِ مِنَ ٱلسِّحْرِ   وَٱللَّهُ خَيْرٌ وَأَبْقَىٰٓ", "english_text": "\"We have believed in our Lord, that He may forgive us our sins, and the magic that you forced us to perform. GOD is far better and Everlasting.\"", "persian_text": "\"ما به پروردگار خود ايمان آورده‌ايم، باشد كه او از گناهان ما و آن شعبده‌ای كه تو ما را به نمايش آن واداشتی، درگذرد. خدا بسی بهتر است و پاينده.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 74, "arabic_text": "إِنَّهُۥ مَن يَأْتِ رَبَّهُۥ مُجْرِمًا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحْيَىٰ", "english_text": "Anyone who comes to his Lord guilty will incur Hell, wherein he never dies, nor stays alive.", "persian_text": "هر كس گناهكار نزد پروردگارش بيايد، به دوزخ گرفتار خواهد شد، جايی كه هرگز نه می ‌ميرد و نه زنده می ‌ماند.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 75, "arabic_text": "وَمَن يَأْتِهِۦ مُؤْمِنًا قَدْ عَمِلَ ٱلصَّٰلِحَٰتِ فَأُولَٰٓئِكَ لَهُمُ ٱلدَّرَجَٰتُ ٱلْعُلَىٰ", "english_text": "As for those who come to Him as believers who had led a righteous life, they attain the high ranks.", "persian_text": "و اما کسانی که مؤمن نزد او بيايند و زندگی ‌پ‍رهيزکارانه ای را گذرانده باشند، به درجات عالی دست می يابند.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 76, "arabic_text": "جَنَّٰتُ عَدْنٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا  وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ", "english_text": "The gardens of Eden, beneath which rivers flow, will be their abode forever. Such is the reward for those who purify themselves.", "persian_text": "مكان جاودانی آنها، باغ‌های عدنی است كه در زير آن رودخانه‌ها جاری است. چنين است پاداش كسانی كه خود را خالص می ‌كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 77, "arabic_text": "وَلَقَدْ أَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ أَنْ أَسْرِ بِعِبَادِى فَٱضْرِبْ لَهُمْ طَرِيقًا فِى ٱلْبَحْرِ يَبَسًا لَّا تَخَٰفُ دَرَكًا وَلَا تَخْشَىٰ", "english_text": "We inspired Moses: \"Lead My servants out, and strike for them a dry road across the sea. You shall not fear that you may get caught, nor shall you worry.\"", "persian_text": "ما به موسی وحی كرديم: \"بندگان مرا بيرون ببر و برای آنها در ميان دريا راهی خشك باز كن. از اينكه به دامشان گرفتار شوی، نترس و نگران مباش.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 78, "arabic_text": "فَأَتْبَعَهُمْ فِرْعَوْنُ بِجُنُودِهِۦ فَغَشِيَهُم مِّنَ ٱلْيَمِّ مَا غَشِيَهُمْ", "english_text": "Pharaoh pursued them with his troops, but the sea overwhelmed them, as it was destined to overwhelm them.", "persian_text": "فرعون با لشكريانش آنها را دنبال كرد، اما دريا آنها را در كام خود فرو برد، همان‌طور كه مقدر بود در خود فرو برد.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 79, "arabic_text": "وَأَضَلَّ فِرْعَوْنُ قَوْمَهُۥ وَمَا هَدَىٰ", "english_text": "Thus, Pharaoh misled his people; he did not guide them.", "persian_text": "اين چنين، فرعون مردم خود را گمراه كرد؛ او آنها را هدايت نكرد.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 80, "arabic_text": "يَٰبَنِىٓ إِسْرَٰٓءِيلَ قَدْ أَنجَيْنَٰكُم مِّنْ عَدُوِّكُمْ وَوَٰعَدْنَٰكُمْ جَانِبَ ٱلطُّورِ ٱلْأَيْمَنَ وَنَزَّلْنَا عَلَيْكُمُ ٱلْمَنَّ وَٱلسَّلْوَىٰ", "english_text": "O Children of Israel, we delivered you from your enemy, summoned you to the right side of Mount Sinai, and we sent down to you manna and quails.", "persian_text": "ای بنی اسرایيل، ما شما را از دشمنتان رهانيديم، شما را در سمت راست كوه سينا احضار كرديم و برای شما ترنگبين و بلدرچين پايين فرستاديم.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 81, "arabic_text": "كُلُوا مِن طَيِّبَٰتِ مَا رَزَقْنَٰكُمْ وَلَا تَطْغَوْا فِيهِ فَيَحِلَّ عَلَيْكُمْ غَضَبِى  وَمَن يَحْلِلْ عَلَيْهِ غَضَبِى فَقَدْ هَوَىٰ", "english_text": "Eat from the good things we provided for you, and do not transgress, lest you incur My wrath. Whoever incurs My wrath has fallen.", "persian_text": "از چيزهای خوبی كه برايتان فراهم كرديم بخوريد و زياده‌روی نكنيد، مبادا سزاوار خشم من شويد. هر كس به خشم من گرفتار شود، بازنده شده است.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 82, "arabic_text": "وَإِنِّى لَغَفَّارٌ لِّمَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحًا ثُمَّ ٱهْتَدَىٰ", "english_text": "I am surely Forgiving for those who repent, believe, lead a righteous life, and steadfastly remain guided.", "persian_text": "من مطمئناً كسانی را كه توبه كنند و ايمان آورند، زندگی پرهيزكارانه‌ای در پيش گيرند و در راه هدايت ثابت قدم بمانند، می ‌بخشم.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 83, "arabic_text": "وَمَآ أَعْجَلَكَ عَن قَوْمِكَ يَٰمُوسَىٰ", "english_text": "\"Why did you rush away from your people, O Moses?\"", "persian_text": "\"چرا با شتاب از قوم خود دور شدی، ای موسی؟\"", "subtitle": "The Children of Israel Rebel", "footnote": ""}, {"sura_num": 20, "verse_num": 84, "arabic_text": "قَالَ هُمْ أُولَآءِ عَلَىٰٓ أَثَرِى وَعَجِلْتُ إِلَيْكَ رَبِّ لِتَرْضَىٰ", "english_text": "He said, \"They are close behind me. I have rushed to You my Lord, that You may be pleased.\"", "persian_text": "او گفت: \"آنها همين نزديکی پشت سر من هستند. من به سوی تو شتافتم، ای پروردگار من. باشد که تو خوشنود شوی.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 85, "arabic_text": "قَالَ فَإِنَّا قَدْ فَتَنَّا قَوْمَكَ مِنۢ بَعْدِكَ وَأَضَلَّهُمُ ٱلسَّامِرِىُّ", "english_text": "He said, \"We have put your people to the test after you left, but the Samarian misled them.\"", "persian_text": "او گفت: \"ما قوم تو را پس از عزيمت تو آزموده ايم، ليکن سامری آنها را گمراه کرد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 86, "arabic_text": "فَرَجَعَ مُوسَىٰٓ إِلَىٰ قَوْمِهِۦ غَضْبَٰنَ أَسِفًا  قَالَ يَٰقَوْمِ أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا  أَفَطَالَ عَلَيْكُمُ ٱلْعَهْدُ أَمْ أَرَدتُّمْ أَن يَحِلَّ عَلَيْكُمْ غَضَبٌ مِّن رَّبِّكُمْ فَأَخْلَفْتُم مَّوْعِدِى", "english_text": "Moses returned to his people, angry and disappointed, saying, \"O my people, did your Lord not promise you a good promise? Could you not wait? Did you want to incur wrath from your Lord? Is this why you broke your agreement with me?\"", "persian_text": "موسی خشمگين و مأيوس نزد قوم خود بازگشت و گفت: \"ای قوم من، آيا پروردگارتان به شما وعده نداد، وعده ای نيکو؟ آيا نمی توانستيد صبر کنيد؟ آيا می خواستيد به خشم پروردگار خود گرفتار شويد؟ آيا به اين دليل عهد خود را با من شکستيد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 87, "arabic_text": "قَالُوا مَآ أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا وَلَٰكِنَّا حُمِّلْنَآ أَوْزَارًا مِّن زِينَةِ ٱلْقَوْمِ فَقَذَفْنَٰهَا فَكَذَٰلِكَ أَلْقَى ٱلسَّامِرِىُّ", "english_text": "They said, \"We did not break our agreement with you on purpose. But we were loaded down with jewelry, and decided to throw our loads in. This is what the Samarian suggested.\"", "persian_text": "آنها گفتند: \"ما عمداً پيمان خود را با تو نشکستيم، اما بار جواهرات بر ما سنگينی می کرد و تصميم گرفتيم بار خود را در اين بيندازيم. اين چيزی است که سامری پيشنهاد کرد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 88, "arabic_text": "فَأَخْرَجَ لَهُمْ عِجْلًا جَسَدًا لَّهُۥ خُوَارٌ فَقَالُوا هَٰذَآ إِلَٰهُكُمْ وَإِلَٰهُ مُوسَىٰ فَنَسِىَ", "english_text": "He produced for them a sculpted calf, complete with a calf's sound.* They said, \"This is your god, and the god of Moses.\" Thus, he forgot.", "persian_text": "او برای آنها مجسمهٔ گوساله‌ای ساخت، كامل با صدای گوساله.* آنها گفتند: \"اين خدای شما و خدای موسی است.\" اين چنين، او فراموش كرد.", "subtitle": "", "footnote": "*20:88 & 96 The Samarian went to the spot where God spoke to Moses, and grabbed a fistful of dust upon which God's voice had echoed. This dust, when mixed with the molten gold caused the golden statue to acquire the sound of a calf."}, {"sura_num": 20, "verse_num": 89, "arabic_text": "أَفَلَا يَرَوْنَ أَلَّا يَرْجِعُ إِلَيْهِمْ قَوْلًا وَلَا يَمْلِكُ لَهُمْ ضَرًّا وَلَا نَفْعًا", "english_text": "Could they not see that it neither responded to them, nor possessed any power to harm them, or benefit them?", "persian_text": "آيا نمی توانستند ببينند که آن نه پاسخی به آنها می داد و نه قادر بود به آنها سود يا زيان برساند؟", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 90, "arabic_text": "وَلَقَدْ قَالَ لَهُمْ هَٰرُونُ مِن قَبْلُ يَٰقَوْمِ إِنَّمَا فُتِنتُم بِهِۦ  وَإِنَّ رَبَّكُمُ ٱلرَّحْمَٰنُ فَٱتَّبِعُونِى وَأَطِيعُوٓا أَمْرِى", "english_text": "And Aaron had told them, \"O my people, this is a test for you. Your only Lord is the Most Gracious, so follow me, and obey my commands.\"", "persian_text": "و هارون به آنها گفته بود: \"ای قوم من، اين امتحانی است برای شما. تنها پروردگار شما آن بخشنده‌ترين است، بنابراين از من پيروی كنيد و از دستورات من اطاعت نماييد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 91, "arabic_text": "قَالُوا لَن نَّبْرَحَ عَلَيْهِ عَٰكِفِينَ حَتَّىٰ يَرْجِعَ إِلَيْنَا مُوسَىٰ", "english_text": "They said, \"We will continue to worship it, until Moses comes back.\"", "persian_text": "آنها گفتند: \"ما به پرستش آن ادامه خواهيم داد، تا اينكه موسی بازگردد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 92, "arabic_text": "قَالَ يَٰهَٰرُونُ مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّوٓا", "english_text": "(Moses) said, \"O Aaron, what is it that prevented you, when you saw them go astray,", "persian_text": "(موسی) گفت: \"ای هارون، وقتی ديدی آنها به گمراهی می ‌روند، چه چيز مانع شد كه", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 93, "arabic_text": "أَلَّا تَتَّبِعَنِ  أَفَعَصَيْتَ أَمْرِى", "english_text": "\"from following my orders? Have you rebelled against me?\"", "persian_text": "\"از دستورات من پيروی كنی؟ آيا عليه من شورش كرده‌ای؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 94, "arabic_text": "قَالَ يَبْنَؤُمَّ لَا تَأْخُذْ بِلِحْيَتِى وَلَا بِرَأْسِىٓ  إِنِّى خَشِيتُ أَن تَقُولَ فَرَّقْتَ بَيْنَ بَنِىٓ إِسْرَٰٓءِيلَ وَلَمْ تَرْقُبْ قَوْلِى", "english_text": "He said, \"O son of my mother, do not pull me by my beard and my head. I was afraid that you might say, 'You have divided the Children of Israel, and disobeyed my orders.' \"", "persian_text": "او گفت: \"ای پسر مادر من، مرا به ريش و سرم مکش. من از اين ترسيدم که شايد تو بگويی، ميان بنی اسرایيل جدايی افكندی و از دستوراتم اطاعت نكردی.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 95, "arabic_text": "قَالَ فَمَا خَطْبُكَ يَٰسَٰمِرِىُّ", "english_text": "He said, \"What is the matter with you, O Samarian?\"", "persian_text": "او گفت: \"تو را چه می ‌شود، ای سامری؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 96, "arabic_text": "قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُوا بِهِۦ فَقَبَضْتُ قَبْضَةً مِّنْ أَثَرِ ٱلرَّسُولِ فَنَبَذْتُهَا وَكَذَٰلِكَ سَوَّلَتْ لِى نَفْسِى", "english_text": "He said, \"I saw what they could not see. I grabbed a fistful (of dust) from the place where the messenger stood, and used it (to mix into the golden calf). This is what my mind inspired me to do.\"*", "persian_text": "او گفت: \"من چيزی را ديدم که آنها نمی توانستند ببينند. من مشتی (خاک) از مکانی که رسول در آنجا ايستاده بود، برداشتم و آن را به کار بردم (تا با گوسالهٔ طلايی مخلوط کنم). فکر من اين کار را به من الهام کرد.\"*", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 97, "arabic_text": "قَالَ فَٱذْهَبْ فَإِنَّ لَكَ فِى ٱلْحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَ  وَإِنَّ لَكَ مَوْعِدًا لَّن تُخْلَفَهُۥ  وَٱنظُرْ إِلَىٰٓ إِلَٰهِكَ ٱلَّذِى ظَلْتَ عَلَيْهِ عَاكِفًا  لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِى ٱلْيَمِّ نَسْفًا", "english_text": "He said, \"Then go, and, throughout your life, do not even come close. You have an appointed time (for your final judgment) that you can never evade. Look at your god that you used to worship; we will burn it and throw it into the sea, to stay down there forever.\"", "persian_text": "او گفت: \"پس برو و در طول زندگيت، حتی نزديك هم نشو. تو (برای قضاوت نهايی خود) وقت معينی داری كه هرگز نمی ‌توانی رهايی يابی. به خدای خود كه پرستش می ‌كردی، نگاه كن؛ ما آن را می ‌سوزانيم و به دريا می ‌افكنيم، تا برای هميشه پايين بماند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 98, "arabic_text": "إِنَّمَآ إِلَٰهُكُمُ ٱللَّهُ ٱلَّذِى لَآ إِلَٰهَ إِلَّا هُوَ  وَسِعَ كُلَّ شَىْءٍ عِلْمًا", "english_text": "Your only god is GOD; the One beside whom there is no other god. His knowledge encompasses all things.", "persian_text": "تنها خدای شما خداست؛ يكتايی كه در كنار او خدای ديگری نيست. دانش او بر همه چيز احاطه دارد.", "subtitle": "You Have But One God", "footnote": ""}, {"sura_num": 20, "verse_num": 99, "arabic_text": "كَذَٰلِكَ نَقُصُّ عَلَيْكَ مِنْ أَنۢبَآءِ مَا قَدْ سَبَقَ  وَقَدْ ءَاتَيْنَٰكَ مِن لَّدُنَّا ذِكْرًا", "english_text": "We thus narrate to you some news from the past generations. We have revealed to you a message from us.", "persian_text": "اين چنين برخی از اخبار نسل های گذشته را بر تو حکايت می کنيم. ما از جانب خود پيامی بر تو وحی کرده ايم.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 100, "arabic_text": "مَّنْ أَعْرَضَ عَنْهُ فَإِنَّهُۥ يَحْمِلُ يَوْمَ ٱلْقِيَٰمَةِ وِزْرًا", "english_text": "Those who disregard it will bear a load (of sins) on the Day of Resurrection.", "persian_text": "کسانی که آن را ناديده گيرند، روز رستاخيز بار سنگينی (از گناهان را) بر دوش خواهند کشيد.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 101, "arabic_text": "خَٰلِدِينَ فِيهِ  وَسَآءَ لَهُمْ يَوْمَ ٱلْقِيَٰمَةِ حِمْلًا", "english_text": "Eternally they abide therein; what a miserable load on the Day of Resurrection!", "persian_text": "آنها تا ابد در آن می مانند؛ چه بار بدی در روز رستاخيز!", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 102, "arabic_text": "يَوْمَ يُنفَخُ فِى ٱلصُّورِ  وَنَحْشُرُ ٱلْمُجْرِمِينَ يَوْمَئِذٍ زُرْقًا", "english_text": "That is the day when the horn is blown, and we summon the guilty on that day blue.", "persian_text": "اين همان روزی است که در صور دميده خواهد شد و در آن روز گناهکاران را کبود احضار خواهيم کرد.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 103, "arabic_text": "يَتَخَٰفَتُونَ بَيْنَهُمْ إِن لَّبِثْتُمْ إِلَّا عَشْرًا", "english_text": "Whispering among themselves, they will say, \"You have stayed (in the first life) no more than ten days!\"", "persian_text": "آنها در ميان خود زمزمه کنان خواهند گفت: \"شما (در زندگی اول) بيش از ده روز به سر نبرده ايد!\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 104, "arabic_text": "نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ إِذْ يَقُولُ أَمْثَلُهُمْ طَرِيقَةً إِن لَّبِثْتُمْ إِلَّا يَوْمًا", "english_text": "We are fully aware of their utterances. The most accurate among them will say, \"You stayed no more than a day.\"", "persian_text": "ما از گفتارهايشان کاملاً آگاهيم. دقيق ترين آنها خواهد گفت: \"شما بيش از يک روز به سر نبرده ايد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 105, "arabic_text": "وَيَسْـَٔلُونَكَ عَنِ ٱلْجِبَالِ فَقُلْ يَنسِفُهَا رَبِّى نَسْفًا", "english_text": "They ask you about the mountains. Say, \"My Lord will wipe them out.", "persian_text": "از تو دربارهٔ کوه ها می پرسند. بگو: \"پروردگارم آنها را از ميان خواهد برد.\"", "subtitle": "On the Day of Resurrection", "footnote": ""}, {"sura_num": 20, "verse_num": 106, "arabic_text": "فَيَذَرُهَا قَاعًا صَفْصَفًا", "english_text": "\"He will leave them like a barren, flat land.", "persian_text": "\"او آنها را مانند زمينی باير و مسطح باقی خواهد گذارد.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 107, "arabic_text": "لَّا تَرَىٰ فِيهَا عِوَجًا وَلَآ أَمْتًا", "english_text": "\"Not even the slightest hill will you see therein, nor a dip.\"", "persian_text": "\"حتی کوچک ترين تپه و يا فرورفتگی در آن نخواهی ديد.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 108, "arabic_text": "يَوْمَئِذٍ يَتَّبِعُونَ ٱلدَّاعِىَ لَا عِوَجَ لَهُۥ  وَخَشَعَتِ ٱلْأَصْوَاتُ لِلرَّحْمَٰنِ فَلَا تَسْمَعُ إِلَّا هَمْسًا", "english_text": "On that day, everyone will follow the caller, without the slightest deviation. All sounds will be hushed before the Most Gracious; you will hear nothing but whispers.", "persian_text": "در آن روز همه بدون كوچك‌ترين انحرافی به دنبال منادی خواهند رفت. تمام صداها در حضور آن بخشنده ترين خاموش خواهد شد؛ چيزی جز زمزمه نخواهی شنيد.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 109, "arabic_text": "يَوْمَئِذٍ لَّا تَنفَعُ ٱلشَّفَٰعَةُ إِلَّا مَنْ أَذِنَ لَهُ ٱلرَّحْمَٰنُ وَرَضِىَ لَهُۥ قَوْلًا", "english_text": "On that day, intercession will be useless, except for those permitted by the Most Gracious, and whose utterances conform to His will.", "persian_text": "در آن روز، شفاعت سودی نخواهد داشت، مگر برای کسانی که  بخشنده‌ترين به آنها اجازه داده باشد و گفتارشان با خواست او مطابقت کند.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 110, "arabic_text": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِهِۦ عِلْمًا", "english_text": "He knows their past and their future, while none encompasses His knowledge.", "persian_text": "او گذشته و آيندهٔ آنها را می داند، در حالی که هيچ کس به دانش او احاطه ندارد.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 111, "arabic_text": "وَعَنَتِ ٱلْوُجُوهُ لِلْحَىِّ ٱلْقَيُّومِ  وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًا", "english_text": "All faces will submit to the Living, the Eternal, and those who are burdened by their transgressions will fail.", "persian_text": "تمام چهره ها به آن زندهٔ پاينده تسليم خواهند شد و کسانی که بار ستم هايشان را بر دوش می کشند، سقوط خواهند کرد.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 112, "arabic_text": "وَمَن يَعْمَلْ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤْمِنٌ فَلَا يَخَافُ ظُلْمًا وَلَا هَضْمًا", "english_text": "As for those who worked righteousness, while believing, they will have no fear of injustice or adversity.", "persian_text": "و اما كسانی كه اعمال پرهيزكارانه انجام دادند و ايمان داشتند، هيچ ترسی از بی ‌عدالتی يا سختی نخواهند داشت.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 113, "arabic_text": "وَكَذَٰلِكَ أَنزَلْنَٰهُ قُرْءَانًا عَرَبِيًّا وَصَرَّفْنَا فِيهِ مِنَ ٱلْوَعِيدِ لَعَلَّهُمْ يَتَّقُونَ أَوْ يُحْدِثُ لَهُمْ ذِكْرًا", "english_text": "We thus revealed it, an Arabic Quran, and we cited in it all kinds of prophecies, that they may be saved, or it may cause them to take heed.", "persian_text": "ما اين چنين آن را نازل کرديم، قرآنی عربی و انواع پيش بينی ها را در آن بيان نمودیم، باشد که نجات يابند يا باعث شود که توجه کنند.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 114, "arabic_text": "فَتَعَٰلَى ٱللَّهُ ٱلْمَلِكُ ٱلْحَقُّ   وَلَا تَعْجَلْ بِٱلْقُرْءَانِ مِن قَبْلِ أَن يُقْضَىٰٓ إِلَيْكَ وَحْيُهُۥ  وَقُل رَّبِّ زِدْنِى عِلْمًا", "english_text": "Most Exalted is GOD, the only true King. Do not rush into uttering the Quran before it is revealed to you, and say, \"My Lord, increase my knowledge.\"", "persian_text": "تعالی است خدا، تنها پادشاه حقيقی. در بيان قرآن، پيش از آنکه بر تو وحی شود، عجله نکن و بگو: \"پروردگار من، بر دانشم بيفزای.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 115, "arabic_text": "وَلَقَدْ عَهِدْنَآ إِلَىٰٓ ءَادَمَ مِن قَبْلُ فَنَسِىَ وَلَمْ نَجِدْ لَهُۥ عَزْمًا", "english_text": "We tested Adam in the past, but he forgot, and we found him indecisive.", "persian_text": "ما در گذشته آدم را آزموديم، ولی او فراموش کرد و ما او را مردد يافتيم.", "subtitle": "Humans Fail to Make a Firm Stand*", "footnote": "*20:115 When Satan challenged God's absolute authority (38:69), you and I did not make a firm stand against Satan. God is giving us a chance, on this earth, to redeem ourselves by denouncing Satan and upholding God's absolute authority (Appendix 7)."}, {"sura_num": 20, "verse_num": 116, "arabic_text": "وَإِذْ قُلْنَا لِلْمَلَٰٓئِكَةِ ٱسْجُدُوا لِءَادَمَ فَسَجَدُوٓا إِلَّآ إِبْلِيسَ أَبَىٰ", "english_text": "Recall that we said to the angels, \"Fall prostrate before Adam.\" They fell prostrate, except Satan; he refused.", "persian_text": "به ياد آور که به فرشتگان گفتيم: \"در برابر آدم سجده کنيد. همگی سجده کردند، جز ابليس؛ او نپذيرفت.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 117, "arabic_text": "فَقُلْنَا يَٰٓـَٔادَمُ إِنَّ هَٰذَا عَدُوٌّ لَّكَ وَلِزَوْجِكَ فَلَا يُخْرِجَنَّكُمَا مِنَ ٱلْجَنَّةِ فَتَشْقَىٰٓ", "english_text": "We then said, \"O Adam, this is an enemy of you and your wife. Do not let him evict you from Paradise, lest you become miserable.", "persian_text": "سپس گفتيم: \"ای آدم، اين دشمن تو و دشمن همسر توست. نگذاريد شما را از بهشت بيرون براند، مبادا نگون بخت شوید.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 118, "arabic_text": "إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعْرَىٰ", "english_text": "\"You are guaranteed never to hunger therein, nor go unsheltered.", "persian_text": "\"برای تو تضمين شده است که در آنجا نه هرگز گرسنه شوی و نه بی پناه بمانی.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 119, "arabic_text": "وَأَنَّكَ لَا تَظْمَؤُا فِيهَا وَلَا تَضْحَىٰ", "english_text": "\"Nor will you thirst therein, nor suffer from any heat.\"", "persian_text": "\"در آنجا نه تشنگی خواهی كشيد و نه از گرما رنج خواهی برد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 120, "arabic_text": "فَوَسْوَسَ إِلَيْهِ ٱلشَّيْطَٰنُ قَالَ يَٰٓـَٔادَمُ هَلْ أَدُلُّكَ عَلَىٰ شَجَرَةِ ٱلْخُلْدِ وَمُلْكٍ لَّا يَبْلَىٰ", "english_text": "But the devil whispered to him, saying, \"O Adam, let me show you the tree of eternity and unending kingship.\"", "persian_text": "اما شيطان او را وسوسه كرد و گفت: \"ای آدم، بگذار درخت جاودانگی و سلطنت دايمی را به تو نشان دهم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 121, "arabic_text": "فَأَكَلَا مِنْهَا فَبَدَتْ لَهُمَا سَوْءَٰتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ ٱلْجَنَّةِ  وَعَصَىٰٓ ءَادَمُ رَبَّهُۥ فَغَوَىٰ", "english_text": "They ate from it, whereupon their bodies became visible to them, and they tried to cover themselves with the leaves of Paradise. Adam thus disobeyed his Lord, and fell.", "persian_text": "آنها از آن خوردند. درنتيجه، بدن‌هايشان برايشان نمايان شد و سعی كردند با برگ های بهشت خود را بپوشانند. آدم اين چنين از پروردگار خود نافرمانی كرد و پايين آمد.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 122, "arabic_text": "ثُمَّ ٱجْتَبَٰهُ رَبُّهُۥ فَتَابَ عَلَيْهِ وَهَدَىٰ", "english_text": "Subsequently, his Lord chose him, redeemed him, and guided him.", "persian_text": "پس از آن، پروردگارش او را برگزيد. از او درگذشت و او را هدايت کرد.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 123, "arabic_text": "قَالَ ٱهْبِطَا مِنْهَا جَمِيعًۢا  بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ  فَإِمَّا يَأْتِيَنَّكُم مِّنِّى هُدًى فَمَنِ ٱتَّبَعَ هُدَاىَ فَلَا يَضِلُّ وَلَا يَشْقَىٰ", "english_text": "He said, \"Go down therefrom, all of you. You are enemies of one another. When guidance comes to you from Me, anyone who follows My guidance will not go astray, nor suffer any misery.", "persian_text": "او گفت: \"از آنچا پايين برويد، همگی شما. شما دشمنان يكديگر هستيد. هرگاه هدایت از جانب من برايتان بيايد، هر كس از هدايت من پيروی كند، نه به گمراهی خواهد رفت و نه گرفتار بدبختی خواهد شد.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 124, "arabic_text": "وَمَنْ أَعْرَضَ عَن ذِكْرِى فَإِنَّ لَهُۥ مَعِيشَةً ضَنكًا وَنَحْشُرُهُۥ يَوْمَ ٱلْقِيَٰمَةِ أَعْمَىٰ", "english_text": "\"As for the one who disregards My message, he will have a miserable life, and we resurrect him, on the Day of Resurrection, blind.\"", "persian_text": "\"و اما کسی که پيام مرا ناديده بگيرد، زندگی فلاکت باری خواهد داشت و روز رستاخيز، او را نابينا برمی انگيزيم.\"", "subtitle": "For the Disbelievers: Miserable Life Unavoidable", "footnote": ""}, {"sura_num": 20, "verse_num": 125, "arabic_text": "قَالَ رَبِّ لِمَ حَشَرْتَنِىٓ أَعْمَىٰ وَقَدْ كُنتُ بَصِيرًا", "english_text": "He will say, \"My Lord, why did you summon me blind, when I used to be a seer?\"", "persian_text": "او خواهد گفت: \"پروردگار من، چرا مرا كور احضار كردی، در حالی كه قبلاً بينا بودم؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 126, "arabic_text": "قَالَ كَذَٰلِكَ أَتَتْكَ ءَايَٰتُنَا فَنَسِيتَهَا  وَكَذَٰلِكَ ٱلْيَوْمَ تُنسَىٰ", "english_text": "He will say, \"Because you forgot our revelations when they came to you, you are now forgotten.\"", "persian_text": "او خواهد گفت: \"زيرا وقتی آيات ما برای تو آمد، آنها را فراموش كردی، اكنون تو فراموش شده ای.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 127, "arabic_text": "وَكَذَٰلِكَ نَجْزِى مَنْ أَسْرَفَ وَلَمْ يُؤْمِنۢ بِـَٔايَٰتِ رَبِّهِۦ  وَلَعَذَابُ ٱلْءَاخِرَةِ أَشَدُّ وَأَبْقَىٰٓ", "english_text": "We thus requite those who transgress and refuse to believe in the revelations of their Lord. The retribution in the Hereafter is far worse and everlasting.", "persian_text": "اين چنين کسانی را که از حد تجاوز می کنند و آيات پروردگارشان را نمی ‌پذيرند، کيفر می دهيم. مجازات آخرت بسيار سنگين تر و هميشگی است.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 128, "arabic_text": "أَفَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا قَبْلَهُم مِّنَ ٱلْقُرُونِ يَمْشُونَ فِى مَسَٰكِنِهِمْ   إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّأُولِى ٱلنُّهَىٰ", "english_text": "Does it ever occur to them how many previous generations we have annihilated? They are now walking in the homes of those before them. These are signs for those who possess intelligence.", "persian_text": "آيا هرگز به فکرشان رسيده است که ما چندین نسل پیشین را به هلاکت رسانده ايم؟ اينک آنها در خانه های کسانی که پيش از آنها بودند، راه می روند. اينها نشانه هایی است برای خردمندان.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 129, "arabic_text": "وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَكَانَ لِزَامًا وَأَجَلٌ مُّسَمًّى", "english_text": "If it were not for your Lord's predetermined plan, they would have been judged immediately.", "persian_text": "اگر به خاطر نقشهٔ از پيش مقدرشدهٔ پروردگارت نبود، فوراً قضاوت شده بودند.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 130, "arabic_text": "فَٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ ٱلشَّمْسِ وَقَبْلَ غُرُوبِهَا  وَمِنْ ءَانَآئِ ٱلَّيْلِ فَسَبِّحْ وَأَطْرَافَ ٱلنَّهَارِ لَعَلَّكَ تَرْضَىٰ", "english_text": "Therefore, be patient in the face of their utterances, and praise and glorify your Lord before sunrise and before sunset. And during the night glorify Him, as well as at both ends of the day, that you may be happy.", "persian_text": "بنابراين، در مقابل سخنانشان صبور باش و پيش از طلوع آفتاب و پيش از غروب آفتاب پروردگارت را ستايش و تجليل کن و همين طور در طی شب و دو انتهای روز او را تسبيح گوی، باشد كه شاد و خرسند شوی.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 131, "arabic_text": "وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَىٰ مَا مَتَّعْنَا بِهِۦٓ أَزْوَٰجًا مِّنْهُمْ زَهْرَةَ ٱلْحَيَوٰةِ ٱلدُّنْيَا لِنَفْتِنَهُمْ فِيهِ  وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَىٰ", "english_text": "And do not covet what we bestowed upon any other people. Such are temporary ornaments of this life, whereby we put them to the test. What your Lord provides for you is far better, and everlasting.", "persian_text": "و به آنچه به ديگران عنایت کرديم، طمع نکن. اينها تجملات موقتی اين دنياست تا آنها را بدان وسيله مورد آزمايش قرار دهيم. آنچه پروردگارت برای تو فراهم می کند، بسيار بهتر است و جاودانه.", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 132, "arabic_text": "وَأْمُرْ أَهْلَكَ بِٱلصَّلَوٰةِ وَٱصْطَبِرْ عَلَيْهَا  لَا نَسْـَٔلُكَ رِزْقًا  نَّحْنُ نَرْزُقُكَ   وَٱلْعَٰقِبَةُ لِلتَّقْوَىٰ", "english_text": "You shall enjoin your family to observe the contact prayers (Salat), and steadfastly persevere in doing so. We do not ask you for any provisions; we are the ones who provide for you. The ultimate triumph belongs to the righteous.", "persian_text": "بايد به خانوادهٔ خود سفارش كنی تا نمازها (ارتباط با خدا) را به جا آورند و صبورانه در انجام آن ثابت قدم باشند. ما از تو روزی نمی ‌خواهيم؛ ما هستيم كه روزی تو را فراهم می ‌كنيم. پيروزی نهايی متعلق به پرهيزكاران است.", "subtitle": "The Parents' Responsibility", "footnote": ""}, {"sura_num": 20, "verse_num": 133, "arabic_text": "وَقَالُوا لَوْلَا يَأْتِينَا بِـَٔايَةٍ مِّن رَّبِّهِۦٓ  أَوَلَمْ تَأْتِهِم بَيِّنَةُ مَا فِى ٱلصُّحُفِ ٱلْأُولَىٰ", "english_text": "They said, \"If he could only show us a miracle from his Lord!\" Did they not receive sufficient miracles with the previous messages?", "persian_text": "آنها گفتند: \"ای کاش او می توانست از جانب پروردگارش معجزه ای به ما نشان دهد‍‍!\" آيا آنها با پيام‌های پیشین به اندازهٔ كافی معجزه دريافت نكردند؟", "subtitle": "Why Messengers?", "footnote": ""}, {"sura_num": 20, "verse_num": 134, "arabic_text": "وَلَوْ أَنَّآ أَهْلَكْنَٰهُم بِعَذَابٍ مِّن قَبْلِهِۦ لَقَالُوا رَبَّنَا لَوْلَآ أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ ءَايَٰتِكَ مِن قَبْلِ أَن نَّذِلَّ وَنَخْزَىٰ", "english_text": "Had we annihilated them before this, they would have said, \"Our Lord, had You sent a messenger to us, we would have followed Your revelations, and would have avoided this shame and humiliation.\"", "persian_text": "اگر آنها را پيش از اين هلاک کرده بوديم، می گفتند: \"پروردگارا، اگر رسولی برای ما فرستاده بودی، از آيات تو پيروی می کرديم، و از اين ننگ و ذلت اجتناب می ورزيديم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 20, "verse_num": 135, "arabic_text": "قُلْ كُلٌّ مُّتَرَبِّصٌ فَتَرَبَّصُوا  فَسَتَعْلَمُونَ مَنْ أَصْحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِىِّ وَمَنِ ٱهْتَدَىٰ", "english_text": "Say, \"All of us are waiting, so wait; you will surely find out who are on the correct path, and who are truly guided.\"", "persian_text": "بگو: \"همهٔ ما در انتظار هستیم، پس منتظر باشيد؛ مسلماً خواهيد فهمید که چه كسانی در راه درست هستند و چه كسانی حقيقتاً هدايت شده‌اند.\"", "subtitle": "", "footnote": ""}]