[{"sura_num": 30, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The Romans", "chapter_title_arabic": "الروم", "chapter_title_persian": "روميان"}, {"sura_num": 30, "verse_num": 1, "arabic_text": "الٓمٓ", "english_text": "A. L. M.*", "persian_text": "ا. ل. م.*", "subtitle": "", "footnote": "*30:1 See Appendix 1 for the detailed explanation of these previously mysterious initials."}, {"sura_num": 30, "verse_num": 2, "arabic_text": "غُلِبَتِ ٱلرُّومُ", "english_text": "Certainly, the Romans will be defeated.", "persian_text": "مسلماً، روميان شکست خواهند خورد.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 3, "arabic_text": "فِىٓ أَدْنَى ٱلْأَرْضِ وَهُم مِّنۢ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ", "english_text": "In the nearest land. After their defeat, they will rise again and win.", "persian_text": "در نزديك‌ترين سرزمين. پس از شكست خوردن، دوباره برمی ‌خيزند و پيروز خواهند شد.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 4, "arabic_text": "فِى بِضْعِ سِنِينَ   لِلَّهِ ٱلْأَمْرُ مِن قَبْلُ وَمِنۢ بَعْدُ  وَيَوْمَئِذٍ يَفْرَحُ ٱلْمُؤْمِنُونَ", "english_text": "Within several years. Such is GOD's decision, both in the first prophecy, and the second. On that day, the believers shall rejoice", "persian_text": "در چندين سال. چنين است تصميم خدا، هم در اولين پيش‌بينی و هم در دومين. در آن روز، مؤمنان شادمان شوند.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 5, "arabic_text": "بِنَصْرِ ٱللَّهِ  يَنصُرُ مَن يَشَآءُ  وَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ", "english_text": "in GOD's victory. He grants victory to whomever He wills. He is the Almighty, Most Merciful.", "persian_text": "در پيروزی خدا. او به هر كه بخواهد، پيروزی عطا می ‌كند. اوست صاحب اقتدار، مهربان‌ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 6, "arabic_text": "وَعْدَ ٱللَّهِ  لَا يُخْلِفُ ٱللَّهُ وَعْدَهُۥ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ", "english_text": "Such is GOD's promise—and GOD never breaks His promise—but most people do not know.", "persian_text": "چنين است وعدهٔ خدا- و خدا هرگز خلف وعده نمی کند-  ولی بيشتر مردم نمی دانند.", "subtitle": "Preoccupation With the Wrong Life", "footnote": ""}, {"sura_num": 30, "verse_num": 7, "arabic_text": "يَعْلَمُونَ ظَٰهِرًا مِّنَ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَهُمْ عَنِ ٱلْءَاخِرَةِ هُمْ غَٰفِلُونَ", "english_text": "They care only about things of this world that are visible to them, while being totally oblivious to the Hereafter.", "persian_text": "آنها فقط به چيزهای اين دنيا كه برای آنها قابل ديدن است اهميت می ‌دهند، در حالی كه به كلی از آخرت غافل هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 8, "arabic_text": "أَوَلَمْ يَتَفَكَّرُوا فِىٓ أَنفُسِهِم   مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَآ إِلَّا بِٱلْحَقِّ وَأَجَلٍ مُّسَمًّى   وَإِنَّ كَثِيرًا مِّنَ ٱلنَّاسِ بِلِقَآئِ رَبِّهِمْ لَكَٰفِرُونَ", "english_text": "Why do they not reflect on themselves? GOD did not create the heavens and the earth, and everything between them, except for a specific purpose, and for a specific life span. However, most people, with regard to meeting their Lord, are disbelievers.", "persian_text": "چرا در خود نمی انديشند؟ خدا آسمان ها و زمين و آنچه را ميان آنهاست، جز برای منظوری خاص و تا مدتی معين نيافريد. اگرچه اکثر مردم به ديدار با پروردگار خود ايمان ندارند.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 9, "arabic_text": "أَوَلَمْ يَسِيرُوا فِى ٱلْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ  كَانُوٓا أَشَدَّ مِنْهُمْ قُوَّةً وَأَثَارُوا ٱلْأَرْضَ وَعَمَرُوهَآ أَكْثَرَ مِمَّا عَمَرُوهَا وَجَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ  فَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَٰكِن كَانُوٓا أَنفُسَهُمْ يَظْلِمُونَ", "english_text": "Have they not roamed the earth and noted the consequences for those who preceded them? They used to be more powerful, more prosperous, and more productive on earth. Their messengers went to them with clear signs. Consequently, GOD was not the One who wronged them, they are the ones who wronged their own souls.", "persian_text": "آيا در زمين گردش نكرده‌اند و عاقبت كسانی را كه پيش از آنها بودند، نديده‌اند؟ آنها در زمين قدرتمندتر، مرفه‌تر و سازنده‌تر بودند. رسولانشان با نشانه‌های روشن نزدشان رفتند. درنتيجه، خدا نبود كه به آنها ستم كرد، اين خود آنها هستند كه به نفس خويش ستم كردند.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 10, "arabic_text": "ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔوا ٱلسُّوٓأَىٰٓ أَن كَذَّبُوا بِـَٔايَٰتِ ٱللَّهِ وَكَانُوا بِهَا يَسْتَهْزِءُونَ", "english_text": "The consequences for those who committed evil had to be evil. That is because they rejected GOD's revelations, and ridiculed them.", "persian_text": "عاقبت كسانی كه بدی كردند، بايد بدی می ‌بود. به دليل آنكه آيات خدا را تكذيب نمودند و آن را مسخره كردند.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 11, "arabic_text": "ٱللَّهُ يَبْدَؤُا ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيْهِ تُرْجَعُونَ", "english_text": "GOD is the One who initiates the creation and repeats it. Ultimately, you will be returned to Him.", "persian_text": "خداست كه آفرينش را آغاز می ‌كند و آن را تكرار می ‌نمايد. سرانجام به سوی او بازگردانده خواهيد شد.", "subtitle": "Idol Worshipers Disown Their Idols", "footnote": ""}, {"sura_num": 30, "verse_num": 12, "arabic_text": "وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يُبْلِسُ ٱلْمُجْرِمُونَ", "english_text": "On the Day when the Hour comes to pass, the guilty will be shocked.", "persian_text": "در آن روز هنگامی كه آن ساعت فرا رسد، گناهكاران حيرت زده خواهند بود.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 13, "arabic_text": "وَلَمْ يَكُن لَّهُم مِّن شُرَكَآئِهِمْ شُفَعَٰٓؤُا وَكَانُوا بِشُرَكَآئِهِمْ كَٰفِرِينَ", "english_text": "Their idols will have no power to intercede on their behalf; on the contrary, they will disown their idols.", "persian_text": "معبودان آنها هيچ قدرتی نخواهند داشت تا برای آنها شفاعت كنند؛ برعكس، آنها معبودان خود را طرد خواهند كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 14, "arabic_text": "وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ", "english_text": "On the day when the Hour comes to pass, they will part company.", "persian_text": "در روزی كه آن ساعت فرا رسد، آنها از هم جدا خواهند شد.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 15, "arabic_text": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ فَهُمْ فِى رَوْضَةٍ يُحْبَرُونَ", "english_text": "As for those who believe and lead a righteous life, they will be in Paradise, rejoicing.", "persian_text": "و اما كسانی كه ايمان می ‌آورند و زندگی پرهيزكارانه‌ای را در پيش می ‌گيرند، شادی ‌كنان در بهشت خواهند بود.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 16, "arabic_text": "وَأَمَّا ٱلَّذِينَ كَفَرُوا وَكَذَّبُوا بِـَٔايَٰتِنَا وَلِقَآئِ ٱلْءَاخِرَةِ فَأُولَٰٓئِكَ فِى ٱلْعَذَابِ مُحْضَرُونَ", "english_text": "As for those who disbelieve, and reject our revelations and the meeting of the Hereafter, they will last in the retribution forever.", "persian_text": "و اما كسانی كه ايمان نمی ‌آورند و آيات ما و ديدار آخرت را تكذيب می كنند، برای هميشه در عذاب خواهند بود.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 17, "arabic_text": "فَسُبْحَٰنَ ٱللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ", "english_text": "Therefore, you shall glorify GOD when you retire at night, and when you rise in the morning.", "persian_text": "بنابراين، هنگام استراحت در شب و هنگام برخاستن در صبح، خدا را تجليل كنيد.", "subtitle": "Remember God, Always", "footnote": ""}, {"sura_num": 30, "verse_num": 18, "arabic_text": "وَلَهُ ٱلْحَمْدُ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ", "english_text": "All praise is due to Him in the heavens and the earth, throughout the evening, as well as in the middle of your day.", "persian_text": "هر مدح و ثنايی در آسمان ها و زمين شايستهٔ اوست، در شامگاهان و نيز در وسط روزتان.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 19, "arabic_text": "يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَيُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ وَيُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا  وَكَذَٰلِكَ تُخْرَجُونَ", "english_text": "He produces the live from the dead, and produces the dead from the live, and He revives the land after it had died; you are similarly resurrected.", "persian_text": "او زنده را از مرده و مرده را از زنده به وجود می ‌آورد و زمين را پس از آنكه مرده بود، زنده می ‌كند؛ شما نيز به همين ترتيب برانگيخته می ‌شويد.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 20, "arabic_text": "وَمِنْ ءَايَٰتِهِۦٓ أَنْ خَلَقَكُم مِّن تُرَابٍ ثُمَّ إِذَآ أَنتُم بَشَرٌ تَنتَشِرُونَ", "english_text": "Among His proofs is that He created you from dust, then you became reproducing humans.", "persian_text": "يكی از مدرك‌های او اين است كه او شما را از خاك آفريد، سپس شما به انسان‌هايی تبديل شديد كه توليد مثل می ‌كنيد.", "subtitle": "Marriage: A Divine Institution", "footnote": ""}, {"sura_num": 30, "verse_num": 21, "arabic_text": "وَمِنْ ءَايَٰتِهِۦٓ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًا لِّتَسْكُنُوٓا إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً  إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ", "english_text": "Among His proofs is that He created for you spouses from among yourselves, in order to have tranquility and contentment with each other, and He placed in your hearts love and care towards your spouses. In this, there are sufficient proofs for people who think.", "persian_text": "يكی از مدرك‌های او اين است كه برای شما از ميان خودتان همسرانی آفريد تا در كنار يكديگر خرسندی و آسايش داشته باشيد و او در قلب‌های شما نسبت به همسرانتان عشق و محبت قرار داد. در اين، مدرکی است كافی برای مردمی كه می ‌انديشند.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 22, "arabic_text": "وَمِنْ ءَايَٰتِهِۦ خَلْقُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَٰفُ أَلْسِنَتِكُمْ وَأَلْوَٰنِكُمْ  إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّلْعَٰلِمِينَ", "english_text": "Among His proofs are the creation of the heavens and the earth, and the variations in your languages and your colors. In these, there are signs for the knowledgeable.", "persian_text": "در ميان مدرك‌های او آفرينش آسمان‌ها و زمين و مختلف بودن زبان‌ها و رنگ‌های شماست. در اينها، نشانه‌هايی است برای کسانی که از علم بهره می برند.", "subtitle": "More Proofs", "footnote": ""}, {"sura_num": 30, "verse_num": 23, "arabic_text": "وَمِنْ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيْلِ وَٱلنَّهَارِ وَٱبْتِغَآؤُكُم مِّن فَضْلِهِۦٓ  إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّقَوْمٍ يَسْمَعُونَ", "english_text": "Among His proofs is your sleeping during the night or the day, and your working in pursuit of His provisions. In this, there are sufficient proofs for people who can hear.", "persian_text": "در ميان مدرك‌های او خوابيدن شما در طی شب و يا در طی روز است و كاركردن شما در جستجوی روزی های او. در اين، مدرکی است كافی برای مردمی كه می ‌توانند بشنوند.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 24, "arabic_text": "وَمِنْ ءَايَٰتِهِۦ يُرِيكُمُ ٱلْبَرْقَ خَوْفًا وَطَمَعًا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءً فَيُحْىِۦ بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ  إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّقَوْمٍ يَعْقِلُونَ", "english_text": "Among His proofs is that He shows you the lightning as a source of fear, as well as hope, then He sends down from the sky water to revive a land that has been dead. In these, there are sufficient proofs for people who understand.", "persian_text": "در ميان مدرك‌های اوست كه به شما برق آسمان را به عنوان منبعی از بيم و اميد می نماياند، سپس آب را از آسمان فرو می ‌فرستد تا زمين مرده را دوباره زنده كند. در اينها، مدرکی است كافی برای مردمی كه می ‌فهمند.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 25, "arabic_text": "وَمِنْ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلْأَرْضُ بِأَمْرِهِۦ  ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِّنَ ٱلْأَرْضِ إِذَآ أَنتُمْ تَخْرُجُونَ", "english_text": "Among His proofs is that the heaven and the earth are standing at His disposal. Finally, when He calls you out of the earth, one call, you will immediately come out.", "persian_text": "در ميان مدرك‌های او آسمان و زمين است كه به فرمان او برپا هستند. سرانجام، هنگامی كه او شما را با يك ندا از داخل زمين فراخواند، شما فوراً بيرون خواهيد آمد.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 26, "arabic_text": "وَلَهُۥ مَن فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  كُلٌّ لَّهُۥ قَٰنِتُونَ", "english_text": "To Him belongs everyone in the heavens and the earth; all are subservient to Him.", "persian_text": "از آن اوست هر كه در آسمان‌ها و زمين است؛ همه فرمانبردار او هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 27, "arabic_text": "وَهُوَ ٱلَّذِى يَبْدَؤُا ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهْوَنُ عَلَيْهِ  وَلَهُ ٱلْمَثَلُ ٱلْأَعْلَىٰ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ", "english_text": "And He is the One who initiates the creation, then repeats it; this is even easier for Him. To Him belongs the most sublime similitude, in the heavens and the earth, and He is the Almighty, Most Wise.", "persian_text": "و اوست يكتايی كه آفرينش را آغاز می ‌كند، سپس آن را تكرار می ‌نمايد؛ اين حتی برای او آسان‌تر است. عالی ترين مثال‌ها در آسمان‌ها و زمين متعلق به اوست و اوست صاحب اقتدار، حكيم‌ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 28, "arabic_text": "ضَرَبَ لَكُم مَّثَلًا مِّنْ أَنفُسِكُمْ  هَل لَّكُم مِّن مَّا مَلَكَتْ أَيْمَٰنُكُم مِّن شُرَكَآءَ فِى مَا رَزَقْنَٰكُمْ فَأَنتُمْ فِيهِ سَوَآءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنفُسَكُمْ  كَذَٰلِكَ نُفَصِّلُ ٱلْءَايَٰتِ لِقَوْمٍ يَعْقِلُونَ", "english_text": "He cites for you herein an example from among yourselves: Do you ever elevate your servants or subordinates to the level where they rival you, and to the point that you pay them as much allegiance as is being paid to you? We thus explain the revelations for people who understand.", "persian_text": "او در اينجا از ميان خودتان برای شما مثالی می ‌زند: آيا شما هرگز خدمتكاران يا زيردستان خود را آنقدر بالا می ‌بريد كه رقيب شما شوند و تا جايی كه شما به آنها به همان اندازه وفادار باشيد كه آنها به شما وفادارند؟ ما اين چنين آيات را برای مردمی كه می ‌فهمند، توضيح می ‌دهيم.", "subtitle": "Absurdity of Idol Worship", "footnote": ""}, {"sura_num": 30, "verse_num": 29, "arabic_text": "بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓا أَهْوَآءَهُم بِغَيْرِ عِلْمٍ  فَمَن يَهْدِى مَنْ أَضَلَّ ٱللَّهُ  وَمَا لَهُم مِّن نَّٰصِرِينَ", "english_text": "Indeed, the transgressors have followed their own opinions, without knowledge. Who then can guide those who have been sent astray by GOD? No one can ever help them.", "persian_text": "درواقع، ستمكاران بدون هيچ دانشی از عقايد خود پيروی كرده‌اند. پس چه كسی می ‌تواند كسانی را كه خدا به گمراهی فرستاده است، هدايت كند؟ هرگز كسی نمی ‌تواند آنها را ياری دهد.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 30, "arabic_text": "فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا  فِطْرَتَ ٱللَّهِ ٱلَّتِى فَطَرَ ٱلنَّاسَ عَلَيْهَا  لَا تَبْدِيلَ لِخَلْقِ ٱللَّهِ  ذَٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ", "english_text": "Therefore, you shall devote yourself to the religion of strict monotheism. Such is the natural instinct placed into the people by GOD. Such creation of GOD will never change. This is the perfect religion, but most people do not know.", "persian_text": "بنابراين، خود را به دين حنیف يكتاپرستی اختصاص ده. چنين است غريزهٔ طبيعی كه خدا در نهاد مردم قرار داد. چنين است آفرينش خدا كه هرگز تغيير نخواهد كرد. اين است دین کامل، ولی اكثر مردم نمی ‌دانند.", "subtitle": "Monotheism: Natural Instinct*", "footnote": "*30:30 Recognizing God ALONE as our Lord and Master is a natural instinct. We are born into this world with such an instinct. See 7:172-173 and Appendix 7."}, {"sura_num": 30, "verse_num": 31, "arabic_text": "مُنِيبِينَ إِلَيْهِ وَٱتَّقُوهُ وَأَقِيمُوا ٱلصَّلَوٰةَ وَلَا تَكُونُوا مِنَ ٱلْمُشْرِكِينَ", "english_text": "You shall submit to Him, reverence Him, observe the Contact Prayers (Salat), and—whatever you do—do not ever fall into idol worship.", "persian_text": "تسليم او باشيد، هيبت و حرمت او را ارج نهيد، نمازها (ارتباط با خدا) را به جا آوريد و- هر كاری می ‌كنيد- هرگز به دام شرك و بت پرستی نيفتيد.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 32, "arabic_text": "مِنَ ٱلَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا  كُلُّ حِزْب بِمَا لَدَيْهِمْ فَرِحُونَ", "english_text": "(Do not fall in idol worship,) like those who divide their religion into sects; each party rejoicing with what they have.", "persian_text": "(به بت پرستی آلوده نشويد،) مانند كسانی كه دين خود را به فرقه‌های مختلف تقسيم می ‌كنند؛ هر گروهی به آنچه دارد، خوشنود است.", "subtitle": "Sectarianism Condemned", "footnote": ""}, {"sura_num": 30, "verse_num": 33, "arabic_text": "وَإِذَا مَسَّ ٱلنَّاسَ ضُرٌّ دَعَوْا رَبَّهُم مُّنِيبِينَ إِلَيْهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنْهُ رَحْمَةً إِذَا فَرِيقٌ مِّنْهُم بِرَبِّهِمْ يُشْرِكُونَ", "english_text": "When adversity afflicts the people, they turn to their Lord, totally devoting themselves to Him. But then, as soon as He showers them with mercy, some of them revert to idol worship.*", "persian_text": "هنگامی كه مردم به بدبختی دچار می ‌شوند، به پروردگارشان روی می ‌آورند و كاملاً خودشان را وقف او می ‌كنند. اما همين كه او باران رحمت را بر آنها می ‌فرستد، برخی از آنها به شرك و بت پرستی بازمی ‌گردند.*", "subtitle": "Bad Weather Friends", "footnote": "*30:33 A common example is the classified advertisements we note in the newspapers, placed by people thanking St. Jude for healing them. Before undergoing surgery, they sincerely implore God to heal them. But as soon as the surgery succeeds, they thank St. Jude!!!"}, {"sura_num": 30, "verse_num": 34, "arabic_text": "لِيَكْفُرُوا بِمَآ ءَاتَيْنَٰهُمْ  فَتَمَتَّعُوا فَسَوْفَ تَعْلَمُونَ", "english_text": "Let them be unappreciative of what we have given them. Enjoy temporarily; you will surely find out.", "persian_text": "بگذار به آنچه به آنها داده‌ايم، ناسپاس باشند. موقتاً لذت ببريد؛ مطمئناً خواهيد فهميد.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 35, "arabic_text": "أَمْ أَنزَلْنَا عَلَيْهِمْ سُلْطَٰنًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوا بِهِۦ يُشْرِكُونَ", "english_text": "Have we given them authorization that justifies their idolatry?", "persian_text": "آيا ما به آنها مجوزی داده‌ايم كه بت پرستی آنها را توجيه می ‌كند؟", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 36, "arabic_text": "وَإِذَآ أَذَقْنَا ٱلنَّاسَ رَحْمَةً فَرِحُوا بِهَا  وَإِن تُصِبْهُمْ سَيِّئَة بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ", "english_text": "When we bestow mercy upon the people, they rejoice therein. But when adversity befalls them, as a consequence of their own works, they become despondent.", "persian_text": "هنگامی كه مردم را مورد رحمت قرار می ‌دهيم، از آن خوشنود می ‌شوند. اما هرگاه در نتيجهٔ اعمال خودشان، به بدبختی گرفتار شوند، مأيوس می ‌شوند.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 37, "arabic_text": "أَوَلَمْ يَرَوْا أَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ  إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّقَوْمٍ يُؤْمِنُونَ", "english_text": "Do they not realize that GOD increases the provision for whomever He wills, or reduces it? These should be lessons for people who believe.", "persian_text": "آيا آنها نمی ‌فهمند كه خدا روزی هر كه را بخواهد زياد يا كم می ‌كند؟ اينها بايد درس عبرتی باشد برای مردمی كه ايمان دارند.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 38, "arabic_text": "فَـَٔاتِ ذَا ٱلْقُرْبَىٰ حَقَّهُۥ وَٱلْمِسْكِينَ وَٱبْنَ ٱلسَّبِيلِ  ذَٰلِكَ خَيْرٌ لِّلَّذِينَ يُرِيدُونَ وَجْهَ ٱللَّهِ  وَأُولَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ", "english_text": "Therefore, you shall give the relatives their rightful share (of charity), as well as the poor, and the traveling alien. This is better for those who sincerely seek GOD's pleasure; they are the winners.", "persian_text": "پس، سهم بحق خويشاوند و نيز تهيدست و مسافر غريب را (از صدقات) بده. اين برای کسانی که صادقانه در پی خوشنودی خدا هستند، بهتر است؛ آنها برندگانند.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 39, "arabic_text": "وَمَآ ءَاتَيْتُم مِّن رِّبًا لِّيَرْبُوَا فِىٓ أَمْوَٰلِ ٱلنَّاسِ فَلَا يَرْبُوا عِندَ ٱللَّهِ  وَمَآ ءَاتَيْتُم مِّن زَكَوٰةٍ تُرِيدُونَ وَجْهَ ٱللَّهِ فَأُولَٰٓئِكَ هُمُ ٱلْمُضْعِفُونَ", "english_text": "The usury that is practiced to increase some people's wealth, does not gain anything at GOD. But if you give to charity, seeking GOD's pleasure, these are the ones who receive their reward manifold.", "persian_text": "ربايی كه گرفته می ‌شود تا به ثروت بعضی از مردم بيفزايد، نزد خدا چيزی نمی ‌افزايد. اما اگر در طلب رضايت خدا، انفاق كنيد، اينان هستند كه پاداش خود را چندين برابر دريافت می ‌كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 40, "arabic_text": "ٱللَّهُ ٱلَّذِى خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ  هَلْ مِن شُرَكَآئِكُم مَّن يَفْعَلُ مِن ذَٰلِكُم مِّن شَىْءٍ  سُبْحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشْرِكُونَ", "english_text": "GOD is the One who created you. He is the One who provides for you. He is the One who puts you to death. He is the One who resurrects you. Can any of your idols do any of these things? Be He glorified. He is much too exalted to have any partners.", "persian_text": "خدا يكتايی است كه شما را آفريد. اوست كه به شما روزی می ‌دهد. اوست كه شما را می ‌ميراند. اوست كه شما را برمی ‌انگيزد. آيا هيچ يك از معبودان شما می ‌توانند يكی از اين كارها را انجام دهند؟ تجليل او را. او بسيار بالاتر از اين است كه شركايی داشته باشد.", "subtitle": "Who Is Worthy of Worship?", "footnote": ""}, {"sura_num": 30, "verse_num": 41, "arabic_text": "ظَهَرَ ٱلْفَسَادُ فِى ٱلْبَرِّ وَٱلْبَحْرِ بِمَا كَسَبَتْ أَيْدِى ٱلنَّاسِ لِيُذِيقَهُم بَعْضَ ٱلَّذِى عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ", "english_text": "Disasters have spread throughout the land and sea, because of what the people have committed. He thus lets them taste the consequences of some of their works, that they may return (to the right works).", "persian_text": "بلا و مصيبت به دليل آنچه كه مردم مرتكب شده‌اند، خشكی و دريا را فرا گرفته است. او اين چنين می ‌گذارد تا آنها نتايج بعضی از كارهای خود را بچشند، باشد كه (به كارهای درست) بازگردند.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 42, "arabic_text": "قُلْ سِيرُوا فِى ٱلْأَرْضِ فَٱنظُرُوا كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبْلُ  كَانَ أَكْثَرُهُم مُّشْرِكِينَ", "english_text": "Say, \"Roam the earth and note the consequences for those before you.\" Most of them were idol worshipers.", "persian_text": "بگو: \"در زمين بگرديد و به عاقبت كسانی كه پيش از شما بودند، توجه كنيد.\" اكثر آنها مشرك بودند.", "subtitle": "Learning From History", "footnote": ""}, {"sura_num": 30, "verse_num": 43, "arabic_text": "فَأَقِمْ وَجْهَكَ لِلدِّينِ ٱلْقَيِّمِ مِن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِ  يَوْمَئِذٍ يَصَّدَّعُونَ", "english_text": "Therefore, you shall devote yourself completely to this perfect religion, before a day comes which is made inevitable by GOD. On that day, they will be shocked.", "persian_text": "بنابراين، خود را كاملاً وقف اين دين كامل كن، پيش از آنكه روزی فرا رسد كه خدا آن را اجتناب ناپذير قرار داده است. در آن روز، آنها حيرت زده خواهند شد.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 44, "arabic_text": "مَن كَفَرَ فَعَلَيْهِ كُفْرُهُۥ  وَمَنْ عَمِلَ صَٰلِحًا فَلِأَنفُسِهِمْ يَمْهَدُونَ", "english_text": "Whoever disbelieves, disbelieves to the detriment of his own soul, while those who lead a righteous life, do so to strengthen and develop their own souls.", "persian_text": "هر كه كافر شود، به ضرر نفس خود كافر می ‌شود، در حالی كه كسانی كه زندگی پرهيزكارانه‌ای را در پيش می ‌گيرند، برای تقويت و پرورش نفس خود چنين می ‌كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 45, "arabic_text": "لِيَجْزِىَ ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ مِن فَضْلِهِۦٓ  إِنَّهُۥ لَا يُحِبُّ ٱلْكَٰفِرِينَ", "english_text": "For He will generously recompense those who believe and lead a righteous life from His bounties. He does not love the disbelievers.", "persian_text": "زيرا او از نعمت‌هايش به كسانی كه ايمان می ‌آوردند و زندگی پرهيزکارانه ای را در پيش می ‌گيرند، سخاوتمندانه پاداش خواهد داد. او كافران را دوست ندارد.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 46, "arabic_text": "وَمِنْ ءَايَٰتِهِۦٓ أَن يُرْسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٍ وَلِيُذِيقَكُم مِّن رَّحْمَتِهِۦ وَلِتَجْرِىَ ٱلْفُلْكُ بِأَمْرِهِۦ وَلِتَبْتَغُوا مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ", "english_text": "Among His proofs is that He sends the winds with good omen, to shower you with His mercy, and to allow the ships to run in the sea in accordance with His rules, and for you to seek His bounties (through commerce), that you may be appreciative.", "persian_text": "در ميان مدرك‌های او بادهای نويدبخشی است كه او می ‌فرستد تا باران رحمتش را بر شما بباراند و اجازه دهد كه كشتی ‌ها طبق فرمان او و برای شما در دريا حركت كنند تا (از طريق بازرگانی) در طلب نعمت‌هايش باشيد، باشد كه سپاسگزار باشيد.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 47, "arabic_text": "وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ رُسُلًا إِلَىٰ قَوْمِهِمْ فَجَآءُوهُم بِٱلْبَيِّنَٰتِ فَٱنتَقَمْنَا مِنَ ٱلَّذِينَ أَجْرَمُوا  وَكَانَ حَقًّا عَلَيْنَا نَصْرُ ٱلْمُؤْمِنِينَ", "english_text": "We have sent messengers before you to their people, with profound signs. Subsequently, we punished those who transgressed. It is our duty that we grant victory to the believers.", "persian_text": "ما پيش از تو رسولانی با نشانه‌هايی شگرف نزد قومشان فرستاده‌ايم. پس از آن، كسانی را كه ستم كردند، تنبيه كرديم. اين وظيفهٔ ماست كه به مؤمنان پيروزی عطا كنيم.", "subtitle": "Guaranteed Victory for the Believers", "footnote": ""}, {"sura_num": 30, "verse_num": 48, "arabic_text": "ٱللَّهُ ٱلَّذِى يُرْسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابًا فَيَبْسُطُهُۥ فِى ٱلسَّمَآءِ كَيْفَ يَشَآءُ وَيَجْعَلُهُۥ كِسَفًا فَتَرَى ٱلْوَدْقَ يَخْرُجُ مِنْ خِلَٰلِهِۦ  فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦٓ إِذَا هُمْ يَسْتَبْشِرُونَ", "english_text": "GOD is the One who sends the winds, to stir up clouds, to be spread throughout the sky in accordance with His will. He then piles the clouds up, then you see the rain coming down therefrom. When it falls on whomever He chooses from among His servants, they rejoice.", "persian_text": "خداست که بادها را می فرستد تا ابرها را به جنبش آورد، تا به خواست او در سراسر آسمان پراکنده شوند. سپس ابرها را بر فراز هم انباشته می کند، آنگاه می ببينی که از آن باران فرو می ريزد. هنگامی كه آن بر هريك از بندگانش كه برگزيند، فرو ريزد، شادمان می ‌شوند.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 49, "arabic_text": "وَإِن كَانُوا مِن قَبْلِ أَن يُنَزَّلَ عَلَيْهِم مِّن قَبْلِهِۦ لَمُبْلِسِينَ", "english_text": "Before it fell on them, they had resorted to despair.", "persian_text": "پيش از آنكه باران بر آنها ببارد، آنها مأيوس شده بودند.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 50, "arabic_text": "فَٱنظُرْ إِلَىٰٓ ءَاثَٰرِ رَحْمَتِ ٱللَّهِ كَيْفَ يُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ  إِنَّ ذَٰلِكَ لَمُحْىِ ٱلْمَوْتَىٰ  وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ", "english_text": "You shall appreciate GOD's continuous mercy, and how He revives the land that has been dead. He will just as certainly resurrect the dead. He is Omnipotent.", "persian_text": "از رحمت دր§ئمی خدا سپاسگزاری كنيد و اينكه او چگونه زمينی را كه مرده بود، دوباره زنده می ‌كند. او مسلماً به همين ترتيب، مرده را برمی انگيزد. اوست قادر مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 51, "arabic_text": "وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا لَّظَلُّوا مِنۢ بَعْدِهِۦ يَكْفُرُونَ", "english_text": "Had we sent upon them instead a yellow sandstorm, they would have continued to disbelieve.", "persian_text": "اگر درعوض، توفان زرد شنی بر آنها فرستاده بوديم، به كفر ادامه می دادند.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 52, "arabic_text": "فَإِنَّكَ لَا تُسْمِعُ ٱلْمَوْتَىٰ وَلَا تُسْمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوْا مُدْبِرِينَ", "english_text": "You cannot make the dead, nor the deaf, hear the call, once they turn away.", "persian_text": "تو نمی ‌توانی مرده و يا كر را شنوا كنی، هنگامی كه روی برگردانند.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 53, "arabic_text": "وَمَآ أَنتَ بِهَٰدِ ٱلْعُمْىِ عَن ضَلَٰلَتِهِمْ  إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِـَٔايَٰتِنَا فَهُم مُّسْلِمُونَ", "english_text": "Nor can you guide the blind out of their straying. You can only be heard by those who believe in our revelations, and decide to become submitters.", "persian_text": "و نمی ‌توانی كور را كه در گمراهی خود فرو رفته است، هدايت كنی. فقط كسانی سخنان تو را می شنوند كه به آيات ما ايمان دارند و تصميم می ‌‌گيرند كه تسليم شوند.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 54, "arabic_text": "ٱللَّهُ ٱلَّذِى خَلَقَكُم مِّن ضَعْفٍ ثُمَّ جَعَلَ مِنۢ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنۢ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً  يَخْلُقُ مَا يَشَآءُ  وَهُوَ ٱلْعَلِيمُ ٱلْقَدِيرُ", "english_text": "GOD is the One who created you weak, then granted you after the weakness strength, then substituted after the strength weakness and gray hair. He creates whatever He wills. He is the Omniscient, the Omnipotent.", "persian_text": "خداست كه شما را ضعيف آفريد، سپس بعد از ضعف به شما قدرت عطا كرد، سپس بعد از قدرت، ضعف و موی سپيد را جايگزين نمود. او هرچه بخواهد، می ‌آفريند. اوست دانای مطلق، قادر مطلق.", "subtitle": "This Life is Very Short", "footnote": ""}, {"sura_num": 30, "verse_num": 55, "arabic_text": "وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يُقْسِمُ ٱلْمُجْرِمُونَ مَا لَبِثُوا غَيْرَ سَاعَةٍ  كَذَٰلِكَ كَانُوا يُؤْفَكُونَ", "english_text": "On the day when the Hour comes to pass, the guilty will swear that they lasted (in this world) only one hour. That is how wrong they were.", "persian_text": "در آن روز هنگامی كه آن ساعت فرا رسد، مجرمان قسم خواهند خورد كه (در اين دنيا) فقط يك ساعت بودند. آنها تا اين حد اشتباه می ‌كردند.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 56, "arabic_text": "وَقَالَ ٱلَّذِينَ أُوتُوا ٱلْعِلْمَ وَٱلْإِيمَٰنَ لَقَدْ لَبِثْتُمْ فِى كِتَٰبِ ٱللَّهِ إِلَىٰ يَوْمِ ٱلْبَعْثِ  فَهَٰذَا يَوْمُ ٱلْبَعْثِ وَلَٰكِنَّكُمْ كُنتُمْ لَا تَعْلَمُونَ", "english_text": "Those who are blessed with knowledge and faith will say, \"You have lasted, according to GOD's decree, until the Day of Resurrection. Now, this is the Day of Resurrection, but you failed to recognize it.\"", "persian_text": "کسانی که با دانش و ایمان مورد رحمت قرار گرفته اند، خواهند گفت: \"شما به امر خدا تا روز رستاخيز درنگ کرده ايد. اينک، اين روز رستاخيز است، ولی شما آن را تشخیص ندادید.\"", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 57, "arabic_text": "فَيَوْمَئِذٍ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُوا مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُونَ", "english_text": "Therefore, no apology, on that day, will benefit the transgressors, nor will they be excused.", "persian_text": "بنابراين، در آن روز، عذرخواهی برای ستمكاران نفعی نخواهد داشت و بخشيده نخواهند شد.", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 58, "arabic_text": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِى هَٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍ  وَلَئِن جِئْتَهُم بِـَٔايَةٍ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓا إِنْ أَنتُمْ إِلَّا مُبْطِلُونَ", "english_text": "Thus, we have cited for the people in this Quran all kinds of examples. Yet, no matter what kind of proof you present to the disbelievers, they say, \"You are falsifiers.\"", "persian_text": "ما اين چنين، برای مردم در اين قرآن هرگونه مثالی آورده‌ايم. با اين حال، فرقی نمی ‌كند كه چه نوع مدركی به كافران ارائه دهی، آنها می ‌گويند: \"شما تحريف كننده هستيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 30, "verse_num": 59, "arabic_text": "كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعْلَمُونَ", "english_text": "GOD thus seals the hearts of those who do not know.", "persian_text": "اين چنين خدا بر دل آنان که نمی دانند، مهر می نهد.", "subtitle": "Divine Intervention", "footnote": ""}, {"sura_num": 30, "verse_num": 60, "arabic_text": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ  وَلَا يَسْتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ", "english_text": "Therefore, you shall steadfastly persevere—for GOD's promise is the truth—and do not be intimidated by those who have not attained certainty.", "persian_text": "بنابراين، صبورانه مقاومت كن- زيرا وعدهٔ خدا حقيقت است- و از كسانی كه به يقين نرسيده‌اند، خوفی نداشته باش.", "subtitle": "", "footnote": ""}]