[{"sura_num": 41, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "Detailed", "chapter_title_arabic": "فصلت", "chapter_title_persian": "جزئيات کامل"}, {"sura_num": 41, "verse_num": 1, "arabic_text": "حمٓ", "english_text": "H. M.*", "persian_text": "ح. م.*", "subtitle": "", "footnote": "*41:1 For the significance of these Quranic Initials, see Footnote 40:1."}, {"sura_num": 41, "verse_num": 2, "arabic_text": "تَنزِيلٌ مِّنَ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "A revelation from the Most Gracious, Most Merciful.", "persian_text": "تنزيلی از جانب بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 3, "arabic_text": "كِتَٰبٌ فُصِّلَتْ ءَايَٰتُهُۥ قُرْءَانًا عَرَبِيًّا لِّقَوْمٍ يَعْلَمُونَ", "english_text": "A scripture whose verses provide the complete details, in an Arabic Quran, for people who know.", "persian_text": "کتابی آسمانی که آيات آن با تمام جزئيات بیان شده است، در قرآنی عربی، برای مردمی که می دانند.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 4, "arabic_text": "بَشِيرًا وَنَذِيرًا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ", "english_text": "A bearer of good news, as well as a warner. However, most of them turn away; they do not hear.", "persian_text": "مژده دهنده و هشداردهنده. اگر چه اكثرشان روی می گردانند؛ آنها نمی شنوند.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 5, "arabic_text": "وَقَالُوا قُلُوبُنَا فِىٓ أَكِنَّةٍ مِّمَّا تَدْعُونَآ إِلَيْهِ وَفِىٓ ءَاذَانِنَا وَقْرٌ وَمِنۢ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَٱعْمَلْ إِنَّنَا عَٰمِلُونَ", "english_text": "They said, \"Our minds are made up, our ears are deaf to your message, and a barrier separates us from you. Do what you want, and so will we.\"", "persian_text": "آنها گفتند: \"ما تصميم خود را گرفته ايم و گوش هايمان پيام تو را نمی شنوند و پرده ای ما را از تو جدا می كند. هر كاری می خواهی انجام بده و ما نيز همين طور.\"", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 6, "arabic_text": "قُلْ إِنَّمَآ أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَٰهُكُمْ إِلَٰهٌ وَٰحِدٌ فَٱسْتَقِيمُوٓا إِلَيْهِ وَٱسْتَغْفِرُوهُ   وَوَيْلٌ لِّلْمُشْرِكِينَ", "english_text": "Say, \"I am no more than a human being like you, who has been inspired that your god is one god. You shall be devoted to Him, and ask His forgiveness. Woe to the idol worshipers.", "persian_text": "بگو: \"من جز بشری مانند شما نيستم كه به من وحی شده است كه خدای شما خدای يكتاست. بايد خود را به او اختصاص دهيد و از او طلب بخشش نماييد. وای بر مشركان.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 7, "arabic_text": "ٱلَّذِينَ لَا يُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْءَاخِرَةِ هُمْ كَٰفِرُونَ", "english_text": "\"Who do not give the obligatory charity (Zakat), and with regard to the Hereafter, they are disbelievers.\"", "persian_text": "\"كسانی كه زکات (انفاق واجب) را نمی دهند و به آخرت ايمان ندارند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 8, "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ", "english_text": "As for those who believe and lead a righteous life, they receive a well deserved recompense.", "persian_text": "و اما كسانی كه ايمان دارند و زندگی پرهيزكارانه ای را در پيش می گيرند، پاداش بسزايی دريافت می كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 9, "arabic_text": "قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِٱلَّذِى خَلَقَ ٱلْأَرْضَ فِى يَوْمَيْنِ وَتَجْعَلُونَ لَهُۥٓ أَندَادًا  ذَٰلِكَ رَبُّ ٱلْعَٰلَمِينَ", "english_text": "Say, \"You disbelieve in the One who created the earth in two days,* and you set up idols to rank with Him, though He is Lord of the universe.\"", "persian_text": "بگو: \"شما به آن يكتايی كه زمين را در دو روز* آفريد، كافر می شويد و معبودانی را همتراز او قرار می دهيد، با آنكه او پروردگار جهان است.\"*", "subtitle": "", "footnote": "*41:9-10 The \"days\" of creation represent a yardstick. Thus, the physical universe was created in two days, while the calculation of provisions for all the creatures on earth required four. This also teaches us that there is life only on this planet Earth."}, {"sura_num": 41, "verse_num": 10, "arabic_text": "وَجَعَلَ فِيهَا رَوَٰسِىَ مِن فَوْقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقْوَٰتَهَا فِىٓ أَرْبَعَةِ أَيَّامٍ سَوَآءً لِّلسَّآئِلِينَ", "english_text": "He placed on it stabilizers (mountains), made it productive, and He calculated its provisions in four days, to satisfy the needs of all its inhabitants.", "persian_text": "او بر روی آن استحكاماتی (كوه ها) برای توازن قرار داد، آن را حاصلخيز نمود و روزی های آن را در چهار روز حساب كرد، تا نيازهای تمام ساكنان آن را تأمين نمايد.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 11, "arabic_text": "ثُمَّ ٱسْتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِىَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ٱئْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَآ أَتَيْنَا طَآئِعِينَ", "english_text": "Then He turned to the sky, when it was still gas, and said to it, and to the earth, \"Come into existence, willingly or unwillingly.\" They said, \"We come willingly.\"", "persian_text": "سپس او به آسمان پرداخت، هنگامی كه هنوز به صورت گاز بود و به آن و زمين گفت: \"به وجود بياييد، خواسته يا ناخواسته.\" آنها گفتند: \"ما با ميل و رغبت می آييم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 12, "arabic_text": "فَقَضَىٰهُنَّ سَبْعَ سَمَٰوَاتٍ فِى يَوْمَيْنِ وَأَوْحَىٰ فِى كُلِّ سَمَآءٍ أَمْرَهَا  وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنْيَا بِمَصَٰبِيحَ وَحِفْظًا  ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ", "english_text": "Thus, He* completed the seven universes in two days, and set up the laws for every universe. And we* adorned the lowest universe with lamps, and placed guards around it. Such is the design of the Almighty, the Omniscient.", "persian_text": "اين چنين، او* هفت جهان را در دو روز تكميل كرد و برای هر جهان قوانينی مقرر نمود. و ما پايين ترين جهان را با چراغ هایی تزيين كرديم و در اطراف آن نگهبانانی قرار داديم. چنين است طراحی آن صاحب اقتدار، دانای مطلق.*", "subtitle": "", "footnote": "*41:12 God alone created the universe (18:51), but the angels participated in handling certain jobs in the lowest universe. Our universe cannot stand the physical presence of God (7:143). The plural tense acknowledges the angels' role in our universe (Appendix 10)."}, {"sura_num": 41, "verse_num": 13, "arabic_text": "فَإِنْ أَعْرَضُوا فَقُلْ أَنذَرْتُكُمْ صَٰعِقَةً مِّثْلَ صَٰعِقَةِ عَادٍ وَثَمُودَ", "english_text": "If they turn away, then say, \"I am warning you of a disaster like the disaster that annihilated 'Ãd and Thamûd.\"", "persian_text": "اگر آنها روی گردانند، پس بگو: \"من به شما هشدار می دهم از مصيبتی مانند مصيبتی كه عاد و ثمود را هلاك كرد.\"", "subtitle": "Warning", "footnote": ""}, {"sura_num": 41, "verse_num": 14, "arabic_text": "إِذْ جَآءَتْهُمُ ٱلرُّسُلُ مِنۢ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوٓا إِلَّا ٱللَّهَ  قَالُوا لَوْ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةً فَإِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَٰفِرُونَ", "english_text": "Their messengers went to them, as well as before them and after them, saying, \"You shall not worship except GOD.\" They said, \"Had our Lord willed, He could have sent angels. We are disbelievers in what you say.\"", "persian_text": "رسولانشان نزد آنها رفتند، همان طوركه پيش از آنها و پس از آنها رفتند، می گفتند: \"جز خدا را نپرستيد.\" آنها گفتند: \"اگر پروردگارمان می خواست، فرشتگان را می فرستاد. ما گفته های تو را باور نداريم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 15, "arabic_text": "فَأَمَّا عَادٌ فَٱسْتَكْبَرُوا فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً  أَوَلَمْ يَرَوْا أَنَّ ٱللَّهَ ٱلَّذِى خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً  وَكَانُوا بِـَٔايَٰتِنَا يَجْحَدُونَ", "english_text": "As for 'Ãd, they turned arrogant on earth, opposed the truth, and said, \"Who is more powerful than we?\" Did they not realize that GOD, who created them, is more powerful than they? They were unappreciative of our revelations.", "persian_text": "و اما عاد، آنها در زمين متكبر شدند، با حقيقت مخالفت كردند و گفتند: \"چه كسی از ما قدرتمندتر است؟\" آيا متوجه نشدند كه خدايی كه آنها را آفريد، قدرتمندتر از آنهاست؟ آنها به آيات ما ناسپاس بودند.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 16, "arabic_text": "فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِىٓ أَيَّامٍ نَّحِسَاتٍ لِّنُذِيقَهُمْ عَذَابَ ٱلْخِزْىِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا  وَلَعَذَابُ ٱلْءَاخِرَةِ أَخْزَىٰ  وَهُمْ لَا يُنصَرُونَ", "english_text": "Consequently, we sent upon them violent wind, for a few miserable days. We thus afflicted them with humiliating retribution in this life, and the retribution of the Hereafter is more humiliating; they can never win.", "persian_text": "درنتيجه، برای چند روزی شوم، بر آنها باد شديدی فرستاديم. ما اين چنين آنها را در اين دنيا به عذابی خواركننده گرفتار كرديم و مجازات آخرت به مراتب خواركننده تر است؛ آنها هرگز نمی توانند پيروز شوند.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 17, "arabic_text": "وَأَمَّا ثَمُودُ فَهَدَيْنَٰهُمْ فَٱسْتَحَبُّوا ٱلْعَمَىٰ عَلَى ٱلْهُدَىٰ فَأَخَذَتْهُمْ صَٰعِقَةُ ٱلْعَذَابِ ٱلْهُونِ بِمَا كَانُوا يَكْسِبُونَ", "english_text": "As for Thamûd, we provided them with guidance, but they preferred blindness over guidance. Consequently, the disastrous and shameful retribution annihilated them, because of what they earned.", "persian_text": "و اما ثمود، ما به آنها هدايت عطا كرديم، ولی آنها كوری را بر هدايت ترجيح دادند. درنتيجه، به خاطر آنچه كسب كردند، با عذابی مصيبت بار و شرم آور هلاك شدند.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 18, "arabic_text": "وَنَجَّيْنَا ٱلَّذِينَ ءَامَنُوا وَكَانُوا يَتَّقُونَ", "english_text": "We always save those who believe and lead a righteous life.", "persian_text": "ما هميشه کسانی را که ايمان می آورند و زندگی پرهيزکارانه ای را در پيش می گيرند، نجات می دهيم.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 19, "arabic_text": "وَيَوْمَ يُحْشَرُ أَعْدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمْ يُوزَعُونَ", "english_text": "The day will come when the enemies of GOD will be summoned to the hellfire, forcibly.", "persian_text": "روزی خواهد آمد که دشمنان خدا، به اجبار، به آتش دوزخ احضار شوند.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 20, "arabic_text": "حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَٰرُهُمْ وَجُلُودُهُم بِمَا كَانُوا يَعْمَلُونَ", "english_text": "Once they get there, their own hearing, eyes, and skins will bear witness to everything they had done.", "persian_text": "هنگامی که به آنجا برسند، شنوايی خودشان، چشمان و پوستشان بر همهٔ اعمالشان شهادت خواهند داد.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 21, "arabic_text": "وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا  قَالُوٓا أَنطَقَنَا ٱللَّهُ ٱلَّذِىٓ أَنطَقَ كُلَّ شَىْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ", "english_text": "They will say to their skins, \"Why did you bear witness against us?\" They will reply, \"GOD made us speak up; He is the One who causes everything to speak. He is the One who created you the first time, and now you have been returned to Him.\"", "persian_text": "آنها به پوست خود خواهند گفت: \"چرا عليه ما شهادت داديد؟\" آنها پاسخ خواهند داد: \"خدا ما را به سخن واداشت؛ او یکتایی است که همه چيز را به سخن آورد. اوست یکتایی که نخستين بار شما را آفريد و اکنون نزد او بازگشته ايد.\"", "subtitle": "The Video Record", "footnote": ""}, {"sura_num": 41, "verse_num": 22, "arabic_text": "وَمَا كُنتُمْ تَسْتَتِرُونَ أَن يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَآ أَبْصَٰرُكُمْ وَلَا جُلُودُكُمْ وَلَٰكِن ظَنَنتُمْ أَنَّ ٱللَّهَ لَا يَعْلَمُ كَثِيرًا مِّمَّا تَعْمَلُونَ", "english_text": "There is no way you can hide from your own hearing, your eyes, or your skins. In fact, you thought that GOD was unaware of much of what you do.", "persian_text": "شما هرگز نمی توانيد چیزی را از شنوايی خود، چشمان خود، يا پوست خود پنهان كنيد. درواقع، شما گمان می كرديد كه خدا از بيشتر كارهای شما اطلاعی ندارد.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 23, "arabic_text": "وَذَٰلِكُمْ ظَنُّكُمُ ٱلَّذِى ظَنَنتُم بِرَبِّكُمْ أَرْدَىٰكُمْ فَأَصْبَحْتُم مِّنَ ٱلْخَٰسِرِينَ", "english_text": "This kind of thinking about your Lord will cause you to fall, and then you become losers.", "persian_text": "چنين افكاری دربارهٔ پروردگارتان باعث سقوط شما می شود و سپس بازنده خواهيد شد.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 24, "arabic_text": "فَإِن يَصْبِرُوا فَٱلنَّارُ مَثْوًى لَّهُمْ  وَإِن يَسْتَعْتِبُوا فَمَا هُم مِّنَ ٱلْمُعْتَبِينَ", "english_text": "If they continue the way they are, Hell will be their destiny, and if they make up excuses, they will not be excused.", "persian_text": "اگر آنها همين روش را ادامه دهند، سرنوشتشان دوزخ خواهد بود و اگر عذر و بهانه بياورند، عذرشان پذيرفته نخواهد شد.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 25, "arabic_text": "وَقَيَّضْنَا لَهُمْ قُرَنَآءَ فَزَيَّنُوا لَهُم مَّا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ ٱلْقَوْلُ فِىٓ أُمَمٍ قَدْ خَلَتْ مِن قَبْلِهِم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ  إِنَّهُمْ كَانُوا خَٰسِرِينَ", "english_text": "We assign to them companions who adorn everything they do in their eyes. Thus, they end up incurring the same fate as the previous communities of jinns and humans, who were also losers.", "persian_text": "ما برای آنها همزادانی تعيين كرديم كه تمام اعمالشان را در نظرشان زيبا جلوه دهد. بنابراين آنها گرفتار همان سرنوشتی می شوند كه جوامع پيشين از جن ها و انسان ها گرفتار شدند، كه آنها نيز از بازندگان بودند.", "subtitle": "The Jinn Companions", "footnote": ""}, {"sura_num": 41, "verse_num": 26, "arabic_text": "وَقَالَ ٱلَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَٰذَا ٱلْقُرْءَانِ وَٱلْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ", "english_text": "Those who disbelieved said, \"Do not listen to this Quran and distort it, that you may win.\"", "persian_text": "كسانی كه كافر شدند، گفتند: \"به اين قرآن گوش ندهيد و آن را تحريف كنيد، باشد كه پيروز شويد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 27, "arabic_text": "فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُوا عَذَابًا شَدِيدًا وَلَنَجْزِيَنَّهُمْ أَسْوَأَ ٱلَّذِى كَانُوا يَعْمَلُونَ", "english_text": "We will certainly afflict these disbelievers with a severe retribution. We will certainly requite them for their evil works.", "persian_text": "ما مسلماً اين كافران را به عذابی شديد مبتلا خواهيم كرد. ما مسلماً سزای اعمال پليدشان را خواهيم داد.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 28, "arabic_text": "ذَٰلِكَ جَزَآءُ أَعْدَآءِ ٱللَّهِ ٱلنَّارُ  لَهُمْ فِيهَا دَارُ ٱلْخُلْدِ  جَزَآءًۢ بِمَا كَانُوا بِـَٔايَٰتِنَا يَجْحَدُونَ", "english_text": "Such is the requital that awaits GOD's enemies. Hell will be their eternal abode; a just requital for discarding our revelations.", "persian_text": "چنين است مجازاتی كه در انتظار دشمنان خداست. دوزخ مكان ابدی آنها خواهد بود؛ سزايی بحق برای رد كردن آيات ما.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 29, "arabic_text": "وَقَالَ ٱلَّذِينَ كَفَرُوا رَبَّنَآ أَرِنَا ٱلَّذَيْنِ أَضَلَّانَا مِنَ ٱلْجِنِّ وَٱلْإِنسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ ٱلْأَسْفَلِينَ", "english_text": "Those who disbelieved will say, \"Our Lord, show us those among the two kinds—jinns and humans—who misled us, so we can trample them under our feet, and render them the lowliest.\"", "persian_text": "كسانی كه كافر شدند، خواهند گفت: \"پروردگار ما، كسانی را كه در ميان دو نوع- جن ها و انسان ها- ما را گمراه كردند، به ما نشان بده تا آنها را زير پايمان لگد كنيم و از پست ترين ها قرار دهيم.\"", "subtitle": "On the Day of Judgment", "footnote": ""}, {"sura_num": 41, "verse_num": 30, "arabic_text": "إِنَّ ٱلَّذِينَ قَالُوا رَبُّنَا ٱللَّهُ ثُمَّ ٱسْتَقَٰمُوا تَتَنَزَّلُ عَلَيْهِمُ ٱلْمَلَٰٓئِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِٱلْجَنَّةِ ٱلَّتِى كُنتُمْ تُوعَدُونَ", "english_text": "Those who proclaim: \"Our Lord is GOD,\" then lead a righteous life, the angels descend upon them: \"You shall have no fear, nor shall you grieve. Rejoice in the good news that Paradise has been reserved for you.", "persian_text": "كسانی كه اعلام می كنند: \"پروردگار ما خداست،\" سپس زندگی پرهيزكارانه ای را در پيش می گيرند، فرشتگان بر آنها فرود می آيند: \"شما نه ترسی داشته باشيد و نه اندوهی. شادمان باشيد از خبر خوشی كه بهشت به شما وعده داده شده است.", "subtitle": "Perfect Happiness: Now and Forever", "footnote": ""}, {"sura_num": 41, "verse_num": 31, "arabic_text": "نَحْنُ أَوْلِيَآؤُكُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْءَاخِرَةِ  وَلَكُمْ فِيهَا مَا تَشْتَهِىٓ أَنفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ", "english_text": "\"We are your allies in this life, and in the Hereafter. You will have in it anything you wish for; you will have anything you want.", "persian_text": "\"ما ياران شما در زندگی اين دنيا و در آخرت هستيم. در آنجا هرچه آرزو كنيد، خواهيد داشت؛ هرچه بخواهيد متعلق به شما خواهد بود.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 32, "arabic_text": "نُزُلًا مِّنْ غَفُورٍ رَّحِيمٍ", "english_text": "\"(Such is your) ultimate abode, from a Forgiver, Most Merciful.\"", "persian_text": "\"(چنين است) مكان نهايی شما از جانب آن آمرزنده، مهربان ترين.\"", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 33, "arabic_text": "وَمَنْ أَحْسَنُ قَوْلًا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحًا وَقَالَ إِنَّنِى مِنَ ٱلْمُسْلِمِينَ", "english_text": "Who can utter better words than one who invites to GOD, works righteousness, and says, \"I am one of the submitters\"?", "persian_text": "چه كسی می تواند بهتر از آن كه به سوی خدا دعوت می كند، سخن بگويد، اعمال پرهيزكارانه انجام می دهد و می گويد: \"من يكی از تسليم شدگان هستم؟\"", "subtitle": "Submitters", "footnote": ""}, {"sura_num": 41, "verse_num": 34, "arabic_text": "وَلَا تَسْتَوِى ٱلْحَسَنَةُ وَلَا ٱلسَّيِّئَةُ  ٱدْفَعْ بِٱلَّتِى هِىَ أَحْسَنُ فَإِذَا ٱلَّذِى بَيْنَكَ وَبَيْنَهُۥ عَدَٰوَةٌ كَأَنَّهُۥ وَلِىٌّ حَمِيمٌ", "english_text": "Not equal is the good response and the bad response. You shall resort to the nicest possible response. Thus, the one who used to be your enemy, may become your best friend.", "persian_text": "پاسخ خوب و پاسخ بد يكسان نيست. تو بايد به بهترين شيوه پاسخ دهی. بدين ترتيب، كسی كه پيش از اين دشمن تو بود، شايد بهترين دوست تو شود.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 35, "arabic_text": "وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُوا وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٍ", "english_text": "None can attain this except those who steadfastly persevere. None can attain this except those who are extremely fortunate.", "persian_text": "هيچ كس نمی تواند به اين مرحله برسد، مگر كسانی كه صبورانه استقامت می ورزند. هيچ كس نمی تواند به اين مرحله برسد، مگر كسانی كه واقعاً سعادتمند هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 36, "arabic_text": "وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيْطَٰنِ نَزْغٌ فَٱسْتَعِذْ بِٱللَّهِ  إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ", "english_text": "When the devil whispers an idea to you, you shall seek refuge in GOD. He is the Hearer, the Omniscient.", "persian_text": "هرگاه شيطان تو را به چيزی وسوسه کند، به خدا پناه بر. اوست شنوا، دانای مطلق.", "subtitle": "When the Devil Entices You", "footnote": ""}, {"sura_num": 41, "verse_num": 37, "arabic_text": "وَمِنْ ءَايَٰتِهِ ٱلَّيْلُ وَٱلنَّهَارُ وَٱلشَّمْسُ وَٱلْقَمَرُ  لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَٱسْجُدُوا لِلَّهِ ٱلَّذِى خَلَقَهُنَّ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ", "english_text": "Among His proofs are the night and the day, and the sun and the moon. Do not prostrate before the sun, nor the moon; you shall fall prostrate before the GOD who created them, if you truly worship Him alone.", "persian_text": "در ميان مدرك های او شب و روز و خورشيد و ماه است. در مقابل خورشيد و ماه سجده نكنيد؛ در مقابل خدا سجده كنيد كه آنها را آفريد، اگر واقعاً تنها او را پرستش می كنيد.", "subtitle": "Proofs of God", "footnote": ""}, {"sura_num": 41, "verse_num": 38, "arabic_text": "فَإِنِ ٱسْتَكْبَرُوا فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيْلِ وَٱلنَّهَارِ وَهُمْ لَا يَسْـَٔمُونَ ", "english_text": "If they are too arrogant to do this, then those at your Lord glorify Him night and day, without ever tiring.", "persian_text": "اگر آنها در انجام اين كار بسيار متكبر باشند، پس كسانی كه نزد پروردگارت هستند شب و روز به تجليل او مشغولند، بدون آنكه هرگز خسته شوند.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 39, "arabic_text": "وَمِنْ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلْأَرْضَ خَٰشِعَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا ٱلْمَآءَ ٱهْتَزَّتْ وَرَبَتْ  إِنَّ ٱلَّذِىٓ أَحْيَاهَا لَمُحْىِ ٱلْمَوْتَىٰٓ  إِنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ", "english_text": "Among His proofs is that you see the land still, then, as soon as we shower it with water, it vibrates with life. Surely, the One who revived it can revive the dead. He is Omnipotent.", "persian_text": "از مدرك های اوست كه زمين را راكد و آرميده می بينی، سپس، همينكه آب را بر آن می بارانیم، به جنبش درمی آید و زنده می شود. مسلماً يكتايی كه آن را زنده كرد، می تواند مرده را دوباره زنده كند. اوست قادر مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 40, "arabic_text": "إِنَّ ٱلَّذِينَ يُلْحِدُونَ فِىٓ ءَايَٰتِنَا لَا يَخْفَوْنَ عَلَيْنَآ   أَفَمَن يُلْقَىٰ فِى ٱلنَّارِ خَيْرٌ أَم مَّن يَأْتِىٓ ءَامِنًا يَوْمَ ٱلْقِيَٰمَةِ  ٱعْمَلُوا مَا شِئْتُمْ  إِنَّهُۥ بِمَا تَعْمَلُونَ بَصِيرٌ", "english_text": "Surely, those who distort our revelations are not hidden from us. Is one who gets thrown into Hell better, or one who comes secure on the Day of Resurrection? Do whatever you wish; He is Seer of everything you do.", "persian_text": "مطمئناً، كسانی كه آيات ما را تحريف می كنند، از ما پنهان نيستند. آيا كسی كه در دوزخ افكنده می شود بهتر است يا كسی كه در روز رستاخيز ايمن و آسوده خاطر می آيد؟ هر كاری كه می خواهيد بكنيد؛ او بر همهٔ اعمالتان بيناست.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 41, "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُوا بِٱلذِّكْرِ لَمَّا جَآءَهُمْ  وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٌ", "english_text": "Those who have rejected the Quran's proof * when it came to them, have also rejected an Honorable book.", "persian_text": "كسانی كه مدرک قرآن* را هنگامی كه برای آنها آمد، تكذيب كرده اند، كتاب محترمی را نيز تكذيب كرده اند.", "subtitle": "Mathematical Miracle of the Quran*", "footnote": "*41:41 The word \"Zikr\" refers to the Quran's mathematical code, as made clear in 38:1."}, {"sura_num": 41, "verse_num": 42, "arabic_text": "لَّا يَأْتِيهِ ٱلْبَٰطِلُ مِنۢ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِۦ  تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ", "english_text": "No falsehood could enter it, in the past or in the future;* a revelation from a Most Wise, Praiseworthy.", "persian_text": "هيچ باطلی در گذشته يا در آينده نمی تواند به آن راه يابد؛* تنزيلی است از جانب حكيم ترين، قابل ستایش.", "subtitle": "", "footnote": "*41:42 One of the major functions of the Quran's mathematical miracle is to guard every letter and every aspect of the Quran. Thus, any tampering is immediately recognized (Apps. 1 & 24)."}, {"sura_num": 41, "verse_num": 43, "arabic_text": "مَّا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِن قَبْلِكَ  إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ", "english_text": "What is said to you is precisely what was said to the previous messengers. Your Lord possesses forgiveness, and He also possesses painful retribution.", "persian_text": "آنچه به تو گفته شد، دقيقاً همان چيزی است كه به رسولان قبلی گفته شد. پروردگارت صاحب بخشش است و همچنين صاحب عذابی دردناك.", "subtitle": "God's Messenger of the Covenant*", "footnote": "*41:43 Mathematical proof shows that this verse refers to God's Messenger of the Covenant. By adding the gematrical value of \"Rashad\" (505), plus the value of \"Khalifa\" (725), plus this verse number (43), we get 505+725+43=1273=19x67. See Appendix 2."}, {"sura_num": 41, "verse_num": 44, "arabic_text": "وَلَوْ جَعَلْنَٰهُ قُرْءَانًا أَعْجَمِيًّا لَّقَالُوا لَوْلَا فُصِّلَتْ ءَايَٰتُهُۥٓ  ءَا۬عْجَمِىٌّ وَعَرَبِىٌّ   قُلْ هُوَ لِلَّذِينَ ءَامَنُوا هُدًى وَشِفَآءٌ  وَٱلَّذِينَ لَا يُؤْمِنُونَ فِىٓ ءَاذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى  أُولَٰٓئِكَ يُنَادَوْنَ مِن مَّكَان بَعِيدٍ", "english_text": "If we made it a non-Arabic Quran they would have said, \"Why did it come down in that language?\" Whether it is Arabic or non-Arabic, say, \"For those who believe, it is a guide and healing. As for those who disbelieve, they will be deaf and blind to it, as if they are being addressed from faraway.\"", "persian_text": "اگر آن را قرآنی غيرعربی قرار می داديم، می گفتند: \"چرا به آن زبان نازل شد؟\" چه به زبان عربی باشد يا غيرعربی، بگو: \"برای کسانی که ايمان می آورند، هدايت و شفاست. و اما کسانی که ايمان نمی آورند، نسبت به آن کر و کور خواهند بود، گويی از مکانی دوردست ندایشان می دهند.\"", "subtitle": "Language is Irrelevant", "footnote": ""}, {"sura_num": 41, "verse_num": 45, "arabic_text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ فَٱخْتُلِفَ فِيهِ   وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ  وَإِنَّهُمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ", "english_text": "We have given Moses the scripture and it was also disputed. If it were not for your Lord's predetermined decision, they would have been judged immediately. Indeed, they harbor too many doubts.", "persian_text": "ما به موسی كتاب آسمانی داده ايم و در آن نيز اختلاف كردند. اگر به خاطر تصميم از پيش تعيين شدهٔ پروردگارت نبود، بلافاصله قضاوت شده بودند. حقیقتاً، آنها بسيار شكاک هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 46, "arabic_text": "مَّنْ عَمِلَ صَٰلِحًا فَلِنَفْسِهِۦ  وَمَنْ أَسَآءَ فَعَلَيْهَا   وَمَا رَبُّكَ بِظَلَّٰمٍ لِّلْعَبِيدِ", "english_text": "Whoever works righteousness, does so for his own good, and whoever works evil does so to his own detriment. Your Lord is never unjust towards the people.", "persian_text": "هر كه اعمال پرهيزكارانه انجام دهد، به نفع خود عمل می كند و هر كه اعمال پليد انجام دهد، به ضرر خويش عمل می كند. پروردگارت هرگز نسبت به مردم بی عدالتی نمی كند.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 47, "arabic_text": "إِلَيْهِ يُرَدُّ عِلْمُ ٱلسَّاعَةِ  وَمَا تَخْرُجُ مِن ثَمَرَٰتٍ مِّنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِۦ  وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَآءِى قَالُوٓا ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٍ", "english_text": "With Him is the knowledge about the Hour (end of the world).* No fruits emerge from their sheaths, nor does any female conceive or give birth, without His knowledge. The day will come when He asks them: \"Where are those idols that you set up beside Me?\" They will say, \"We proclaim to You that none of us bears witness to that.\"", "persian_text": "علم آن ساعت (آخر دنيا)* نزد اوست. \"هيچ ميوه ای بدون علم او، از پوستهٔ خود بيرون نمی آيد و هيچ مؤنثی باردار نمی شود يا به دنيا نمی آورد. روزی خواهد آمد كه او از آنها سئوال كند: \"كجا هستند معبودانی كه شما در كنار من قرار می داديد؟\" آنها خواهند گفت: \"ما به تو اعلام می كنيم كه هيچ يك از ما به آن شهادت نمی دهيم.\"*", "subtitle": "Idols Disown Their Followers", "footnote": "*41:47 God has revealed this knowledge through His Messenger of the Covenant (Appendix 25)."}, {"sura_num": 41, "verse_num": 48, "arabic_text": "وَضَلَّ عَنْهُم مَّا كَانُوا يَدْعُونَ مِن قَبْلُ  وَظَنُّوا مَا لَهُم مِّن مَّحِيصٍ", "english_text": "The idols they had idolized will disown them, and they will realize that there will be no escape.", "persian_text": "معبودانی كه به حد پرستش رسانده بودند، آنها را طرد خواهند كرد و آنها خواهند فهميد كه راه گريزی نخواهد بود.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 49, "arabic_text": "لَّا يَسْـَٔمُ ٱلْإِنسَٰنُ مِن دُعَآءِ ٱلْخَيْرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٌ قَنُوطٌ", "english_text": "The human being never tires of imploring for good things. And when adversity befalls him, he turns despondent, desperate.", "persian_text": "انسان هرگز از درخواست برای چيزهای خوب خسته نمی شود و هنگامی كه گزندی به او برسد، افسرده و مأيوس می شود.", "subtitle": "Bad Weather Friends", "footnote": ""}, {"sura_num": 41, "verse_num": 50, "arabic_text": "وَلَئِنْ أَذَقْنَٰهُ رَحْمَةً مِّنَّا مِنۢ بَعْدِ ضَرَّآءَ مَسَّتْهُ لَيَقُولَنَّ هَٰذَا لِى وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةً وَلَئِن رُّجِعْتُ إِلَىٰ رَبِّىٓ إِنَّ لِى عِندَهُۥ لَلْحُسْنَىٰ  فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُوا بِمَا عَمِلُوا وَلَنُذِيقَنَّهُم مِّنْ عَذَابٍ غَلِيظٍ", "english_text": "And when we bless him after suffering some adversity, he says, \"This belongs to me. I do not believe that the Hour will ever come to pass. Even if I am returned to my Lord, I will find at Him better things.\" Most certainly, we will inform the disbelievers of all their works, and will commit them to severe retribution.", "persian_text": "و هرگاه پس از ناملايمات او را مورد رحمت قرار دهيم، می گويد: \"اين متعلق به من است. من ايمان ندارم كه هرگز آن ساعت فرا رسد. حتی اگر به سوی پروردگارم بازگردانده شوم، چيزهای بهتری نزد او خواهم يافت.\" مسلماً، ما كافران را از تمام اعمالشان آگاه خواهيم ساخت و آنها را به عذابی سخت گرفتار خواهيم كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 51, "arabic_text": "وَإِذَآ أَنْعَمْنَا عَلَى ٱلْإِنسَٰنِ أَعْرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٍ", "english_text": "When we bless the human being, he turns away, and drifts farther and farther away, and when he suffers any affliction, he implores loudly.", "persian_text": "هنگامی كه نعمتی به انسان عطا كنيم، او روی می گرداند و دورتر و دورتر می شود و وقتی به بلایی گرفتار شود، با صدای بلند التماس می كند.", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 52, "arabic_text": "قُلْ أَرَءَيْتُمْ إِن كَانَ مِنْ عِندِ ٱللَّهِ ثُمَّ كَفَرْتُم بِهِۦ مَنْ أَضَلُّ مِمَّنْ هُوَ فِى شِقَاق بَعِيدٍ", "english_text": "Proclaim: \"What if this is truly from GOD, then you decide to reject it? Who are farther astray than those who decide to oppose this?\"", "persian_text": "اعلام كن: \"چه می کنيد اگر اين حقيقتاً از جانب خدا باشد و شما تصميم بگیرید که آن را تکذيب کنید؟ چه کسانی گمراه تر از آنان که تصميم بگيرند با اين مخالفت کنند؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 41, "verse_num": 53, "arabic_text": "سَنُرِيهِمْ ءَايَٰتِنَا فِى ٱلْءَافَاقِ وَفِىٓ أَنفُسِهِمْ حَتَّىٰ يَتَبَيَّنَ لَهُمْ أَنَّهُ ٱلْحَقُّ   أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ", "english_text": "We will show them our proofs in the horizons, and within themselves, until they realize that this is the truth.* Is your Lord not sufficient, as a witness of all things?", "persian_text": "ما مدرك های خود را در افق ها و در درون خودشان به آنها نشان خواهيم داد، تا دريابند كه اين حقيقت است.* آيا پروردگارت به عنوان شاهد بر همه چيز كافی نيست؟", "subtitle": "A Great Prophecy*", "footnote": "*41:53 The letters that compose this verse are 19, and their gematrical values add up to 1387, 19x73. This great prophecy, together with 9:33, 48:28, 61:9 & 110:2, informs us that the whole world is destined to accept the Quran as God's unaltered message (See Appendix 38)."}, {"sura_num": 41, "verse_num": 54, "arabic_text": "أَلَآ إِنَّهُمْ فِى مِرْيَةٍ مِّن لِّقَآءِ رَبِّهِمْ   أَلَآ إِنَّهُۥ بِكُلِّ شَىْءٍ مُّحِيط", "english_text": "Indeed, they are doubtful about meeting their Lord. He is fully aware of all things.", "persian_text": "حقيقتاً، آنها به ملاقات با پروردگارشان شک دارند. او از همه چيز كاملاً آگاه است.", "subtitle": "", "footnote": ""}]