[{"sura_num": 2, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The Heifer", "chapter_title_arabic": "البقرة", "chapter_title_persian": "ماده گاو"}, {"sura_num": 2, "verse_num": 1, "arabic_text": "الٓمٓ", "english_text": "A.L.M.*", "persian_text": "ا. ل. م.*", "subtitle": "", "footnote": "*2:1 These initials remained a divinely guarded secret for 1400 years. Now we recognize them as a major component of the Quran's mathematical miracle (see Appendices 1, 2, 24, and 26). The meaning of A.L.M. is pointed out in Verse 2: \"This scripture is infallible.\" This is incontrovertibly proven by the fact that the frequencies of occurrence of these three initials in this sura are 4502, 3202, and 2195, respectively. The sum of these numbers is 9899, or 19x521. Thus, these most frequent letters of the Arabic language are mathematically placed according to a super-human pattern. These same initials also prefix Suras 3, 29, 30, 31, and 32, and their frequencies of occurrence add up to multiples of 19 in each one of these suras."}, {"sura_num": 2, "verse_num": 2, "arabic_text": "ذَٰلِكَ ٱلْكِتَٰبُ لَا رَيْبَ  فِيهِ  هُدًى لِّلْمُتَّقِينَ", "english_text": "This scripture is infallible; a beacon for the righteous;", "persian_text": "اين کتاب آسمانى اشتباه ناپذير است؛ رهنمودى براى پرهيزكاران؛", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 3, "arabic_text": "ٱلَّذِينَ يُؤْمِنُونَ بِٱلْغَيْبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ", "english_text": "who believe in the unseen, observe the Contact Prayers (Salat),* and from our** provisions to them, they give to charity.", "persian_text": "کسانى که به غيب ايمان دارند و نمازها (ارتباط با خدا)* را به جا می آورند و از آنچه به آنها روزى مى دهيم،** انفاق مى کنند.", "subtitle": "Three Categories of People (1) The Righteous", "footnote": "*2:3 Since the Contact Prayers are decreed five times a day, they constitute the prime source of nourishment for our souls. Along with all other practices in Submission, the Contact Prayers were originally revealed through Abraham (21:73, 22:78). Although these five daily prayers were practiced before the revelation of the Quran, each Contact Prayer is specifically mentioned in the Quran (24:58, 11:114, 17:78, & 2:238). Appendices 1 & 15 provide physical evidence supporting all the details of the Contact Prayers, including the number of units (Rak'aas) and the numbers of bowings, prostrations, and Tashahhuds in each prayer.\n\n\n\n\n\n**2:3 When God uses the plural tense, this indicates that other entities, usually the angels, are involved. When God spoke to Moses, the singular form was used (20:12- 14). See Appendix 10."}, {"sura_num": 2, "verse_num": 4, "arabic_text": "وَٱلَّذِينَ يُؤْمِنُونَ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ وَبِٱلْءَاخِرَةِ هُمْ يُوقِنُونَ", "english_text": "And they believe in what was revealed to you, and in what was revealed before you,* and with regard to the Hereafter, they are absolutely certain.", "persian_text": "و به آنچه بر تو نازل شد و به آنچه پيش از تو نازل شد، ايمان مى آورند و به آخرت کاملاً يقين دارند.*", "subtitle": "", "footnote": "*2:4 Despite severe distortions that afflicted the previous scriptures, God's truth can still be found in them. Both the Old Testament and the New Testament still advocate absolute devotion to God ALONE (Deuteronomy 6:4-5, Mark 12:29-30). All distortions are easily detectable."}, {"sura_num": 2, "verse_num": 5, "arabic_text": "أُولَٰٓئِكَ عَلَىٰ هُدًى مِّن رَّبِّهِمْ  وَأُولَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ", "english_text": "These are guided by their Lord; these are the winners.", "persian_text": "اينان از جانب پروردگارشان هدايت شده اند؛ اينان برندگانند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 6, "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُوا سَوَآءٌ عَلَيْهِمْ ءَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ", "english_text": "As for those who disbelieve, it is the same for them; whether you warn them, or not warn them, they cannot believe.*", "persian_text": "و اما کسانى که باور ندارند، برايشان يکسان است؛ چه به آنها هشدار بدهى، يا ندهى، نمى توانند ايمان بياورند.*", "subtitle": "(2) The Disbelievers", "footnote": "*2:6-7 Those who make a decision to reject God are helped in that direction; they are prevented by God from seeing any proof or guidance for as long as they maintain such a decision. The consequences of such a disastrous decision are spelled out in Verse 7."}, {"sura_num": 2, "verse_num": 7, "arabic_text": "خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَعَلَىٰ سَمْعِهِمْ  وَعَلَىٰٓ أَبْصَٰرِهِمْ غِشَٰوَةٌ  وَلَهُمْ عَذَابٌ عَظِيمٌ", "english_text": "GOD seals their minds and their hearing, and their eyes are veiled. They have incurred severe retribution.", "persian_text": "خدا بر افکار و شنوايى شان مهر مى زند و بر چشمانشان پرده اى است. آنان سزاوار مجازاتى سخت شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 8, "arabic_text": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلْيَوْمِ ٱلْءَاخِرِ وَمَا هُم بِمُؤْمِنِينَ", "english_text": "Then there are those who say, \"We believe in GOD and the Last Day,\" while they are not believers.", "persian_text": "سپس کسانى هستند که مى گويند: \"ما به خدا و روز آخر ايمان داريم،\" و حال آنکه مؤمن نيستند.", "subtitle": "(3) The Hypocrites", "footnote": ""}, {"sura_num": 2, "verse_num": 9, "arabic_text": "يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُوا وَمَا يَخْدَعُونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ", "english_text": "In trying to deceive GOD and those who believe, they only deceive themselves without perceiving.", "persian_text": "آنها سعى دارند كه خدا و کسانى را که  ايمان دارند، فريب دهند، در حالى که فقط خود را فريب مى دهند، بدون آنکه دريابند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 10, "arabic_text": "فِى قُلُوبِهِم مَّرَضٌ فَزَادَهُمُ ٱللَّهُ مَرَضًا  وَلَهُمْ عَذَابٌ أَلِيم بِمَا كَانُوا يَكْذِبُونَ", "english_text": "In their minds there is a disease. Consequently, GOD augments their disease. They have incurred a painful retribution for their lying.", "persian_text": "در افکارشان مرضى است. درنتيجه، خدا بر مرضشان مى افزايد. آنها به خاطر دروغ هايشان سزاوار مجازاتى دردناک شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 11, "arabic_text": "وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِى ٱلْأَرْضِ قَالُوٓا إِنَّمَا نَحْنُ مُصْلِحُونَ", "english_text": "When they are told, \"Do not commit evil,\" they say, \"But we are righteous!\"", "persian_text": "هنگامى كه به آنها گفته شود: \"كار پليد مرتكب نشويد،\" مى گويند: \"ما که از صالحانيم!\"", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 12, "arabic_text": "أَلَآ إِنَّهُمْ هُمُ ٱلْمُفْسِدُونَ وَلَٰكِن لَّا يَشْعُرُونَ", "english_text": "In fact, they are evildoers, but they do not perceive.", "persian_text": "د واقع، آنها كارهاى پليد انجام مى دهند، ولی درك نمى كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 13, "arabic_text": "وَإِذَا قِيلَ لَهُمْ ءَامِنُوا كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓا أَنُؤْمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُ   أَلَآ إِنَّهُمْ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعْلَمُونَ", "english_text": "When they are told, \"Believe like the people who believed,\" they say, \"Shall we believe like the fools who believed?\" In fact, it is they who are fools, but they do not know.", "persian_text": "هنگامی كه به آنان گفته شود: \"ايمان آوريد مانند مردمی که ايمان آورده اند،\" می گويند: \"آيا مانند بى خردانی که ايمان آوردند، ايمان بياوريم؟\" درواقع، اين آنها هستند كه بى خردند، ولی نمی دانند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 14, "arabic_text": "وَإِذَا لَقُوا ٱلَّذِينَ ءَامَنُوا قَالُوٓا ءَامَنَّا وَإِذَا خَلَوْا إِلَىٰ شَيَٰطِينِهِمْ قَالُوٓا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِءُونَ", "english_text": "When they meet the believers, they say, \"We believe,\" but when alone with their devils, they say, \"We are with you; we were only mocking.\"", "persian_text": "هنگامی كه با مؤمنان ملاقات کنند، می گويند: \"ما ايمان داريم،\" و چون با شياطين خود به خلوت نشينند، می گويند: \"ما با شما هستيم؛ و فقط مسخره می کرديم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 15, "arabic_text": "ٱللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِى طُغْيَٰنِهِمْ يَعْمَهُونَ", "english_text": "GOD mocks them, and leads them on in their transgressions, blundering.", "persian_text": "خدا تمسخرشان مى کند و آنان را سرگردان در ستمكاريشان سوق مى دهد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 16, "arabic_text": "أُولَٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا ٱلضَّلَٰلَةَ بِٱلْهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمْ وَمَا كَانُوا مُهْتَدِينَ", "english_text": "It is they who bought the straying, at the expense of guidance. Such trade never prospers, nor do they receive any guidance.", "persian_text": "اين آنها هستند که گمراهی را به بهای هدايت خريدند. چنين معامله ای هرگز سودی به بار نمی آورد و نه هرگز هدايتی يابند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 17, "arabic_text": "مَثَلُهُمْ كَمَثَلِ ٱلَّذِى ٱسْتَوْقَدَ نَارًا فَلَمَّآ أَضَآءَتْ مَا حَوْلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِى ظُلُمَٰتٍ لَّا يُبْصِرُونَ", "english_text": "Their example is like those who start a fire, then, as it begins to shed light around them, GOD takes away their light, leaving them in darkness, unable to see.", "persian_text": "مثال آنها مانند کسانی است که آتشی برافروزند، سپس، همين که هاله ای از نور در پيرامونشان پرتو افکند، خدا نورشان را بگيرد و آنها را در تاريکی ها رها كند، ناتوان از ديدن.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 18, "arabic_text": "صُمّ بُكْمٌ عُمْىٌ فَهُمْ لَا يَرْجِعُونَ", "english_text": "Deaf, dumb, and blind; they fail to return.", "persian_text": "کر، گنگ و کور؛ آنها از گمراهی خود بازنمی گردند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 19, "arabic_text": "أَوْ كَصَيِّبٍ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٌ وَرَعْدٌ وَبَرْقٌ يَجْعَلُونَ أَصَٰبِعَهُمْ فِىٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلْمَوْتِ  وَٱللَّهُ مُحِيط بِٱلْكَٰفِرِينَ", "english_text": "Another example: a rainstorm from the sky in which there is darkness, thunder, and lightning. They put their fingers in their ears, to evade death. GOD is fully aware of the disbelievers.", "persian_text": "مثالی ديگر: رگباری است از آسمان که در آن تاريکی ها و رعد و برق است. آنها انگشتانشان را در گوش هايشان فرو برند، تا از چنگ مرگ بگريزند. خدا از کافران كاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 20, "arabic_text": "يَكَادُ ٱلْبَرْقُ يَخْطَفُ أَبْصَٰرَهُمْ  كُلَّمَآ أَضَآءَ لَهُم مَّشَوْا فِيهِ وَإِذَآ أَظْلَمَ عَلَيْهِمْ قَامُوا  وَلَوْ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَٰرِهِمْ  إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ", "english_text": "The lightning almost snatches away their eyesight. When it lights for them, they move forward, and when it turns dark, they stand still. If GOD wills, He* can take away their hearing and their eyesight. GOD is Omnipotent.", "persian_text": "نزديک است برق بينايی آنها را بربايد. هرگاه برايشان روشن شود، گامی به جلو برمی دارند و چون به تاريکی گرايد، از حرکت بازمی ايستند. اگر خدا بخواهد، می تواند* شنوايی شان و بينايی شان را برگيرد. خدا بر همه چيز تواناست.", "subtitle": "The Light of Faith", "footnote": "*2:20 \"He\" and \"she\" do not necessarily imply natural gender in Arabic (Appendix 4)."}, {"sura_num": 2, "verse_num": 21, "arabic_text": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱعْبُدُوا رَبَّكُمُ ٱلَّذِى خَلَقَكُمْ وَٱلَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ", "english_text": "O people, worship only your Lord—the One who created you and those before you—that you may be saved.", "persian_text": "ای مردم، فقط پروردگارتان را عبادت کنيد- يکتایى که شما و پيشينيان شما را آفريد- باشد که نجات يابيد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 22, "arabic_text": "ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ فِرَٰشًا وَٱلسَّمَآءَ بِنَآءً وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزْقًا لَّكُمْ  فَلَا تَجْعَلُوا لِلَّهِ أَندَادًا وَأَنتُمْ تَعْلَمُونَ", "english_text": "The One who made the earth habitable for you, and the sky a structure. He sends down from the sky water, to produce all kinds of fruits for your sustenance. You shall not set up idols to rival GOD, now that you know.", "persian_text": "يكتايی كه زمين را برای شما قابل سكونت قرار داد و آسمان را بنايى. او از آسمان آب فرو می فرستد، تا انواع ميوه ها را برای روزى شما فراهم كند. هيچ معبودی را همتای خدا قرار ندهيد، اكنون كه می دانيد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 23, "arabic_text": "وَإِن كُنتُمْ فِى رَيْبٍ مِّمَّا نَزَّلْنَا عَلَىٰ عَبْدِنَا فَأْتُوا بِسُورَةٍ مِّن مِّثْلِهِۦ وَٱدْعُوا شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَٰدِقِينَ", "english_text": "If you have any doubt regarding what we revealed to our servant,* then produce one sura like these, and call upon your own witnesses against GOD, if you are truthful.", "persian_text": "اگر دربارهٔ آنچه بر بندهٔ خود* نازل کرديم شک داريد، پس يک سوره مانند اينها ارائه دهيد و شاهدان خود را عليه خدا فرا خوانيد، اگر راست می گوييد.", "subtitle": "Mathematical Challenge", "footnote": "*2:23-24 The Quran's miraculous mathematical code provides numerous proofs as it spells out the name \"Rashad Khalifa\" as God's servant mentioned here. Some literary giants, including Al-Mutanabby and Taha Hussein, have answered the literary challenge, but they had no awareness of the Quran's mathematical composition. It is the Quran's mathematical code, revealed through God's Messenger of the Covenant, Rashad Khalifa, that is the real challenge—for it can never be imitated. See Appendices 1, 2, 24, & 26 for the detailed proofs."}, {"sura_num": 2, "verse_num": 24, "arabic_text": "فَإِن لَّمْ تَفْعَلُوا وَلَن تَفْعَلُوا فَٱتَّقُوا ٱلنَّارَ ٱلَّتِى وَقُودُهَا ٱلنَّاسُ وَٱلْحِجَارَةُ  أُعِدَّتْ لِلْكَٰفِرِينَ", "english_text": "If you cannot do this—and you can never do this—then beware of the Hellfire, whose fuel is people and rocks; it awaits the disbelievers.", "persian_text": "اگر نمی توانيد- كه هرگز هم نخواهيد توانست - پس آگاه باشيد از آتش دوزخ كه سوخت آن مردم و سنگ هاست؛ آن در انتظار كافران است.", "subtitle": "Allegorical Description of Hell", "footnote": ""}, {"sura_num": 2, "verse_num": 25, "arabic_text": "وَبَشِّرِ ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ أَنَّ لَهُمْ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ  كُلَّمَا رُزِقُوا مِنْهَا مِن ثَمَرَةٍ رِّزْقًا   قَالُوا هَٰذَا ٱلَّذِى رُزِقْنَا مِن قَبْلُ  وَأُتُوا بِهِۦ مُتَشَٰبِهًا  وَلَهُمْ فِيهَآ أَزْوَٰجٌ مُّطَهَّرَةٌ  وَهُمْ فِيهَا خَٰلِدُونَ", "english_text": "Give good news to those who believe and lead a righteous life that they will have gardens with flowing streams. When provided with a provision of fruits therein, they will say, \"This is what was provided for us previously.\" Thus, they are given allegorical descriptions. They will have pure spouses therein, and they abide therein forever.", "persian_text": "به کسانی که ايمان مى آورند و زندگی پرهيزكارانه ای را در پيش مى گيرند، بشارت ده که برای آنان باغ هايی با نهرهاى روان خواهد بود. و چون از ميوه های آنجا به ايشان روزی دهند، خواهند گفت: \"اين همان است که قبلاً براى ما فراهم شده بود.\" اين چنين، به طور تمثيلى برايشان توصيف شده است. در آنجا همسرانی پاک خواهند داشت و جاودانه در آن خواهند بود.", "subtitle": "Allegorical Description of Paradise", "footnote": ""}, {"sura_num": 2, "verse_num": 26, "arabic_text": "إِنَّ ٱللَّهَ لَا يَسْتَحْىِۦٓ أَن يَضْرِبَ مَثَلًا مَّا بَعُوضَةً فَمَا فَوْقَهَا  فَأَمَّا ٱلَّذِينَ ءَامَنُوا فَيَعْلَمُونَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّهِمْ  وَأَمَّا ٱلَّذِينَ كَفَرُوا فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلًا   يُضِلُّ بِهِۦ كَثِيرًا وَيَهْدِى بِهِۦ كَثِيرًا  وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلْفَٰسِقِينَ", "english_text": "GOD does not shy away from citing any kind of allegory,* from the tiny mosquito and greater. As for those who believe, they know that it is the truth from their Lord. As for those who disbelieve, they say, \"What did GOD mean by such an allegory?\" He misleads many thereby, and guides many thereby. But He never misleads thereby except the wicked,", "persian_text": "خدا از آوردن هیچ گونه مثالى* ابا ندارد، از پشه اى ريز گرفته تا بزرگ تر و اما كسانى كه ايمان دارند، مى دانند كه اين حقيقتى است از جانب پروردگارشان. و اما كسانى كه ايمان ندارند، مى گويند: \"خدا از چنين مثلى چه منظورى داشت؟\" او بدين وسيله بسيارى را گمراه و بسيارى را هدايت مى كند. ولى او هرگز گمراه نمى كند به جز ستمكارانى را،", "subtitle": "", "footnote": "*2:26 See Appendix 5 for further discussion of Heaven and Hell."}, {"sura_num": 2, "verse_num": 27, "arabic_text": "ٱلَّذِينَ يَنقُضُونَ عَهْدَ ٱللَّهِ مِنۢ بَعْدِ مِيثَٰقِهِۦ وَيَقْطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفْسِدُونَ فِى ٱلْأَرْضِ  أُولَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ", "english_text": "who violate GOD's covenant after pledging to uphold it, sever what GOD has commanded to be joined, and commit evil. These are the losers.", "persian_text": "كه عهد خدا را پس از پيمان بستن مى شكنند و آنچه را كه خدا به پيوستن آن فرمان داده است، قطع مى كنند و مرتكب كارهاى پليد مى شوند. اينان بازندگانند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 28, "arabic_text": "كَيْفَ تَكْفُرُونَ بِٱللَّهِ وَكُنتُمْ أَمْوَٰتًا فَأَحْيَٰكُمْ  ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ", "english_text": "How can you disbelieve in GOD when you were dead and He gave you life, then He puts you to death, then He brings you back to life, then to Him you ultimately return?", "persian_text": "چگونه می توانيد به خدا کافر شويد در صورتی که مرده بوديد و او به شما زندگی بخشيد، سپس شما را می ميراند و باز شما را زنده می کند، سپس بازگشت نهايی شما به سوی اوست؟", "subtitle": "Two Deaths and Two Lives for the Disbelievers*", "footnote": "*2:28 The righteous do not really die; they go straight to Heaven. When their interim on this earth comes to an end, the angels of death simply invite them to go to the same Paradise where Adam and Eve once lived (2:154, 3:169, 8:24, 22:58, 16:32, 36:20-27, 44:56, 89:27-30). Thus, while the righteous experience only the first death following our original sin, the unrighteous go through two deaths (40:11). At the time of death, the disbelievers know their miserable fate (8:50, 47:27), then they suffer a continuous nightmare that lasts until Hell is created (40:46, 89:23, Appendix 17)."}, {"sura_num": 2, "verse_num": 29, "arabic_text": "هُوَ ٱلَّذِى خَلَقَ لَكُم مَّا فِى ٱلْأَرْضِ جَمِيعًا ثُمَّ ٱسْتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبْعَ سَمَٰوَٰتٍ  وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ", "english_text": "He is the One who created for you everything on earth, then turned to the sky and perfected seven universes therein,* and He is fully aware of all things.", "persian_text": "اوست که آنچه را که در زمين است برای شما آفريد، سپس به آسمان پرداخت و در آن هفت عالم را تکميل کرد.* او از همه چيز کاملاً آگاه است.", "subtitle": "", "footnote": "*2:29 Our universe with its billion galaxies, spanning distances of billions of light years, is the smallest and innermost of seven universes (Appendix 6). Please look up 41:10-11."}, {"sura_num": 2, "verse_num": 30, "arabic_text": "وَإِذْ قَالَ رَبُّكَ لِلْمَلَٰٓئِكَةِ إِنِّى جَاعِلٌ فِى ٱلْأَرْضِ خَلِيفَةً  قَالُوٓا أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ ٱلدِّمَآءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ  قَالَ إِنِّىٓ أَعْلَمُ مَا لَا تَعْلَمُونَ", "english_text": "Recall that your Lord said to the angels, \"I am placing a representative (a temporary god) on Earth.\" They said, \"Will You place therein one who will spread evil therein and shed blood, while we sing Your praises, glorify You, and uphold Your absolute authority?\" He said, \"I know what you do not know.\"", "persian_text": "به ياد آور که پروردگارت به فرشتگان گفت: \"من نماينده ای (خدایی موقت) در زمین قرار می دهم.\" آنان گفتند: \"آيا می خواهی کسی را در آن قرار دهی که پليدی را در آن رواج دهد و خون بريزد، و حال آنکه ما مدح تو را می سراييم، تو را تجليل می كنيم و حاکميت مطلق تو را ارج می نهيم؟\" او گفت: \"من چيزی می دانم که شما نمی دانيد.\"", "subtitle": "Satan: A Temporary \"god\"*", "footnote": "*2:30-37 These verses answer such crucial questions as: \"Why are we here?\" (See Appendix 7)."}, {"sura_num": 2, "verse_num": 31, "arabic_text": "وَعَلَّمَ ءَادَمَ ٱلْأَسْمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى ٱلْمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِى بِأَسْمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمْ صَٰدِقِينَ", "english_text": "He taught Adam all the names* then presented them to the angels, saying, \"Give Me the names of these, if you are right.\"", "persian_text": "او تمام اسم ها* را به آدم آموخت. سپس، آنها را به فرشتگان عرضه کرد و گفت: \"اسامی اينها را به من بگوييد، اگر حق با شماست.\"", "subtitle": "The Test Begins", "footnote": "*2:31 These are the names of the animals, the automobile, the submarine, the space satellite, the VCR, and all other objects to be encountered by the human beings on Earth."}, {"sura_num": 2, "verse_num": 32, "arabic_text": "قَالُوا سُبْحَٰنَكَ لَا عِلْمَ لَنَآ إِلَّا مَا عَلَّمْتَنَآ  إِنَّكَ أَنتَ ٱلْعَلِيمُ ٱلْحَكِيمُ", "english_text": "They said, \"Be You glorified, we have no knowledge, except that which You have taught us. You are the Omniscient, Most Wise.\"", "persian_text": "گفتند: \"شکوه و جلال تو ستايش باد، ما دانشى جز آنچه تو به ما آموخته ای نداريم. تویی داناى مطلق، حکيم ترين.\"", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 33, "arabic_text": "قَالَ يَٰٓـَٔادَمُ أَنۢبِئْهُم بِأَسْمَآئِهِمْ  فَلَمَّآ أَنۢبَأَهُم بِأَسْمَآئِهِمْ قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّىٓ أَعْلَمُ غَيْبَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَ", "english_text": "He said, \"O Adam, tell them their names.\" When he told them their names, He said, \"Did I not tell you that I know the secrets of the heavens and the earth? I know what you declare, and what you conceal.\"", "persian_text": "او گفت: \"ای آدم، اسامی اينها را به ايشان بگو.\" و چون اسامی آنها را برايشان بيان کرد، او گفت: \"آيا به شما نگفتم که اسرار آسمان ها و زمين را من می دانم؟ من آنچه را آشکار و آنچه را پنهان کنيد، مى دانم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 34, "arabic_text": "وَإِذْ قُلْنَا لِلْمَلَٰٓئِكَةِ ٱسْجُدُوا لِءَادَمَ فَسَجَدُوٓا إِلَّآ إِبْلِيسَ أَبَىٰ وَٱسْتَكْبَرَ وَكَانَ مِنَ ٱلْكَٰفِرِينَ", "english_text": "When we said to the angels, \"Fall prostrate before Adam,\" they fell prostrate, except Satan; he refused, was too arrogant, and a disbeliever.", "persian_text": "هنگامى كه به فرشتگان گفتيم: \"به آدم سجده کنيد،\" آنان سجده کردند، جز ابليس؛ او امتناع ورزيد، او بسيار متکبر و کافر بود.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 35, "arabic_text": "وَقُلْنَا يَٰٓـَٔادَمُ ٱسْكُنْ أَنتَ وَزَوْجُكَ ٱلْجَنَّةَ وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ", "english_text": "We said, \"O Adam, live with your wife in Paradise, and eat therefrom generously, as you please, but do not approach this tree, lest you sin.\"", "persian_text": "و گفتيم: \"ای آدم، با زنت در بهشت زندگی کن و در آنجا از آنچه دوست داريد به فراوانی بخوريد، ولی به اين درخت نزديک نشويد، مبادا گناه کنيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 36, "arabic_text": "فَأَزَلَّهُمَا ٱلشَّيْطَٰنُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ  وَقُلْنَا ٱهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ  وَلَكُمْ فِى ٱلْأَرْضِ مُسْتَقَرٌّ وَمَتَٰعٌ إِلَىٰ حِينٍ", "english_text": "But the devil duped them, and caused their eviction therefrom. We said, \"Go down as enemies of one another. On Earth shall be your habitation and provision for awhile.\"", "persian_text": "اما شيطان آنان را فريب داد و باعث شد از آنجا اخراج شوند. ما گفتيم: \"به عنوان دشمنان يکديگر پايين برويد. محل سكونت و روزی شما تا مدتی در زمين خواهد بود.\"", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 37, "arabic_text": "فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٍ فَتَابَ عَلَيْهِ  إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ", "english_text": "Then, Adam received from his Lord words, whereby He redeemed him. He is the Redeemer, Most Merciful.", "persian_text": "سپس، آدم از جانب پروردگارش کلماتی دريافت کرد که او با آن کلمات توبه اش را پذيرفت. اوست توبه پذير، رحيم.", "subtitle": "Specific Words*", "footnote": "*2:37 Similarly, God has given us specific, mathematically coded words, the words of Sura 1, to establish contact with Him (see Footnote 1:1 and Appendix 15)."}, {"sura_num": 2, "verse_num": 38, "arabic_text": "قُلْنَا ٱهْبِطُوا مِنْهَا جَمِيعًا  فَإِمَّا يَأْتِيَنَّكُم مِّنِّى هُدًى فَمَن تَبِعَ هُدَاىَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ", "english_text": "We said, \"Go down therefrom, all of you. When guidance comes to you from Me, those who follow My guidance will have no fear, nor will they grieve.", "persian_text": "گفتيم: \"همگی، از آنجا پايين برويد. هرگاه هدايتی از جانب من برای شما آيد، آنان که از هدايت من پيروی کنند، هيچ ترس و اندوهی نخواهند داشت.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 39, "arabic_text": "وَٱلَّذِينَ كَفَرُوا وَكَذَّبُوا بِـَٔايَٰتِنَآ أُولَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ  هُمْ فِيهَا خَٰلِدُونَ", "english_text": "As for those who disbelieve and reject our revelations, they will be dwellers of Hell, wherein they abide forever.", "persian_text": "\"و اما کسانی که کافر شوند و آيات ما را تکذيب کنند، ساكنان دوزخ خواهند بود که تا ابد در آنجا ماندگارند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 40, "arabic_text": "يَٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا بِعَهْدِىٓ أُوفِ بِعَهْدِكُمْ وَإِيَّٰىَ فَٱرْهَبُونِ", "english_text": "O Children of Israel, remember My favor, which I bestowed upon you, and fulfill your part of the covenant, that I fulfill My part of the covenant, and reverence Me.", "persian_text": "ای بنی اسراييل، نعمت مرا که بر شما ارزانی داشتم، به خاطر آوريد و به عهد خود وفا کنيد، تا من نیز به عهد خود وفا کنم و هیبت و حرمت مرا ارج نهید.", "subtitle": "Divine Commandments to All Jews: \"You Shall Believe in This Quran.\"", "footnote": ""}, {"sura_num": 2, "verse_num": 41, "arabic_text": "وَءَامِنُوا بِمَآ أَنزَلْتُ مُصَدِّقًا لِّمَا مَعَكُمْ وَلَا تَكُونُوٓا أَوَّلَ كَافِر بِهِۦ  وَلَا تَشْتَرُوا بِـَٔايَٰتِى ثَمَنًا قَلِيلًا وَإِيَّٰىَ فَٱتَّقُونِ", "english_text": "You shall believe in what I have revealed herein, confirming what you have; do not be the first to reject it. Do not trade away My revelations for a cheap price, and observe Me.", "persian_text": "به آنچه من در اين نازل کرده ام ايمان آوريد، که آنچه را در دست داريد، تصديق مى كند؛ اولين كسى نباشيد كه آن را تکذيب كند. آيات مرا به بهای اندک معامله نکنيد و مرا در نظر داشته باشيد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 42, "arabic_text": "وَلَا تَلْبِسُوا ٱلْحَقَّ بِٱلْبَٰطِلِ وَتَكْتُمُوا ٱلْحَقَّ وَأَنتُمْ تَعْلَمُونَ", "english_text": "Do not confound the truth with falsehood, nor shall you conceal the truth, knowingly.", "persian_text": "حق را با باطل در هم نياميزيد و دانسته حقيقت را پنهان نكنيد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 43, "arabic_text": "وَأَقِيمُوا ٱلصَّلَوٰةَ وَءَاتُوا ٱلزَّكَوٰةَ وَٱرْكَعُوا مَعَ ٱلرَّٰكِعِينَ", "english_text": "You shall observe the Contact Prayers (Salat) and give the obligatory charity (Zakat), and bow down with those who bow down.", "persian_text": "نمازها (ارتباط با خدا) را به جا آورید، زکات (انفاق واجب) را بدهيد و با رکوع کنندگان به رکوع برويد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 44, "arabic_text": "أَتَأْمُرُونَ ٱلنَّاسَ بِٱلْبِرِّ وَتَنسَوْنَ أَنفُسَكُمْ وَأَنتُمْ تَتْلُونَ ٱلْكِتَٰبَ  أَفَلَا تَعْقِلُونَ", "english_text": "Do you exhort the people to be righteous, while forgetting yourselves, though you read the scripture? Do you not understand?", "persian_text": "آيا مردم را به پرهيزكاری سفارش می کنيد و خود را فراموش می کنيد، با اين که شما کتاب آسمانی را می خوانيد؟ آيا نمی فهميد؟", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 45, "arabic_text": "وَٱسْتَعِينُوا بِٱلصَّبْرِ وَٱلصَّلَوٰةِ  وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلْخَٰشِعِينَ", "english_text": "You shall seek help through steadfastness and the Contact Prayers (Salat). This is difficult indeed, but not so for the reverent,", "persian_text": "از طريق صبر و نماز ياری جوييد. بی گمان اين کاری است دشوار، ولی نه برای حرمتگزاران،", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 46, "arabic_text": "ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُوا رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَٰجِعُونَ", "english_text": "who believe that they will meet their Lord; that to Him they ultimately return.", "persian_text": "که باور دارند پروردگارشان را ملاقات خواهند کرد؛ و سرانجام به سوى او بازمی گردند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 47, "arabic_text": "يَٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَنِّى فَضَّلْتُكُمْ عَلَى ٱلْعَٰلَمِينَ", "english_text": "O Children of Israel, remember My favor which I bestowed upon you, and that I blessed you more than any other people.", "persian_text": "ای بنی اسراييل، به ياد آوريد نعمت مرا که بر شما ارزانی داشتم و اين که شما را بيش از ساير مردم مورد رحمت قرار دادم.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 48, "arabic_text": "وَٱتَّقُوا يَوْمًا لَّا تَجْزِى نَفْسٌ عَن نَّفْسٍ شَيْـًٔا وَلَا يُقْبَلُ مِنْهَا شَفَٰعَةٌ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَلَا هُمْ يُنصَرُونَ", "english_text": "Beware of the day when no soul can avail another soul, no intercession will be accepted, no ransom can be paid, nor can anyone be helped.", "persian_text": "آگاه باشيد از روزی که هيچ نفسى نمى تواند براى نفس ديگرى مفيد باشد، نه شفاعتى پذيرفته خواهد شد، نه غرامتى مى توان پرداخت و نه می توان از کسی مدد گرفت.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 49, "arabic_text": "وَإِذْ نَجَّيْنَٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ يُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ  وَفِى ذَٰلِكُم بَلَآءٌ مِّن رَّبِّكُمْ عَظِيمٌ", "english_text": "Recall that we saved you from Pharaoh's people who inflicted upon you the worst persecution, slaying your sons and sparing your daughters. That was an exacting test from your Lord.", "persian_text": "به ياد آوريد که شما را از فرعونيان رهانيديم که بدترين آزارها را به شما می رساندند، پسرانتان را می کشتند و دخترانتان را زنده می گذاشتند. آن آزمايشی بود سخت از جانب پروردگارتان.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 50, "arabic_text": "وَإِذْ فَرَقْنَا بِكُمُ ٱلْبَحْرَ فَأَنجَيْنَٰكُمْ وَأَغْرَقْنَآ ءَالَ فِرْعَوْنَ وَأَنتُمْ تَنظُرُونَ", "english_text": "Recall that we parted the sea for you; we saved you and drowned Pharaoh's people before your eyes.", "persian_text": "به ياد آوريد که دريا را برايتان شکافتيم؛ شما را نجات داديم و فرعونيان را در برابر چشمانتان غرق کرديم.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 51, "arabic_text": "وَإِذْ وَٰعَدْنَا مُوسَىٰٓ أَرْبَعِينَ لَيْلَةً ثُمَّ ٱتَّخَذْتُمُ ٱلْعِجْلَ مِنۢ بَعْدِهِۦ وَأَنتُمْ ظَٰلِمُونَ", "english_text": "Yet, when we summoned Moses for forty nights, you worshiped the calf in his absence, and turned wicked.*", "persian_text": "با اين حال، هنگامی که موسی را برای چهل شب احضار کرديم، شما در غياب او گوساله را به پرستش گرفتيد و ستمکار شديد.*", "subtitle": "", "footnote": "*2:51 This incident reflects the humans' idolatrous tendency. Despite the profound miracles, Moses' followers worshiped the calf in his absence, and Moses ended up with only two believers (5:23). As pointed out in the Introduction, the humans are rebels whose egos are their gods."}, {"sura_num": 2, "verse_num": 52, "arabic_text": "ثُمَّ عَفَوْنَا عَنكُم مِّنۢ بَعْدِ ذَٰلِكَ لَعَلَّكُمْ تَشْكُرُونَ", "english_text": "Still, we pardoned you thereafter that you may be appreciative.", "persian_text": "با اين همه، پس از آن  شما را بخشيديم. باشد كه سپاسگزار باشيد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 53, "arabic_text": "وَإِذْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ وَٱلْفُرْقَانَ لَعَلَّكُمْ تَهْتَدُونَ", "english_text": "Recall that we gave Moses scripture and the statute book, that you may be guided.", "persian_text": "به ياد آوريد که به موسی کتاب آسمانی و فرقان عطا کرديم، باشد که هدايت شويد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 54, "arabic_text": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَٰقَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلْعِجْلَ فَتُوبُوٓا إِلَىٰ بَارِئِكُمْ فَٱقْتُلُوٓا أَنفُسَكُمْ ذَٰلِكُمْ خَيْرٌ لَّكُمْ عِندَ بَارِئِكُمْ فَتَابَ عَلَيْكُمْ  إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ", "english_text": "Recall that Moses said to his people, \"O my people, you have wronged your souls by worshiping the calf. You must repent to your Creator. You shall kill your egos. This is better for you in the sight of your Creator.\" He did redeem you. He is the Redeemer, Most Merciful.", "persian_text": "به ياد آوريد که موسی به قوم خود گفت: \"ای قوم من، شما با پرستش گوساله به نفس خود ستم کرديد. پس به درگاه خالق خود توبه کنيد و غرور خود را بکشيد که اين نزد پروردگارتان برای شما بهتر است.\" او توبهٔ شما را پذيرفت. اوست آمرزندە، مهربان ترين.", "subtitle": "Kill Your Ego*", "footnote": "*2:54 It is the ego that led to Satan's fall. It is the ego that caused our exile to this world, and it is the ego that is keeping most of us from redemption to God's Kingdom."}, {"sura_num": 2, "verse_num": 55, "arabic_text": "وَإِذْ قُلْتُمْ يَٰمُوسَىٰ لَن نُّؤْمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهْرَةً فَأَخَذَتْكُمُ ٱلصَّٰعِقَةُ وَأَنتُمْ تَنظُرُونَ", "english_text": "Recall that you said, \"O Moses, we will not believe unless we see GOD, physically.\" Consequently, the lightning struck you, as you looked.", "persian_text": "به ياد آوريد که گفتيد: \"ای موسی، ما ايمان نخواهيم آورد، مگر آنکه خدا را عيناً ببينيم.\" درنتيجه، همان طور كه نگاه می کرديد، صاعقه ای به شما اصابت كرد.", "subtitle": "Physical Evidence*", "footnote": "*2:55 It is noteworthy that the word \"GOD\" in this verse is the 19th occurrence, and this is the verse where the people demanded \"physical evidence.\" The Quran's mathematical code, based on the number 19, provides such physical evidence. Note also that 2+55=57=19x3."}, {"sura_num": 2, "verse_num": 56, "arabic_text": "ثُمَّ بَعَثْنَٰكُم مِّنۢ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ", "english_text": "We then revived you, after you had died, that you may be appreciative.", "persian_text": "سپس شما را پس از آنكه مرده بوديد، دوباره زنده كرديم، باشد كه سپاسگزار باشيد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 57, "arabic_text": "وَظَلَّلْنَا عَلَيْكُمُ ٱلْغَمَامَ وَأَنزَلْنَا عَلَيْكُمُ ٱلْمَنَّ وَٱلسَّلْوَىٰ  كُلُوا مِن طَيِّبَٰتِ مَا رَزَقْنَٰكُمْ  وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓا أَنفُسَهُمْ يَظْلِمُونَ", "english_text": "We shaded you with clouds (in Sinai), and sent down to you manna and quails: \"Eat from the good things we provided for you.\" They did not hurt us (by rebelling); they only hurt their own souls.", "persian_text": "و ابرها را (در صحرای سينا) سايبان شما قرار داديم و برای شما ترانگبين و بلدرچين فرو فرستاديم: \"از چيزهای خويی که برايتان فراهم كرديم، بخوريد.\" آنان (با عصيان خود) به ما زيانی نرساندند؛ آنها فقط به نفس خويش صدمه زدند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 58, "arabic_text": "وَإِذْ قُلْنَا ٱدْخُلُوا هَٰذِهِ ٱلْقَرْيَةَ فَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَٱدْخُلُوا ٱلْبَابَ سُجَّدًا وَقُولُوا حِطَّةٌ نَّغْفِرْ لَكُمْ خَطَٰيَٰكُمْ  وَسَنَزِيدُ ٱلْمُحْسِنِينَ", "english_text": "Recall that we said, \"Enter this town, where you will find as many provisions as you like. Just enter the gate humbly, and treat the people nicely. We will then forgive your sins, and increase the reward for the pious.\"", "persian_text": "به ياد آوريد که گفتيم: \"به اين شهر وارد شويد، جايی که هر قدر روزی بخواهيد، می يابيد. فقط با تواضع از دروازه وارد شويد و با مردم خوش رفتار باشيد. سپس گناهانتان را می بخشيم و بر پاداش پارسايان می افزاييم.\"", "subtitle": "Lack of Confidence in God: They Refuse to Enter Jerusalem", "footnote": ""}, {"sura_num": 2, "verse_num": 59, "arabic_text": "فَبَدَّلَ ٱلَّذِينَ ظَلَمُوا قَوْلًا غَيْرَ ٱلَّذِى قِيلَ لَهُمْ فَأَنزَلْنَا عَلَى ٱلَّذِينَ ظَلَمُوا رِجْزًا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا يَفْسُقُونَ", "english_text": "But the wicked among them carried out commands other than the commands given to them. Consequently, we sent down upon the transgressors condemnation from the sky, due to their wickedness.", "persian_text": "اما ستمكاران در ميان آنها، دستورات ديگرى را به جاى احكامى كه به آنها داده شده بود، انجام دادند. درنتيجه، ما بر متجاوزان به خاطر ستمكارى هايشان بلايى از آسمان فرو فرستاديم.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 60, "arabic_text": "وَإِذِ ٱسْتَسْقَىٰ مُوسَىٰ لِقَوْمِهِۦ فَقُلْنَا ٱضْرِب بِّعَصَاكَ ٱلْحَجَرَ  فَٱنفَجَرَتْ مِنْهُ ٱثْنَتَا عَشْرَةَ عَيْنًا  قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ  كُلُوا وَٱشْرَبُوا مِن رِّزْقِ ٱللَّهِ وَلَا تَعْثَوْا فِى ٱلْأَرْضِ مُفْسِدِينَ", "english_text": "Recall that Moses sought water for his people. We said, \"Strike the rock with your staff.\" Whereupon, twelve springs gushed out therefrom. The members of each tribe knew their own water. Eat and drink from GOD's provisions, and do not roam the earth corruptingly.", "persian_text": "به ياد آوريد که موسی برای قوم خود در جستجوى آب بود. گفتيم: \"چوبدست خود را بر آن سنگ بزن.\" که دوازده چشمه از آن فوران زد. اعضای هر قبيله محل آب خود را می دانست. از روزی های خدا بخوريد و بياشاميد و در زمين به فساد نگرديد.", "subtitle": "More Miracles", "footnote": ""}, {"sura_num": 2, "verse_num": 61, "arabic_text": "وَإِذْ قُلْتُمْ يَٰمُوسَىٰ لَن نَّصْبِرَ عَلَىٰ طَعَامٍ وَٰحِدٍ فَٱدْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنۢبِتُ ٱلْأَرْضُ مِنۢ بَقْلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَا  قَالَ أَتَسْتَبْدِلُونَ ٱلَّذِى هُوَ أَدْنَىٰ بِٱلَّذِى هُوَ خَيْرٌ  ٱهْبِطُوا مِصْرًا فَإِنَّ لَكُم مَّا سَأَلْتُمْ   وَضُرِبَتْ عَلَيْهِمُ ٱلذِّلَّةُ وَٱلْمَسْكَنَةُ وَبَآءُو بِغَضَبٍ مِّنَ ٱللَّهِ   ذَٰلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقْتُلُونَ ٱلنَّبِيِّۦنَ بِغَيْرِ ٱلْحَقِّ   ذَٰلِكَ بِمَا عَصَوا وَّكَانُوا يَعْتَدُونَ", "english_text": "Recall that you said, \"O Moses, we can no longer tolerate one kind of food. Call upon your Lord to produce for us such earthly crops as beans, cucumbers, garlic, lentils, and onions.\" He said, \"Do you wish to substitute that which is inferior for that which is good? Go down to Egypt, where you can find what you asked for.\" They have incurred condemnation, humiliation, and disgrace, and brought upon themselves wrath from GOD. This is because they rejected GOD's revelations, and killed the prophets unjustly. This is because they disobeyed and transgressed.", "persian_text": "به ياد آوريد که گفتيد: \"ای موسی، ما ديگر تحمل يک نوع غذا را نداريم. از پروردگارت بخواه تا محصولات زمينی از قبيل لوبيا، خيار، سير، عدس و پياز برای ما بروياند.\" گفت: \"آيا می خواهيد چيزهاى پايين تر را جايگزين چيزهاى خوب کنيد؟ به مصر برويد، که هرچه درخواست کرده ايد در آن می توانيد بيابيد.\" آنان سزاوار لعنت، خوارى و خفت شده اند و خود را به خشم خدا گرفتار کردند. اين به خاطر آن است که آنان آيات خدا را رد كردند و پيامبران را به ناحق کشتند. اين به خاطر آن است که نافرمانی و تعدى کردند.", "subtitle": "Israel Rebels", "footnote": ""}, {"sura_num": 2, "verse_num": 62, "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُوا وَٱلَّذِينَ هَادُوا وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ وَعَمِلَ صَٰلِحًا فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ", "english_text": "Surely, those who believe, those who are Jewish, the Christians, and the converts; anyone who (1) believes in GOD, and (2) believes in the Last Day, and (3) leads a righteous life, will receive their recompense from their Lord. They have nothing to fear, nor will they grieve.", "persian_text": "مسلماً، کسانی که ايمان دارند، يهودیان، مسيحيان و تازه به دين گرويدگان؛ هر کس که (۱) به خدا ايمان دارد و (۲) به روز آخر ايمان دارد و (۳) زندگی پرهيزكارانه ای را در پيش مى گيرد، پاداش خود را از جانب پروردگار خود دريافت خواهد کرد. ايشان نه از چيزی بترسند و نه اندوهگين خواهند شد.", "subtitle": "Unity of All Submitters", "footnote": ""}, {"sura_num": 2, "verse_num": 63, "arabic_text": "وَإِذْ أَخَذْنَا مِيثَٰقَكُمْ وَرَفَعْنَا فَوْقَكُمُ ٱلطُّورَ خُذُوا مَآ ءَاتَيْنَٰكُم بِقُوَّةٍ وَٱذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ", "english_text": "We made a covenant with you, as we raised Mount Sinai above you: \"You shall uphold what we have given you strongly, and remember its contents, that you may be saved.\"", "persian_text": "در حالى كه كوه سينا را بالاى سرتان نگاه داشتيم با شما عهد بستيم: \"بايد از آنچه كه به شما داده ايم، سخت حمايت كنيد و محتواى آن را به خاطر بسپاريد، باشد كه نجات يابيد.\"", "subtitle": "Covenant with Israel", "footnote": ""}, {"sura_num": 2, "verse_num": 64, "arabic_text": "ثُمَّ تَوَلَّيْتُم مِّنۢ بَعْدِ ذَٰلِكَ  فَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ لَكُنتُم مِّنَ ٱلْخَٰسِرِينَ", "english_text": "But you turned away thereafter, and if it were not for GOD's grace towards you and His mercy, you would have been doomed.", "persian_text": "ولی شما پس از آن روى گردانديد و اگر به خاطر موهبت خدا و رحمت او بر شما نبود، فنا شده بوديد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 65, "arabic_text": "وَلَقَدْ عَلِمْتُمُ ٱلَّذِينَ ٱعْتَدَوْا مِنكُمْ فِى ٱلسَّبْتِ فَقُلْنَا لَهُمْ كُونُوا قِرَدَةً خَٰسِـِٔينَ", "english_text": "You have known about those among you who desecrated the Sabbath. We said to them, \"Be you as despicable as apes.\"", "persian_text": "شما دربارهٔ كسانى كه در ميان شما حرمت سبت را نگاه نداشتند، آگاه شده ايد. به آنها گفتيم: \"به پستى بوزينگان درآييد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 66, "arabic_text": "فَجَعَلْنَٰهَا نَكَٰلًا لِّمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِّلْمُتَّقِينَ", "english_text": "We set them up as an example for their generation, as well as subsequent generations, and an enlightenment for the righteous.", "persian_text": "ما آنها برای نسل خودشان و نسل های بعدى عبرتى قرار داديم و پندى روشنگر برای پرهيزكاران.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 67, "arabic_text": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦٓ إِنَّ ٱللَّهَ يَأْمُرُكُمْ أَن تَذْبَحُوا بَقَرَةً  قَالُوٓا أَتَتَّخِذُنَا هُزُوًا  قَالَ أَعُوذُ بِٱللَّهِ أَنْ أَكُونَ مِنَ ٱلْجَٰهِلِينَ", "english_text": "Moses said to his people, \"GOD commands you to sacrifice a heifer.\" They said, \"Are you mocking us?\" He said, \"GOD forbid, that I should behave like the ignorant ones.\"", "persian_text": "موسی به قوم خود گفت: \"خدا به شما فرمان می دهد که ماده گاوی را قربانی کنيد.\" گفتند: \"آيا ما را به تمسخر می گيری؟\" گفت: \"خدا نكند که مانند نادانان رفتار کنم.\"", "subtitle": "The Heifer*", "footnote": "*2:67 Although this sura contains important laws and commandments, including the contact prayers, fasting, Hajj pilgrimage, and the laws of marriage, divorce, etc., the name given to the sura is \"The Heifer.\" This reflects the crucial importance of submission to God and immediate, unwavering obedience to our Creator. Such submission proves our belief in God's omnipotence and absolute authority. See also the Bible's Book of Numbers, Chapter 19."}, {"sura_num": 2, "verse_num": 68, "arabic_text": "قَالُوا ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِىَ  قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌ لَّا فَارِضٌ وَلَا بِكْرٌ عَوَان بَيْنَ ذَٰلِكَ  فَٱفْعَلُوا مَا تُؤْمَرُونَ", "english_text": "They said, \"Call upon your Lord to show us which one.\" He said, \"He says that she is a heifer that is neither too old, nor too young; of an intermediate age. Now, carry out what you are commanded to do.\"", "persian_text": "آنها گفتند: \"از پروردگارت بخواه تا به ما نشان دهد کدامين را.\" گفت: \"او می گويد که آن ماده گاو نه چندان پير است و نه چندان جوان؛ ميانسال است. اکنون، به دستوری که داده شد، عمل کنيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 69, "arabic_text": "قَالُوا ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوْنُهَا  قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَآءُ فَاقِعٌ لَّوْنُهَا تَسُرُّ ٱلنَّٰظِرِينَ", "english_text": "They said, \"Call upon your Lord to show us her color.\" He said, \"He says that she is a yellow heifer, bright colored, pleases the beholders.\"", "persian_text": "گفتند: \"پروردگارت را بخوان تا رنگش را به ما نشان دهد.\" گفت: \"او می گويد که آن ماده گاوی است زرد رنگ، رنگى روشن که بينندگان را به نشاط می آورد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 70, "arabic_text": "قَالُوا ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِىَ إِنَّ ٱلْبَقَرَ تَشَٰبَهَ عَلَيْنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهْتَدُونَ", "english_text": "They said, \"Call upon your Lord to show us which one. The heifers look alike to us and, GOD willing, we will be guided.\"", "persian_text": "گفتند: \"پروردگارت را بخوان تا به ما نشان دهد كه آن كدام است. به نظر ما ماده گاوها همه شبيه به هم هستند و به خواست خدا ما هدايت خواهيم شد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 71, "arabic_text": "قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌ لَّا ذَلُولٌ تُثِيرُ ٱلْأَرْضَ وَلَا تَسْقِى ٱلْحَرْثَ مُسَلَّمَةٌ لَّا شِيَةَ فِيهَا  قَالُوا ٱلْـَٰٔنَ جِئْتَ بِٱلْحَقِّ  فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ", "english_text": "He said, \"He says that she is a heifer that was never humiliated in plowing the land or watering the crops; free from any blemish.\" They said, \"Now you have brought the truth.\" They finally sacrificed her, after this lengthy reluctance.", "persian_text": "گفت: \"او می گويد که آن ماده گاوی است که هرگز به شخم زدن زمين يا به آبياری کشتزارها خوار نشده است؛ سالم و بدون لک و پيس.\" گفتند: \"اکنون حقيقت را آورده ای.\" سرانجام، با اكراه و بی ميلی فراوان آن را قربانی كردند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 72, "arabic_text": "وَإِذْ قَتَلْتُمْ نَفْسًا فَادّٰرَءْتُمْ فِيهَا  وَٱللَّهُ مُخْرِجٌ مَّا كُنتُمْ تَكْتُمُونَ", "english_text": "You had killed a soul, then disputed among yourselves. GOD was to expose what you tried to conceal.", "persian_text": "شما شخصى را كشته بوديد، سپس در ميان خود اختلاف كرديد. خدا مى خواست آنچه را كه سعى كرديد پنهان كنيد، آشكار نمايد.", "subtitle": "Purpose of the Heifer", "footnote": ""}, {"sura_num": 2, "verse_num": 73, "arabic_text": "فَقُلْنَا ٱضْرِبُوهُ بِبَعْضِهَا  كَذَٰلِكَ يُحْىِ ٱللَّهُ ٱلْمَوْتَىٰ وَيُرِيكُمْ ءَايَٰتِهِۦ لَعَلَّكُمْ تَعْقِلُونَ", "english_text": "We said, \"Strike (the victim) with part (of the heifer).\" That is when GOD brought the victim back to life, and showed you His signs, that you may understand.", "persian_text": "گفتيم: \"با قسمتى از آن (ماده گاو) به آن (مقتول) بزنيد.\" در اين هنگام بود که خدا مقتول را دوباره زنده کرد و نشانه های خود را به شما نماياند، باشد که بفهميد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 74, "arabic_text": "ثُمَّ قَسَتْ قُلُوبُكُم مِّنۢ بَعْدِ ذَٰلِكَ فَهِىَ كَٱلْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً  وَإِنَّ مِنَ ٱلْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ ٱلْأَنْهَٰرُ  وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ ٱلْمَآءُ  وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ ٱللَّهِ   وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعْمَلُونَ", "english_text": "Despite this, your hearts hardened like rocks, or even harder. For there are rocks from which rivers gush out. Others crack and release gentle streams, and other rocks cringe out of reverence for GOD. GOD is never unaware of anything you do.", "persian_text": "با اين حال، دل های شما همچون سنگ سخت شد، يا حتی سخت تر. زيرا سنگ هايی هستند که از آن رودخانه ها جاری می شوند. برخی ديگر از سنگ ها می شکافند و نهرها به ملايمت از آن روان می شوند و پاره ای ديگر از سنگ ها از هيبت و حرمت خدا خرد می شوند. خدا هرگز از آنچه می کنيد، غافل نيست.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 75, "arabic_text": "أَفَتَطْمَعُونَ أَن يُؤْمِنُوا لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِّنْهُمْ يَسْمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ", "english_text": "Do you expect them to believe as you do, when some of them used to hear the word of GOD, then distort it, with full understanding thereof, and deliberately?", "persian_text": "آيا انتظار داريد كه آنها هم مانند شما ايمان بياورند، در حالی كه بعضی از آنها كلام خدا را مى شنيدند و سپس پس از آنكه خوب مى فهميدند، عمداً آن را تحريف مى كردند؟", "subtitle": "Distorting the Word of God", "footnote": ""}, {"sura_num": 2, "verse_num": 76, "arabic_text": "وَإِذَا لَقُوا ٱلَّذِينَ ءَامَنُوا قَالُوٓا ءَامَنَّا وَإِذَا خَلَا بَعْضُهُمْ إِلَىٰ بَعْضٍ قَالُوٓا أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيْكُمْ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمْ  أَفَلَا تَعْقِلُونَ", "english_text": "And when they meet the believers, they say, \"We believe,\" but when they get together with each other, they say, \"Do not inform (the believers) of the information given to you by GOD, lest you provide them with support for their argument concerning your Lord. Do you not understand?\"", "persian_text": "و هنگامی كه مؤمنان را ملاقات می‌كنند، مى گويند: \"ما ايمان داريم.\" ولی هنگامی كه گردهم مى آيند، مى گويند: \"از اطلاعاتی كه خدا به شما داده است، (مؤمنان را) آگاه نكنيد، مبادا آنها را در استدلالشان دربارهٔ پروردگارتان ياری كرده باشيد. آيا نمى فهميد؟\"", "subtitle": "Concealing the Word of God", "footnote": ""}, {"sura_num": 2, "verse_num": 77, "arabic_text": "أَوَلَا يَعْلَمُونَ أَنَّ ٱللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ", "english_text": "Do they not know that GOD knows everything they conceal, and everything they declare?", "persian_text": "مگر آنها نمی دانند که خدا از آنچه پنهان می کنند و از آنچه آشکار می سازند، آگاه است؟", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 78, "arabic_text": "وَمِنْهُمْ أُمِّيُّونَ لَا يَعْلَمُونَ ٱلْكِتَٰبَ إِلَّآ أَمَانِىَّ وَإِنْ هُمْ إِلَّا يَظُنُّونَ", "english_text": "Among them are gentiles who do not know the scripture, except through hearsay, then assume that they know it.", "persian_text": "در ميان آنها مردمی هستند که از اهل کتاب نيستند و از کتاب آسمانی جز آنچه شنيده اند، چيزی نمی دانند. سپس، گمان می كنند که آن را می دانند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 79, "arabic_text": "فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ ٱلْكِتَٰبَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَٰذَا مِنْ عِندِ ٱللَّهِ لِيَشْتَرُوا بِهِۦ ثَمَنًا قَلِيلًا  فَوَيْلٌ لَّهُم مِّمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَّهُم مِّمَّا يَكْسِبُونَ", "english_text": "Therefore, woe to those who distort the scripture with their own hands, then say, \"This is what GOD has revealed,\" seeking a cheap material gain. Woe to them for such distortion, and woe to them for their illicit gains.", "persian_text": "بنابراين، وای بر كسانی كه كتاب آسمانی را در طلب مادياتی بی ارزش با دست های خود تحريف می‌كنند، سپس می‌ گويند: \"اين است آنچه كه خدا نازل كرده است.\" وای برآنها به خاطر چنين تحريفاتی و وای بر آنها برای منافع نامشروعشان.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 80, "arabic_text": "وَقَالُوا لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامًا مَّعْدُودَةً  قُلْ أَتَّخَذْتُمْ عِندَ ٱللَّهِ عَهْدًا فَلَن يُخْلِفَ ٱللَّهُ عَهْدَهُۥٓ  أَمْ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ", "english_text": "Some have said, \"Hell will not touch us, except for a limited number of days.\" Say, \"Have you taken such a pledge from GOD—GOD never breaks His pledge—or, are you saying about GOD what you do not know?\"", "persian_text": "بعضی گفته اند: \"مدت دوزخ محدود است و جز برای چند روز در آن نخواهيم بود.\" بگو: \"آيا شما از خدا چنين عهدی گرفته ايد- خدا هرگز خلاف عهدش عمل نمی کند- يا از جانب خدا چيزی می گوييد كه نمی دانيد؟\"", "subtitle": "Eternity of Heaven and Hell*", "footnote": "*2:80-82 It is an established belief among corrupted Muslims that they will suffer in Hell only in proportion to the number of sins they had committed, then they will get out of Hell and go to Heaven. They also believe that Muhammad will intercede on their behalf, and will take them out of Hell. Such beliefs are contrary to the Quran (Appendix 8)."}, {"sura_num": 2, "verse_num": 81, "arabic_text": "بَلَىٰ مَن كَسَبَ سَيِّئَةً وَأَحَٰطَتْ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُولَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ  هُمْ فِيهَا خَٰلِدُونَ", "english_text": "Indeed, those who earn sins and become surrounded by their evil work will be the dwellers of Hell; they abide in it forever.", "persian_text": "مسلماً، كسانی كه گناه می‌ كنند و با اعمال پليدشان احاطه می شوند، ساكنان دوزخ خواهند بود؛ آنها تا ابد در آن ماندگارند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 82, "arabic_text": "وَٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ أُولَٰٓئِكَ أَصْحَٰبُ ٱلْجَنَّةِ  هُمْ فِيهَا خَٰلِدُونَ", "english_text": "As for those who believe, and lead a righteous life, they will be the dwellers of Paradise; they abide in it forever.", "persian_text": "و اما کسانی که ايمان می آورند و زندگی پرهيزكارانه ای را در پيش مى گيرند، از ساكنان بهشت خواهند بود؛ آنها جاودان در آن ماندگارند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 83, "arabic_text": "وَإِذْ أَخَذْنَا مِيثَٰقَ بَنِىٓ إِسْرَٰٓءِيلَ لَا تَعْبُدُونَ إِلَّا ٱللَّهَ وَبِٱلْوَٰلِدَيْنِ إِحْسَانًا وَذِى ٱلْقُرْبَىٰ وَٱلْيَتَٰمَىٰ وَٱلْمَسَٰكِينِ وَقُولُوا لِلنَّاسِ حُسْنًا وَأَقِيمُوا ٱلصَّلَوٰةَ وَءَاتُوا ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًا مِّنكُمْ وَأَنتُم مُّعْرِضُونَ", "english_text": "We made a covenant with the Children of Israel: \"You shall not worship except GOD. You shall honor your parents and regard the relatives, the orphans, and the poor. You shall treat the people amicably. You shall observe the Contact Prayers (Salat) and give the obligatory charity (Zakat).\" But you turned away, except a few of you, and you became averse.", "persian_text": "ما با بنی اسرایيل پيمان بستيم: \"جز خدا را نپرستيد. به والدين خود احترام بگذاريد و به خويشاوندان، يتيمان و تهيدستان توجه كنيد. با مردم خوش رفتاری نماييد. نمازها (ارتباط با خدا) را به جا آورید و زکات (انفاق واجب) را بدهيد.\" اما جز عدهٔ كمی از شما، بقيه روی گردانديد و مخالفت كرديد.", "subtitle": "The Commandments", "footnote": ""}, {"sura_num": 2, "verse_num": 84, "arabic_text": "وَإِذْ أَخَذْنَا مِيثَٰقَكُمْ لَا تَسْفِكُونَ دِمَآءَكُمْ وَلَا تُخْرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمْ ثُمَّ أَقْرَرْتُمْ وَأَنتُمْ تَشْهَدُونَ", "english_text": "We made a covenant with you, that you shall not shed your blood, nor shall you evict each other from your homes. You agreed and bore witness.", "persian_text": "و با شما پيمان بستيم که خون يکديگر را نريزيد و يکديگر را از خانه های خود بيرون نرانيد. شما پذيرفتيد و شهادت داديد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 85, "arabic_text": "ثُمَّ أَنتُمْ هَٰٓؤُلَآءِ تَقْتُلُونَ أَنفُسَكُمْ وَتُخْرِجُونَ فَرِيقًا مِّنكُم مِّن دِيَٰرِهِمْ تَظَٰهَرُونَ عَلَيْهِم بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَإِن يَأْتُوكُمْ أُسَٰرَىٰ تُفَٰدُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ  أَفَتُؤْمِنُونَ بِبَعْضِ ٱلْكِتَٰبِ وَتَكْفُرُونَ بِبَعْضٍ  فَمَا جَزَآءُ مَن يَفْعَلُ ذَٰلِكَ مِنكُمْ إِلَّا خِزْىٌ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا  وَيَوْمَ ٱلْقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلْعَذَابِ   وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعْمَلُونَ", "english_text": "Yet, here you are killing each other, and evicting some of you from their homes, banding against them sinfully and maliciously. Even when they surrendered, you demanded ransom from them. Evicting them was prohibited for you in the first place. Do you believe in part of the scripture and disbelieve in part? What should be the retribution for those among you who do this, except humiliation in this life, and a far worse retribution on the Day of Resurrection? GOD is never unaware of anything you do.", "persian_text": "با اين حال، هنوز يكديگر را می كشيد و بعضی از خودتان را از خانه‌هايشان می ‌رانيد و با گناهكاری و بدخواهی عليه آنها همدست می‌ شويد. حتی هنگامی كه تسليم شما شدند، از آنها غرامت خواستيد. بيرون راندن آنها از ابتدا برای شما ممنوع شده بود. آيا شما به بخشی از كتاب آسمانی ايمان داريد و بخشی را باور نداريد؟ مجازات كسانی كه در ميان شما چنين می ‌كنند، چه باشد، جز خواری در اين دنيا و عذابی بسيار بدتر در روز قيامت؟ خدا هرگز از اعمال شما غافل نيست.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 86, "arabic_text": "أُولَٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا ٱلْحَيَوٰةَ ٱلدُّنْيَا بِٱلْءَاخِرَةِ  فَلَا يُخَفَّفُ عَنْهُمُ ٱلْعَذَابُ وَلَا هُمْ يُنصَرُونَ", "english_text": "It is they who bought this lowly life at the expense of the Hereafter. Consequently, the retribution is never commuted for them, nor can they be helped.", "persian_text": "اين آنها هستند که زندگی پست دنيا را به بهای آخرت خريدند. درنتيجه، نه هرگز در مجازاتشان تخفيف داده می شود و نه فريادرسی خواهند داشت.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 87, "arabic_text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ وَقَفَّيْنَا مِنۢ بَعْدِهِۦ بِٱلرُّسُلِ  وَءَاتَيْنَا عِيسَى ٱبْنَ مَرْيَمَ ٱلْبَيِّنَٰتِ وَأَيَّدْنَٰهُ بِرُوحِ ٱلْقُدُسِ   أَفَكُلَّمَا جَآءَكُمْ رَسُول بِمَا لَا تَهْوَىٰٓ أَنفُسُكُمُ ٱسْتَكْبَرْتُمْ فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ", "english_text": "We gave Moses the scripture, and subsequent to him we sent other messengers, and we gave Jesus, son of Mary, profound miracles and supported him with the Holy Spirit. Is it not a fact that every time a messenger went to you with anything you disliked, your ego caused you to be arrogant? Some of them you rejected, and some of them you killed.", "persian_text": "ما به موسی كتاب آسمانی عطا كرديم و پس از او رسولان ديگری فرستاديم و به عيسی، پسر مريم، معجزاتی آشكار داديم و به وسيلهٔ روح القدس از او حمايت كرديم. آيا اين حقيقت ندارد كه هرگاه رسولی با آنچه كه مورد پسند شما نبود برايتان آمد، غرورتان باعث شد كه متكبر شويد؟ بعضی از آنها را تكذيب كرديد و بعضی از آنها را كشتيد.", "subtitle": "The Prophets of Israel", "footnote": ""}, {"sura_num": 2, "verse_num": 88, "arabic_text": "وَقَالُوا قُلُوبُنَا غُلْف  بَل لَّعَنَهُمُ ٱللَّهُ بِكُفْرِهِمْ فَقَلِيلًا مَّا يُؤْمِنُونَ", "english_text": "Some would say, \"Our minds are made up!\" Instead, it is a curse from GOD, as a consequence of their disbelief, that keeps them from believing, except for a few of them.", "persian_text": "برخی می گويند: \"ما تصميم خود را گرفته ايم!\" بلکه، اين لعنت خداست، که در نتيجهٔ کفرشان، آنها را از ايمان آوردن بازمی دارد، جز تعداد كمى از آنها.", "subtitle": "Tragic Statement: \"My mind is made up!\"", "footnote": ""}, {"sura_num": 2, "verse_num": 89, "arabic_text": "وَلَمَّا جَآءَهُمْ كِتَٰبٌ مِّنْ عِندِ ٱللَّهِ مُصَدِّقٌ لِّمَا مَعَهُمْ وَكَانُوا مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى ٱلَّذِينَ كَفَرُوا فَلَمَّا جَآءَهُم مَّا عَرَفُوا كَفَرُوا بِهِۦ  فَلَعْنَةُ ٱللَّهِ عَلَى ٱلْكَٰفِرِينَ", "english_text": "When this scripture came to them from GOD, and even though it agrees with, and confirms what they have, and even though they used to prophesy its advent when they talked with the disbelievers, when their own prophecy came to pass, they disbelieved therein. GOD's condemnation thus afflicts the disbelievers.", "persian_text": "هنگامی كه  اين كتاب آسمانی از جانب خدا برايشان آمد، با آنكه با آنچه دارند، مطابقت می ‌كند و آن را تصديق می نمايد و آنها هنگام گفتگو با كافران ظهور آن را پيش‌ بينی می ‌كردند، هنگامی كه پيش بينی خودشان به وقوع پيوست، آن را باور نكردند. كافران اين چنين به لعنت خدا مبتلا می ‌شوند.", "subtitle": "The Quran Consummates All Scriptures", "footnote": ""}, {"sura_num": 2, "verse_num": 90, "arabic_text": "بِئْسَمَا ٱشْتَرَوْا بِهِۦٓ أَنفُسَهُمْ أَن يَكْفُرُوا بِمَآ أَنزَلَ ٱللَّهُ بَغْيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضْلِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ  فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٍ  وَلِلْكَٰفِرِينَ عَذَابٌ مُّهِينٌ", "english_text": "Miserable indeed is what they sold their souls for—rejecting these revelations of GOD out of sheer resentment that GOD should bestow His grace upon whomever He chooses from among His servants. Consequently, they incurred wrath upon wrath. The disbelievers have incurred a humiliating retribution.", "persian_text": "مسلماً، نفس خود را به بد چيزی فروختند- اين آيات خدا را صرفاً از روی غيظ رد كردند كه چرا خدا در ميان بندگانش موهبت خويش را به هر كه برگزيند، ارزانی می ‌دارد. درنتيجه، آنها پی در پی به خشم دچار شدند. كافران سزاوار عذابی خواركننده شده‌اند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 91, "arabic_text": "وَإِذَا قِيلَ لَهُمْ ءَامِنُوا بِمَآ أَنزَلَ ٱللَّهُ قَالُوا نُؤْمِنُ بِمَآ أُنزِلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلْحَقُّ مُصَدِّقًا لِّمَا مَعَهُمْ   قُلْ فَلِمَ تَقْتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبْلُ إِن كُنتُم مُّؤْمِنِينَ", "english_text": "When they are told, \"You shall believe in these revelations of GOD,\" they say, \"We believe only in what was sent down to us.\" Thus, they disbelieve in subsequent revelations, even if it is the truth from their Lord, and even though it confirms what they have! Say, \"Why then did you kill GOD's prophets, if you were believers?\"", "persian_text": "و چون به آنان گفته شود: \"به اين آيات خدا ايمان بياوريد،\" می گويند: \"ما فقط به آنچه بر ما نازل شد، ايمان داريم.\" بدين ترتيب، آيات بعدی را باور نمی کنند، با آنكه حقيقتی است از جانب پروردگارشان و آنچه را كه دارند، تصديق می کند! بگو: \"پس چرا پيامبران خدا را کشتيد، اگر باايمان بوديد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 92, "arabic_text": "وَلَقَدْ جَآءَكُم مُّوسَىٰ بِٱلْبَيِّنَٰتِ ثُمَّ ٱتَّخَذْتُمُ ٱلْعِجْلَ مِنۢ بَعْدِهِۦ وَأَنتُمْ ظَٰلِمُونَ", "english_text": "Moses went to you with profound miracles, yet you worshiped the calf in his absence, and you turned wicked.", "persian_text": "موسی با معجزاتی شگرف نزد شما آمد، با اين حال شما در غياب او، گوساله را پرستيديد و ستمکار شديد.", "subtitle": "Learning From Israel's History", "footnote": ""}, {"sura_num": 2, "verse_num": 93, "arabic_text": "وَإِذْ أَخَذْنَا مِيثَٰقَكُمْ وَرَفَعْنَا فَوْقَكُمُ ٱلطُّورَ خُذُوا مَآ ءَاتَيْنَٰكُم بِقُوَّةٍ وَٱسْمَعُوا  قَالُوا سَمِعْنَا وَعَصَيْنَا وَأُشْرِبُوا فِى قُلُوبِهِمُ ٱلْعِجْلَ بِكُفْرِهِمْ  قُلْ بِئْسَمَا يَأْمُرُكُم بِهِۦٓ إِيمَٰنُكُمْ إِن كُنتُم مُّؤْمِنِينَ", "english_text": "We made a covenant with you, as we raised Mount Sinai above you, saying, \"You shall uphold the commandments we have given you, strongly, and listen.\" They said, \"We hear, but we disobey.\" Their hearts became filled with adoration for the calf, due to their disbelief. Say, \"Miserable indeed is what your faith dictates upon you, if you do have any faith.\"", "persian_text": "در حالی كه كوه سينا را بالای سرتان نگاه داشتيم، با شما پيمان بستيم و گفتيم: \"از دستوراتی كه به شما داده‌ايم، با قدرت تمام حمايت كنيد و گوش فرا دهيد.\" آنها گفتند: \"ما می ‌شنويم، ولی اطاعت نمی ‌كنيم.\" به دليل كفرشان، دل‌هايشان فريفتهٔ گوساله شد. بگو: \"درواقع، آنچه كه اعتقادتان به شما امر می ‌كند، باعث بدبختی است، البته اگر ايمان و اعتقادی داشته باشيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 94, "arabic_text": "قُلْ إِن كَانَتْ لَكُمُ ٱلدَّارُ ٱلْءَاخِرَةُ عِندَ ٱللَّهِ خَالِصَةً مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُا ٱلْمَوْتَ إِن كُنتُمْ صَٰدِقِينَ", "english_text": "Say, \"If the abode of the Hereafter is reserved for you at GOD, to the exclusion of all other people, then you should long for death, if you are truthful.\"", "persian_text": "بگو: \"اگر سرای آخرت نزد خدا ويژهٔ شماست و سايرين از آن محروم هستند، پس آرزوی مرگ کنيد، اگر راست می گوييد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 95, "arabic_text": "وَلَن يَتَمَنَّوْهُ أَبَدًۢا بِمَا قَدَّمَتْ أَيْدِيهِمْ   وَٱللَّهُ عَلِيم بِٱلظَّٰلِمِينَ", "english_text": "They never long for it, because of what their hands have sent forth. GOD is fully aware of the wicked.", "persian_text": "آنها هرگز آرزوی آن را نمی ‌كنند، به سبب آنچه با دست‌های خويش از پيش فرستاده‌اند. خدا از ستمكاران كاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 96, "arabic_text": "وَلَتَجِدَنَّهُمْ أَحْرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٍ وَمِنَ ٱلَّذِينَ أَشْرَكُوا  يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِۦ مِنَ ٱلْعَذَابِ أَن يُعَمَّرَ   وَٱللَّهُ بَصِير بِمَا يَعْمَلُونَ", "english_text": "In fact, you will find them the most covetous of life; even more so than the idol worshipers. The one of them wishes to live a thousand years. But this will not spare him any retribution, no matter how long he lives. GOD is seer of everything they do.", "persian_text": "درحقيقت، آنها را به زندگی حريص‌ترين خواهيد يافت؛ حتی به مراتب بيشتر از مشركان. هر يك از آنها آرزو دارد كه هزار سال عمر كند. اما اين عمر طولانی هم نمی تواند او را از مجازات در امان بدارد، حتى هر قدر هم كه عمر كند. خدا بر تمام اعمالشان بيناست.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 97, "arabic_text": "قُلْ مَن كَانَ عَدُوًّا لِّجِبْرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلْبِكَ بِإِذْنِ ٱللَّهِ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَهُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ", "english_text": "Say, \"Anyone who opposes Gabriel should know that he has brought down this (Quran) into your heart, in accordance with GOD's will, confirming previous scriptures, and providing guidance and good news for the believers.\"", "persian_text": "بگو: \"هر کس که با جبرئيل مخالفت كند، بايد بداند که او اين (قرآن) را با خواست خدا، بر قلب تو نازل کرده است که تصديق كنندهٔ کتب آسمانی پيشين و هدايت و بشارتی است برای مؤمنان.\"", "subtitle": "Gabriel Mediates the Revelation", "footnote": ""}, {"sura_num": 2, "verse_num": 98, "arabic_text": "مَن كَانَ عَدُوًّا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبْرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوٌّ لِّلْكَٰفِرِينَ", "english_text": "Anyone who opposes GOD, and His angels, and His messengers, and Gabriel and Michael, should know that GOD opposes the disbelievers.", "persian_text": "هر کس مخالف خدا و فرشتگان او و رسولان او و جبرئيل و ميکائيل باشد، بداند که خدا با کافران مخالف است.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 99, "arabic_text": "وَلَقَدْ أَنزَلْنَآ إِلَيْكَ ءَايَٰت بَيِّنَٰتٍ  وَمَا يَكْفُرُ بِهَآ إِلَّا ٱلْفَٰسِقُونَ", "english_text": "We have sent down to you such clear revelations, and only the wicked will reject them.", "persian_text": "ما آيات را به اين روشنی بر تو نازل كرده‌ايم و فقط ستمكاران آن را تكذيب خواهند كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 100, "arabic_text": "أَوَكُلَّمَا عَٰهَدُوا عَهْدًا نَّبَذَهُۥ فَرِيقٌ مِّنْهُم  بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ", "english_text": "Is it not a fact that when they make a covenant and pledge to keep it, some of them always disregard it? In fact, most of them do not believe.", "persian_text": "آيا واقعيت جز اين است که هرگاه پيمانی می بندند و متعهد می شوند که به آن وفا کنند، هميشه بعضی از آنها آن را ناديده می گيرند؟ درواقع، بيشترشان ايمان ندارند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 101, "arabic_text": "وَلَمَّا جَآءَهُمْ رَسُولٌ مِّنْ عِندِ ٱللَّهِ مُصَدِّقٌ لِّمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِّنَ ٱلَّذِينَ أُوتُوا ٱلْكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمْ كَأَنَّهُمْ لَا يَعْلَمُونَ", "english_text": "Now that a messenger from GOD has come to them,* and even though he proves and confirms their own scripture, some followers of the scripture (Jews, Christians, and Muslims) disregard GOD's scripture behind their backs, as if they never had any scripture.", "persian_text": "اكنون كه رسولی از جانب خدا برايشان آمده است* و با آنكه كتاب آسمانی خودشان را ثابت و تصديق می ‌كند، برخی از پيروان كتاب آسمانی (يهوديان، مسيحيان و مسلمانان) به كتاب خدا پشت می ‌كنند و چنان بی ‌اعتنا هستند كه گويی هرگز كتاب آسمانی نداشته‌اند.", "subtitle": "Disregarding God's Scripture", "footnote": "*2:101 God's Messenger of the Covenant is prophesied in the Old Testament (Malachi 3:1-3), the New Testament (Luke 17:22-37), and this Final Testament (3:81)."}, {"sura_num": 2, "verse_num": 102, "arabic_text": "وَٱتَّبَعُوا مَا تَتْلُوا ٱلشَّيَٰطِينُ عَلَىٰ مُلْكِ سُلَيْمَٰنَ  وَمَا كَفَرَ سُلَيْمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُوا يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحْرَ وَمَآ أُنزِلَ عَلَى ٱلْمَلَكَيْنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَ  وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ  فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيْنَ ٱلْمَرْءِ وَزَوْجِهِۦ  وَمَا هُم بِضَآرِّينَ بِهِۦ مِنْ أَحَدٍ إِلَّا بِإِذْنِ ٱللَّهِ  وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنفَعُهُمْ  وَلَقَدْ عَلِمُوا لَمَنِ ٱشْتَرَىٰهُ مَا لَهُۥ فِى ٱلْءَاخِرَةِ مِنْ خَلَٰقٍ  وَلَبِئْسَ مَا شَرَوْا بِهِۦٓ أَنفُسَهُمْ  لَوْ كَانُوا يَعْلَمُونَ", "english_text": "They pursued what the devils taught concerning Solomon's kingdom. Solomon, however, was not a disbeliever, but the devils were disbelievers. They taught the people sorcery, and that which was sent down through the two angels of Babel, Haroot and Maroot. These two did not divulge such knowledge without pointing out: \"This is a test. You shall not abuse such knowledge.\" But the people used it in such evil schemes as the breaking up of marriages. They can never harm anyone against the will of GOD. They thus learn what hurts them, not what benefits them, and they know full well that whoever practices witchcraft will have no share in the Hereafter. Miserable indeed is what they sell their souls for, if they only knew.", "persian_text": "آنها آنچه را كه شياطين دربارهٔ سلطنت سليمان تعليم دادند، دنبال كردند. گرچه سليمان كافر نبود، ولی شياطين كافر بودند. آنها به مردم جادوگری و آنچه را كه توسط دو فرشتهٔ بابل، هاروت و ماروت فرستاده شد، تعليم دادند. آن دو چنين دانشی را ابراز نكردند مگر آنكه گوشزد كنند كه: \"اين يك امتحان است. از اين دانش سوء استفاده نكنيد.\" اما مردم از آن برای حيله‌های شيطانی مانند برهم زدن ازدواج‌ها استفاده كردند. آنها هرگز نمی ‌توانند برخلاف خواست خدا به كسی آسيبی برسانند. درواقع، آنها چيزی را ياد می ‌گيرند كه به ضرر آنهاست، نه چيزی كه به نفع آنهاست و آنها به خوبی می ‌دانند كه هر كس طلسم و جادو به كار بندد، در آخرت سهمی نخواهد داشت. درواقع، آنها نفس خود را به بد چيزی می ‌فروشند، اگر فقط می ‌دانستند.", "subtitle": "Witchcraft Condemned", "footnote": ""}, {"sura_num": 2, "verse_num": 103, "arabic_text": "وَلَوْ أَنَّهُمْ ءَامَنُوا وَٱتَّقَوْا لَمَثُوبَةٌ مِّنْ عِندِ ٱللَّهِ خَيْرٌ  لَّوْ كَانُوا يَعْلَمُونَ", "english_text": "If they believe and lead a righteous life, the reward from GOD is far better, if they only knew.", "persian_text": "اگر ايمان بياورند و زندگی پرهيزکارانه ای را در پيش گيرند، پاداش خدا به مراتب بهتر است، اگر فقط می دانستند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 104, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا لَا تَقُولُوا رَٰعِنَا وَقُولُوا ٱنظُرْنَا وَٱسْمَعُوا   وَلِلْكَٰفِرِينَ عَذَابٌ أَلِيمٌ", "english_text": "O you who believe, do not say, \"Raa'ena\"* (be our shepherd). Instead, you should say, \"Unzurna\" (watch over us), and listen. The disbelievers have incurred a painful retribution.", "persian_text": "ای كسانی كه ايمان آوردەايد، نگوييد: \"راعِنا\"* (چوپان ما باش). درعوض، بگوييد: \"اُنظُرنا\" (ناظر ما باش) و گوش فرا داريد. کافران سزاوار مجازاتی دردناک شده اند.", "subtitle": "Twisting the Words of Supplication", "footnote": "*2:104 The word \"Raa'ena\" was abused by some Hebrew-speaking people, and twisted to sound like a dirty word (see also 4:46)."}, {"sura_num": 2, "verse_num": 105, "arabic_text": "مَّا يَوَدُّ ٱلَّذِينَ كَفَرُوا مِنْ أَهْلِ ٱلْكِتَٰبِ وَلَا ٱلْمُشْرِكِينَ أَن يُنَزَّلَ عَلَيْكُم مِّنْ خَيْرٍ مِّن رَّبِّكُمْ   وَٱللَّهُ يَخْتَصُّ بِرَحْمَتِهِۦ مَن يَشَآءُ  وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ", "english_text": "Neither the disbelievers among the followers of the scripture, nor the idol worshipers, wish to see any blessings come down to you from your Lord. However, GOD showers His blessings upon whomever He chooses. GOD possesses infinite grace.", "persian_text": "نه كافران اهل كتاب دوست دارند ببينند که از جانب پروردگارتان نعمتی بر شما فرود می آيد و نه مشركان. اگرچه، خدا باران رحمتش را به هر كه برگزيند، فرو می فرستد. خدا صاحب موهبتی است بی انتها.", "subtitle": "Jealousy Condemned", "footnote": ""}, {"sura_num": 2, "verse_num": 106, "arabic_text": "مَا نَنسَخْ مِنْ ءَايَةٍ أَوْ نُنسِهَا نَأْتِ بِخَيْرٍ مِّنْهَآ أَوْ مِثْلِهَآ   أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ", "english_text": "When we abrogate any miracle, or cause it to be forgotten, we produce a better miracle, or at least an equal one. Do you not recognize the fact that GOD is Omnipotent?", "persian_text": "هرگاه معجزه‌ای را نسخ كنيم، يا باعث فراموشی آن شويم، معجزه‌ای بهتر و يا دست کم مانند آن را می ‌آوريم. آيا شما اين حقيقت را تشخيص نمی ‌دهيد كه خداست قادر مطلق؟", "subtitle": "The Ultimate Miracle: The Quran's Mathematical Code*", "footnote": "*2:106 The Quran's mathematical miracle is perpetual & greater than previous miracles (34:45, 74:35). Like the Quran itself, it confirms, consummates, and supersedes all previous miracles."}, {"sura_num": 2, "verse_num": 107, "arabic_text": "أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ   وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ", "english_text": "Do you not recognize the fact that GOD possesses the kingship of the heavens and the earth; that you have none besides GOD as your Lord and Master?", "persian_text": "آيا اين حقيقت را تشخيص نمی ‌دهيد كه سلطنت آسمان‌ها و زمين از آن خداست؛ كه شما غير از خدا كسی را به عنوان مولا و سرور خود نداريد؟", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 108, "arabic_text": "أَمْ تُرِيدُونَ أَن تَسْـَٔلُوا رَسُولَكُمْ كَمَا سُئِلَ مُوسَىٰ مِن قَبْلُ   وَمَن يَتَبَدَّلِ ٱلْكُفْرَ بِٱلْإِيمَٰنِ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ", "english_text": "Do you wish to demand of your messenger what was demanded of Moses in the past? Anyone who chooses disbelief, instead of belief, has truly strayed off the right path.", "persian_text": "آيا می خواهيد از رسول خود چيزى درخواست کنيد که قبلاً از موسی درخواست شده بود؟ هرکس کفر را به جای ايمان انتخاب کند، مسلماً از راه راست منحرف شده است.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 109, "arabic_text": "وَدَّ كَثِيرٌ مِّنْ أَهْلِ ٱلْكِتَٰبِ لَوْ يَرُدُّونَكُم مِّنۢ بَعْدِ إِيمَٰنِكُمْ كُفَّارًا حَسَدًا مِّنْ عِندِ أَنفُسِهِم مِّنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْحَقُّ  فَٱعْفُوا وَٱصْفَحُوا حَتَّىٰ يَأْتِىَ ٱللَّهُ بِأَمْرِهِۦٓ   إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ", "english_text": "Many followers of the scripture would rather see you revert to disbelief, now that you have believed. This is due to jealousy on their part, after the truth has become evident to them. You shall pardon them, and leave them alone, until GOD issues His judgment. GOD is Omnipotent.", "persian_text": "اکنون که شما ايمان آورده ايد، بسياری از اهل کتاب مايلند ببينند که شما به کفر بازگشته ايد. اين ناشی از حسادتی است که در نهاد آنهاست، پس از آنکه حقيقت برايشان آشكار شده است. آنان را ببخشيد و به حال خود رها کنيد، تا خدا حکمش را صادر کند. خداست قادر مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 110, "arabic_text": "وَأَقِيمُوا ٱلصَّلَوٰةَ وَءَاتُوا ٱلزَّكَوٰةَ  وَمَا تُقَدِّمُوا لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ ٱللَّهِ   إِنَّ ٱللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ", "english_text": "You shall observe the Contact Prayers (Salat) and give the obligatory charity (Zakat). Any good you send forth on behalf of your souls, you will find it at GOD. GOD is seer of everything you do.", "persian_text": "نمازها (ارتباط با خدا) را به جا آورید و زکات (انفاق واجب) را بدهيد. هر كار نيكی كه از پيش برای نفس خويش بفرستيد، آن را نزد خدا خواهيد يافت. خدا به آنچه می ‌كنيد، بيناست.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 111, "arabic_text": "وَقَالُوا لَن يَدْخُلَ ٱلْجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوْ نَصَٰرَىٰ   تِلْكَ أَمَانِيُّهُمْ   قُلْ هَاتُوا بُرْهَٰنَكُمْ إِن كُنتُمْ صَٰدِقِينَ", "english_text": "Some have said, \"No one will enter Paradise except Jews or Christians!\" Such is their wishful thinking. Say, \"Show us your proof, if you are right.\"", "persian_text": "برخی گفته‌اند: \"هيچ كس وارد بهشت نخواهد شد، جز يهوديان يا مسيحيان!\" چنين است خيال خام آنها. بگو: \"مدرك خود را به ما نشان دهيد، اگر حق با شماست.\"", "subtitle": "All Believers Are Redeemed, Regardless of the Name of Their Religion", "footnote": "*2:111-112 See 2:62 and 5:69."}, {"sura_num": 2, "verse_num": 112, "arabic_text": "بَلَىٰ مَنْ أَسْلَمَ وَجْهَهُۥ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُۥٓ أَجْرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ", "english_text": "Indeed, those who submit themselves absolutely to GOD alone, while leading a righteous life, will receive their recompense from their Lord; they have nothing to fear, nor will they grieve.*", "persian_text": "مسلماً، کسانی که خود را با تمام وجود فقط به خدا تسليم کنند و زندگی پرهيزكارانه ای را در پيش گيرند، پاداش خود را از جانب پروردگار خود دريافت خواهند کرد؛ نه از چيزی بترسند و نه اندوهگين خواهند شد.*", "subtitle": "Submission: The Only Religion", "footnote": ""}, {"sura_num": 2, "verse_num": 113, "arabic_text": "وَقَالَتِ ٱلْيَهُودُ لَيْسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَىْءٍ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيْسَتِ ٱلْيَهُودُ عَلَىٰ شَىْءٍ وَهُمْ يَتْلُونَ ٱلْكِتَٰبَ   كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ  فَٱللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ ٱلْقِيَٰمَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ", "english_text": "The Jews said, \"The Christians have no basis,\" while the Christians said, \"The Jews have no basis.\" Yet, both of them read the scripture. Such are the utterances of those who possess no knowledge. GOD will judge them on the Day of Resurrection, regarding their disputes.", "persian_text": "يهوديان گفتند: \"مسيحيان پايه و اساسی ندارند.\" در حالی كه مسيحيان گفتند: \"يهوديان پايه و اساسی ندارند.\" با آنكه، هر دو كتاب آسمانی می ‌خوانند. چنين است گفتار كسانی كه دانشی ندارند. خدا در روز قيامت، دربارهٔ اختلافاتشان قضاوت خواهد كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 114, "arabic_text": "وَمَنْ أَظْلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذْكَرَ فِيهَا ٱسْمُهُۥ وَسَعَىٰ فِى خَرَابِهَآ  أُولَٰٓئِكَ مَا كَانَ لَهُمْ أَن يَدْخُلُوهَآ إِلَّا خَآئِفِينَ  لَهُمْ فِى ٱلدُّنْيَا خِزْىٌ وَلَهُمْ فِى ٱلْءَاخِرَةِ عَذَابٌ عَظِيمٌ", "english_text": "Who are more evil than those who boycott GOD's masjids, where His name is commemorated, and contribute to their desertion? These ought not to enter therein except fearfully. They will suffer in this life humiliation, and will suffer in the Hereafter a terrible retribution.", "persian_text": "چه كسانی پليدتر از آنان كه مساجد خدا را، جايی كه نام او ذكر می ‌شود، تحريم كنند و در متروك كردن آن همكاری نمايند؟ اينان نبايد به آنجا وارد شوند، مگر با ترس. آنها در اين دنيا از ذلت و خواری رنج می ‌برند و در آخرت به عذابی عظيم مبتلا خواهند شد.", "subtitle": "You Shall Frequent the Masjid", "footnote": ""}, {"sura_num": 2, "verse_num": 115, "arabic_text": "وَلِلَّهِ ٱلْمَشْرِقُ وَٱلْمَغْرِبُ  فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ ٱللَّهِ  إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٌ", "english_text": "To GOD belongs the east and the west; wherever you go there will be the presence of GOD. GOD is Omnipresent, Omniscient.", "persian_text": "شرق و غرب از آن خداست؛ هر جا رويد خدا در آنجا حضور خواهد داشت. خدا هميشه در همه جا حاضر است، بر همه چيز داناست.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 116, "arabic_text": "وَقَالُوا ٱتَّخَذَ ٱللَّهُ وَلَدًا   سُبْحَٰنَهُۥ  بَل لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  كُلٌّ لَّهُۥ قَٰنِتُونَ", "english_text": "They said, \"GOD has begotten a son!\" Be He glorified; never! To Him belongs everything in the heavens and the earth; all are subservient to Him.", "persian_text": "آنها گفتند: \"خدا پسری اختيار کرده است!\" هرگز؛ شکوه و جلال او ستايش باد. همه چيز در آسمان ها و زمين از آن اوست؛ همه فرمانبردار اويند.", "subtitle": "Gross Blasphemy", "footnote": ""}, {"sura_num": 2, "verse_num": 117, "arabic_text": "بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  وَإِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ", "english_text": "The Initiator of the heavens and the earth: to have anything done, He simply says to it, \"Be,\" and it is.", "persian_text": "آغازكنندهٔ آسمان ها و زمين: برای انجام هر کاری، به سادگی به آن می گويد: \"باش،\" و آن هست.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 118, "arabic_text": "وَقَالَ ٱلَّذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا ٱللَّهُ أَوْ تَأْتِينَآ ءَايَةٌ   كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبْلِهِم مِّثْلَ قَوْلِهِمْ   تَشَٰبَهَتْ قُلُوبُهُمْ   قَدْ بَيَّنَّا ٱلْءَايَٰتِ لِقَوْمٍ يُوقِنُونَ", "english_text": "Those who possess no knowledge say, \"If only GOD could speak to us, or some miracle could come to us!\" Others before them have uttered similar utterances; their minds are similar. We do manifest the miracles for those who have attained certainty.", "persian_text": "کسانی که دانشی ندارند، می گويند: \"ای کاش می شد خدا با ما سخن بگويد، يا معجزه ای بر ما بيايد!\" کسانی که پيش از آنها بودند نيز سخنانی مشابه اين را گفته اند؛ افکارشان مانند يکديگر است. ما معجزات را برای کسانی که به يقين رسيده اند، نمايان می کنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 119, "arabic_text": "إِنَّآ أَرْسَلْنَٰكَ بِٱلْحَقِّ بَشِيرًا وَنَذِيرًا  وَلَا تُسْـَٔلُ عَنْ أَصْحَٰبِ ٱلْجَحِيمِ", "english_text": "We have sent you* with the truth as a bearer of good news, as well as a warner. You are not answerable for those who incur Hell.", "persian_text": "ما تو* را با حقيقت فرستاده ايم تا نويدبخش و هشداردهنده باشی. تو جوابگوی کسانی نيستی که سزاوار دوزخ مى شوند.", "subtitle": "", "footnote": "*2:119 It is my obligation to point out that the identity of this messenger is confirmed to be \"Rashad Khalifa,\" God's Messenger of the Covenant. By adding the gematrical value of \"Rashad\" (505), plus the gematrical value of \"Khalifa\" (725), plus the verse number (119), we get 1349, a multiple of 19. See 3:81 and Appendix Two."}, {"sura_num": 2, "verse_num": 120, "arabic_text": "وَلَن تَرْضَىٰ عَنكَ ٱلْيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمْ   قُلْ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلْهُدَىٰ   وَلَئِنِ ٱتَّبَعْتَ أَهْوَآءَهُم بَعْدَ ٱلَّذِى جَآءَكَ مِنَ ٱلْعِلْمِ   مَا لَكَ مِنَ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ", "english_text": "Neither the Jews, nor the Christians, will accept you, unless you follow their religion. Say, \"GOD's guidance is the true guidance.\" If you acquiesce to their wishes, despite the knowledge you have received, you will find no ally or supporter to help you against GOD.", "persian_text": "نه يهوديان تو را خواهند پذيرفت و نه مسيحيان، مگر آنکه از دين آنها پيروی کنی. بگو: \"هدايت راستين، هدايت خداست.\" اگر با وجود دانشی که دريافت كردەاى، به خواسته هايشان تن دهی، هيچ يار و پشتيبانی در برابر خدا نخواهی يافت.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 121, "arabic_text": "ٱلَّذِينَ ءَاتَيْنَٰهُمُ ٱلْكِتَٰبَ يَتْلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُولَٰٓئِكَ يُؤْمِنُونَ بِهِۦ   وَمَن يَكْفُرْ بِهِۦ فَأُولَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ", "english_text": "Those who received the scripture, and know it as it should be known, will believe in this. As for those who disbelieve, they are the losers.", "persian_text": "كسانی كه كتاب آسمانی دريافت كردند و آن را آن طور كه بايد بدانند می ‌دانند، به اين ايمان خواهند آورد. و اما كسانی كه ايمان نمی آورند، از بازندگانند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 122, "arabic_text": "يَٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَنِّى فَضَّلْتُكُمْ عَلَى ٱلْعَٰلَمِينَ", "english_text": "O Children of Israel, remember My favor which I bestowed upon you, and that I blessed you more than any other people.", "persian_text": "ای بنی اسرایيل، به ياد آوريد نعمتم را که بر شما ارزانی داشتم و اينکه شما را بيش از ساير مردم مورد رحمت قرار دادم.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 123, "arabic_text": "وَٱتَّقُوا يَوْمًا لَّا تَجْزِى نَفْسٌ عَن نَّفْسٍ شَيْـًٔا وَلَا يُقْبَلُ مِنْهَا عَدْلٌ وَلَا تَنفَعُهَا شَفَٰعَةٌ وَلَا هُمْ يُنصَرُونَ", "english_text": "Beware of the day when no soul will help another soul, no ransom will be accepted, no intercession will be useful, and no one will be helped.", "persian_text": "آگاه باشيد از آن روزی كه نه نفسی به نفس ديگری كمك خواهد كرد، نه غرامتی پذيرفته خواهد شد و نه شفاعتی مؤثر خواهد بود و نه به كسی ياری خواهد شد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 124, "arabic_text": "وَإِذِ ٱبْتَلَىٰٓ إِبْرَٰهِۦمَ رَبُّهُۥ بِكَلِمَٰتٍ فَأَتَمَّهُنَّ  قَالَ إِنِّى جَاعِلُكَ لِلنَّاسِ إِمَامًا  قَالَ وَمِن ذُرِّيَّتِى  قَالَ لَا يَنَالُ عَهْدِى ٱلظَّٰلِمِينَ", "english_text": "Recall that Abraham was put to the test by his Lord, through certain commands, and he fulfilled them. (God) said, \"I am appointing you an imam for the people.\" He said, \"And also my descendants?\" He said, \"My covenant does not include the transgressors.\"", "persian_text": "به ياد آوريد که ابراهيم از جانب پروردگارش با دستوراتى خاص امتحان شد و همه را به انجام رسانيد. (خدا) گفت: \"من تو را برای مردم به امامت برمی گزينم.\" او گفت: \"و نيز نوادگان مرا؟\" او گفت: \"پيمان من شامل ستمگران نمی شود.\"", "subtitle": "Abraham", "footnote": ""}, {"sura_num": 2, "verse_num": 125, "arabic_text": "وَإِذْ جَعَلْنَا ٱلْبَيْتَ مَثَابَةً لِّلنَّاسِ وَأَمْنًا وَٱتَّخِذُوا مِن مَّقَامِ إِبْرَٰهِۦمَ مُصَلًّى  وَعَهِدْنَآ إِلَىٰٓ إِبْرَٰهِۦمَ وَإِسْمَٰعِيلَ أَن طَهِّرَا بَيْتِىَ لِلطَّآئِفِينَ وَٱلْعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ", "english_text": "We have rendered the shrine (the Ka'aba) a focal point for the people, and a safe sanctuary. You may use Abraham's shrine as a prayer house. We commissioned Abraham and Ismail: \"You shall purify My house for those who visit, those who live there, and those who bow and prostrate.\"", "persian_text": "ما زيارتگاه (کعبه) را مركزى براى مردم و پناهگاهی امن قرار داده ايم. شما می توانيد از عبادتگاە ابراهيم به عنوان معبد استفاده کنيد. ما به ابراهيم و اسماعيل مأموريت داديم: \"خانهٔ مرا برای زيارت كنندگان و کسانی که در آنجا زندگی می کنند و کسانی که رکوع و سجده می کنند، خالص کنيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 126, "arabic_text": "وَإِذْ قَالَ إِبْرَٰهِۦمُ رَبِّ ٱجْعَلْ هَٰذَا بَلَدًا ءَامِنًا وَٱرْزُقْ أَهْلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنْ ءَامَنَ مِنْهُم بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ  قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلًا ثُمَّ أَضْطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِ  وَبِئْسَ ٱلْمَصِيرُ", "english_text": "Abraham prayed: \"My Lord, make this a peaceful land, and provide its people with fruits. Provide for those who believe in GOD and the Last Day.\" (God) said, \"I will also provide for those who disbelieve. I will let them enjoy, temporarily, then commit them to the retribution of Hell, and a miserable destiny.\"", "persian_text": "ابراهيم دعا کرد: \"پروردگار من، اينجا را سرزمينی صلح آميز قرار ده و برای اهالی آن ميوه فراهم كن. به کسانی که به خدا و روز آخر ايمان دارند روزی ده.\" (خدا) گفت: \"من به کافران نيز روزی خواهم داد. من اجازه خواهم داد که آنان موقتاً لذت ببرند، سپس آنان را به عذاب دوزخ و سرانجامى بسيار بد دچار خواهم كرد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 127, "arabic_text": "وَإِذْ يَرْفَعُ إِبْرَٰهِۦمُ ٱلْقَوَاعِدَ مِنَ ٱلْبَيْتِ وَإِسْمَٰعِيلُ رَبَّنَا تَقَبَّلْ مِنَّآ  إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلْعَلِيمُ", "english_text": "As Abraham raised the foundations of the shrine, together with Ismail (they prayed): \"Our Lord, accept this from us. You are the Hearer, the Omniscient.", "persian_text": "در حالی كه ابراهيم، همراه با اسماعيل پايه‌های زيارتگاه را بر پا می ‌داشتند (دعا كردند): \"پروردگار ما، اين را از ما بپذير. تويی شنوا، دانای مطلق.", "subtitle": "Abraham Delivered All the Practices of Submission (Islam)", "footnote": ""}, {"sura_num": 2, "verse_num": 128, "arabic_text": "رَبَّنَا وَٱجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةً مُّسْلِمَةً لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَآ  إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ", "english_text": "\"Our Lord, make us submitters to You, and from our descendants let there be a community of submitters to You. Teach us the rites of our religion, and redeem us. You are the Redeemer, Most Merciful.", "persian_text": "\"پروردگار ما، ما را از تسليم شدگان خود قرار بده و بگذار از نسل ما امتی ‌پديد آيد كه به تو تسليم باشد. آداب دينمان را به ما بياموز و توبهٔ ما را بپذير. تويی آمرزنده، مهربان‌ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 129, "arabic_text": "رَبَّنَا وَٱبْعَثْ فِيهِمْ رَسُولًا مِّنْهُمْ يَتْلُوا عَلَيْهِمْ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلْكِتَٰبَ وَٱلْحِكْمَةَ وَيُزَكِّيهِمْ  إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ", "english_text": "\"Our Lord, and raise among them a messenger to recite to them Your revelations, teach them the scripture and wisdom, and purify them. You are the Almighty, Most Wise.\"", "persian_text": "\"پروردگار ما، و در ميان آنان رسولی برانگيز تا آيات تو را برايشان بخواند، به ايشان کتاب آسمانی و حکمت تعليم دهد و آنها را خالص گرداند. تويی صاحب اقتدار، حکيم ترين.\"", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 130, "arabic_text": "وَمَن يَرْغَبُ عَن مِّلَّةِ إِبْرَٰهِۦمَ إِلَّا مَن سَفِهَ نَفْسَهُۥ  وَلَقَدِ ٱصْطَفَيْنَٰهُ فِى ٱلدُّنْيَا  وَإِنَّهُۥ فِى ٱلْءَاخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ", "english_text": "Who would forsake the religion of Abraham, except one who fools his own soul? We have chosen him in this world, and in the Hereafter he will be with the righteous.", "persian_text": "کيست که از دين ابراهيم روی برتابد، مگر کسی که نفس خويش را فريب دهد؟ ما در اين دنيا او را برگزيده ايم و در آخرت او با پرهيزكاران خواهد بود.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 131, "arabic_text": "إِذْ قَالَ لَهُۥ رَبُّهُۥٓ أَسْلِمْ  قَالَ أَسْلَمْتُ لِرَبِّ ٱلْعَٰلَمِينَ", "english_text": "When his Lord said to him, \"Submit,\" he said, \"I submit to the Lord of the universe.\"", "persian_text": "هنگامی که پروردگارش به او گفت: \"تسليم باش،\" گفت: \"من به پروردگار عالم تسليم هستم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 132, "arabic_text": "وَوَصَّىٰ بِهَآ إِبْرَٰهِۦمُ بَنِيهِ وَيَعْقُوبُ يَٰبَنِىَّ إِنَّ ٱللَّهَ ٱصْطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ", "english_text": "Moreover, Abraham exhorted his children to do the same, and so did Jacob: \"O my children, GOD has pointed out the religion for you; do not die except as submitters.\"", "persian_text": "علاوه بر اين، ابراهيم فرزندانش را به همين كار سفارش کرد و يعقوب نيز چنين کرد: \"ای فرزندان من، خدا دين را برای شما مشخص کرده است؛ مبادا تسليم نشده از دنيا برويد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 133, "arabic_text": "أَمْ كُنتُمْ شُهَدَآءَ إِذْ حَضَرَ يَعْقُوبَ ٱلْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنۢ بَعْدِى قَالُوا نَعْبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبْرَٰهِۦمَ وَإِسْمَٰعِيلَ وَإِسْحَٰقَ إِلَٰهًا وَٰحِدًا وَنَحْنُ لَهُۥ مُسْلِمُونَ", "english_text": "Had you witnessed Jacob on his death bed; he said to his children, \"What will you worship after I die?\" They said, \"We will worship your god; the god of your fathers Abraham, Ismail, and Isaac; the one god. To Him we are submitters.\"", "persian_text": "اگر شاهد يعقوب در بستر مرگش بوديد؛ به فرزندان خود گفت: \"پس از مرگ من به عبادت چه خواهيد پرداخت؟\" گفتند: \"خداى تو را عبادت خواهيم کرد؛ خداى پدرانت ابراهيم، اسماعيل و اسحاق را؛ خداى واحد را. ما تسليم او هستيم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 134, "arabic_text": "تِلْكَ أُمَّةٌ قَدْ خَلَتْ  لَهَا مَا كَسَبَتْ وَلَكُم مَّا كَسَبْتُمْ  وَلَا تُسْـَٔلُونَ عَمَّا كَانُوا يَعْمَلُونَ", "english_text": "Such is a community from the past. They are responsible for what they earned, and you are responsible for what you earned. You are not answerable for anything they have done.", "persian_text": "چنين است جامعه ای از گذشته. آنها براى آنچه كسب كردند، مسئولند و شما براى آنچه كسب مى كنيد، مسئول هستيد. شما جوابگوى هيچ يک از اعمال آنها نيستيد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 135, "arabic_text": "وَقَالُوا كُونُوا هُودًا أَوْ نَصَٰرَىٰ تَهْتَدُوا   قُلْ بَلْ مِلَّةَ إِبْرَٰهِۦمَ حَنِيفًا  وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ", "english_text": "They said, \"You have to be Jewish or Christian, to be guided.\" Say, \"We follow the religion of Abraham—monotheism—he never was an idol worshiper.\"", "persian_text": "آنها گفتند: \"بايد يهودی يا مسيحی باشيد، تا هدايت يابيد.\" بگو: \"ما از دين ابراهيم پيروی می کنيم- از يکتا پرستی- او هرگز مشرک نبود.\"", "subtitle": "Submission (Islam): Abraham's Religion*", "footnote": "*2:135 The Quran repeatedly informs us that Submission is the religion of Abraham (3:95, 4:125, 6:161, 22:78). Abraham received a practical \"scripture,\" namely, all the duties and practices of Submission (the Contact Prayers (Salat), the obligatory charity (Zakat), the fasting of Ramadan, and the Hajj pilgrimage). Muhammad was a follower of Abraham's religion, as we see in 16:123; he delivered this Final Testament, the Quran. The third messenger of Submission delivered the religion's proof of authenticity (see 3:81 and Appendices 1, 2, 24, & 26)."}, {"sura_num": 2, "verse_num": 136, "arabic_text": "قُولُوٓا ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيْنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبْرَٰهِۦمَ وَإِسْمَٰعِيلَ وَإِسْحَٰقَ وَيَعْقُوبَ وَٱلْأَسْبَاطِ وَمَآ أُوتِىَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِىَ ٱلنَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُۥ مُسْلِمُونَ", "english_text": "Say, \"We believe in GOD, and in what was sent down to us, and in what was sent down to Abraham, Ismail, Isaac, Jacob, and the Patriarchs; and in what was given to Moses and Jesus, and all the prophets from their Lord. We make no distinction among any of them. To Him alone we are submitters.\"", "persian_text": "بگوييد: \"ما به خدا و به آنچه بر ما نازل شد و به آنچه بر ابراهيم، اسماعيل، اسحاق، يعقوب و اسباط نازل شد، ايمان داريم؛ و به آنچه به موسی و عيسی و تمام پيامبران از جانب پروردگارشان داده شد. ما ميان هيچ يك از آنها فرقی نمی ‌گذاريم. ما فقط تسليم او هستيم.\"", "subtitle": "No Distinction Among God's Messengers", "footnote": ""}, {"sura_num": 2, "verse_num": 137, "arabic_text": "فَإِنْ ءَامَنُوا بِمِثْلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهْتَدَوا  وَّإِن تَوَلَّوْا فَإِنَّمَا هُمْ فِى شِقَاقٍ  فَسَيَكْفِيكَهُمُ ٱللَّهُ  وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ", "english_text": "If they believe as you do, then they are guided. But if they turn away, then they are in opposition. GOD will spare you their opposition; He is the Hearer, the Omniscient.", "persian_text": "اگر آنها هم مانند شما ايمان بياورند، پس هدايت شده‌اند. اما اگر روی گردانند، از مخالفان هستند. خدا شما را از شر مخالفت آنها حفظ خواهد كرد؛ اوست شنوا، دانای مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 138, "arabic_text": "صِبْغَةَ ٱللَّهِ  وَمَنْ أَحْسَنُ مِنَ ٱللَّهِ صِبْغَةً  وَنَحْنُ لَهُۥ عَٰبِدُونَ", "english_text": "Such is GOD's system, and whose system is better than GOD's? \"Him alone we worship.\"", "persian_text": "چنين است روش خدا و روش چه کسی بهتر از خداست؟ \"ما فقط او را می پرستيم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 139, "arabic_text": "قُلْ أَتُحَآجُّونَنَا فِى ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمْ وَلَنَآ أَعْمَٰلُنَا وَلَكُمْ أَعْمَٰلُكُمْ وَنَحْنُ لَهُۥ مُخْلِصُونَ", "english_text": "Say, \"Do you argue with us about GOD, when He is our Lord and your Lord? We are responsible for our deeds, and you are responsible for your deeds. To Him alone we are devoted.\"", "persian_text": "بگو: \"آيا دربارهٔ خدا با ما مشاجره می کنيد، درحالی که او پروردگار ما و پروردگار شماست؟ ما مسئول اعمال خويش هستيم و شما مسئول اعمال خود. ما فقط به او اخلاص می ورزيم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 140, "arabic_text": "أَمْ تَقُولُونَ إِنَّ إِبْرَٰهِۦمَ وَإِسْمَٰعِيلَ وَإِسْحَٰقَ وَيَعْقُوبَ وَٱلْأَسْبَاطَ كَانُوا هُودًا أَوْ نَصَٰرَىٰ   قُلْ ءَأَنتُمْ أَعْلَمُ أَمِ ٱللَّهُ   وَمَنْ أَظْلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِ   وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعْمَلُونَ", "english_text": "Do you say that Abraham, Ismail, Isaac, Jacob, and the Patriarchs were Jewish or Christian? Say, \"Do you know better than GOD? Who is more evil than one who conceals a testimony he has learned from GOD? GOD is never unaware of anything you do.\"", "persian_text": "آيا می گوييد که ابراهيم، اسماعيل، اسحاق، يعقوب و اسباط يهودی يا مسيحی بودند؟ بگو: \"آيا شما بهتر از خدا می دانيد؟ کيست پليدتر از آن که شهادتی را که از خدا آموخته است، كتمان كند؟ خدا هرگز از آنچه می کنيد، غافل نيست.\"", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 141, "arabic_text": "تِلْكَ أُمَّةٌ قَدْ خَلَتْ  لَهَا مَا كَسَبَتْ وَلَكُم مَّا كَسَبْتُمْ  وَلَا تُسْـَٔلُونَ عَمَّا كَانُوا يَعْمَلُونَ", "english_text": "That was a community from the past. They are responsible for what they earned, and you are responsible for what you earned. You are not answerable for anything they did.", "persian_text": "آن بود جامعه‌ای از گذشته. آنها برای آنچه كسب كردند مسئولند و شما برای آنچه كسب می كنيد، مسئول هستيد. شما جوابگوی هيچ يك از اعمال آنها نيستيد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 142, "arabic_text": "سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمْ عَن قِبْلَتِهِمُ ٱلَّتِى كَانُوا عَلَيْهَا  قُل لِّلَّهِ ٱلْمَشْرِقُ وَٱلْمَغْرِبُ  يَهْدِى مَن يَشَآءُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ", "english_text": "The fools among the people would say, \"Why did they change the direction of their Qiblah?\" Say, \"To GOD belongs the east and the west; He guides whoever wills in a straight path.\"", "persian_text": "در ميان مردم نابخردانی هستند كه مى گويند: \"چرا جهت قبلهٔ خود را تغيير دادند؟\" بگو: \"شرق و غرب از آن خداست؛ هر کس که بخواهد، او به راهی مستقيم هدايتش می کند.\"", "subtitle": "Abolition of Bigotry and Prejudice*", "footnote": "*2:142-145 \"Qiblah\" is the direction one faces during the Contact Prayers (Salat). When Gabriel conveyed to Muhammad the command to face Jerusalem instead of Mecca, the hypocrites were exposed. The Arabs were strongly prejudiced in favor of the Ka'aba as their \"Qiblah.\" Only the true believers were able to overcome their prejudices; they readily obeyed the messenger."}, {"sura_num": 2, "verse_num": 143, "arabic_text": "وَكَذَٰلِكَ جَعَلْنَٰكُمْ أُمَّةً وَسَطًا لِّتَكُونُوا شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيْكُمْ شَهِيدًا   وَمَا جَعَلْنَا ٱلْقِبْلَةَ ٱلَّتِى كُنتَ عَلَيْهَآ إِلَّا لِنَعْلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيْهِ  وَإِن كَانَتْ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُ   وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمْ  إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٌ رَّحِيمٌ", "english_text": "We thus made you an impartial community, that you may serve as witnesses among the people, and the messenger serves as a witness among you. We changed the direction of your original Qiblah only to distinguish those among you who readily follow the messenger from those who would turn back on their heels. It was a difficult test, but not for those who are guided by GOD. GOD never puts your worship to waste. GOD is Compassionate towards the people, Most Merciful.", "persian_text": "اين چنين شما را جامعه ای بی طرف قرار داديم، تا بر مردم شاهد باشيد و رسول بر شما شاهد باشد. ما جهت اصلی قبله را فقط به اين منظور تغيير داديم که معلوم شود چه کسانی بی چون و چرا از رسول پيروی می کنند و چه کسانی روی پاشنهٔ خود عقبگرد می کنند. آن آزمايشی بود دشوار، ولی نه برای آنان که خدا هدايتشان کرده است. خدا هرگز عبادات شما را تباه نمی گرداند. خدا نسبت به مردم رﺋوف است، مهربان ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 144, "arabic_text": "قَدْ نَرَىٰ تَقَلُّبَ وَجْهِكَ فِى ٱلسَّمَآءِ  فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَىٰهَا  فَوَلِّ وَجْهَكَ شَطْرَ ٱلْمَسْجِدِ ٱلْحَرَامِ  وَحَيْثُ مَا كُنتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُۥ   وَإِنَّ ٱلَّذِينَ أُوتُوا ٱلْكِتَٰبَ لَيَعْلَمُونَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّهِمْ   وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعْمَلُونَ", "english_text": "We have seen you turning your face about the sky (searching for the right direction). We now assign a Qiblah that is pleasing to you. Henceforth, you shall turn your face towards the Sacred Masjid. Wherever you may be, all of you shall turn your faces towards it. Those who received the previous scripture know that this is the truth from their Lord. GOD is never unaware of anything they do.", "persian_text": "ما ديده ايم که تو (در جستجوی جهت درست) رو به آسمان می گردانی. اينک قبله ای تعيين می کنيم که تو خوشنود شوی. از اين پس، روی خود را به سوی مسجدالحرام بگردان. هر جا که باشيد، همهٔ شما روی خود را به آن سو بگردانيد. کسانی که کتاب آسمانی پيشين را دريافت کردند، می دانند که اين حقيقتی است از جانب پروردگارشان. خدا هرگز از آنچه می کنند، غافل نيست.", "subtitle": "Qiblah Restored to Mecca", "footnote": ""}, {"sura_num": 2, "verse_num": 145, "arabic_text": "وَلَئِنْ أَتَيْتَ ٱلَّذِينَ أُوتُوا ٱلْكِتَٰبَ بِكُلِّ ءَايَةٍ مَّا تَبِعُوا قِبْلَتَكَ  وَمَآ أَنتَ بِتَابِعٍ قِبْلَتَهُمْ  وَمَا بَعْضُهُم بِتَابِعٍ قِبْلَةَ بَعْضٍ  وَلَئِنِ ٱتَّبَعْتَ أَهْوَآءَهُم مِّنۢ بَعْدِ مَا جَآءَكَ مِنَ ٱلْعِلْمِ   إِنَّكَ إِذًا لَّمِنَ ٱلظَّٰلِمِينَ", "english_text": "Even if you show the followers of the scripture every kind of miracle, they will not follow your Qiblah. Nor shall you follow their Qiblah. They do not even follow each others' Qiblah. If you acquiesce to their wishes, after the knowledge that has come to you, you will belong with the transgressors.", "persian_text": "هر معجزه ای هم که به اهل کتاب نشان دهی، باز از قبلهٔ تو پيروی نخواهند کرد. تو نيز از قبلهٔ آنها پيروی نکن. آنها حتی از قبلهٔ يکديگر پيروی نمی کنند. اگر پس از دانشی که به تو رسيده است، به خواسته هايشان تن دهی، در شمار ستمگران قرار خواهی گرفت.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 146, "arabic_text": "ٱلَّذِينَ ءَاتَيْنَٰهُمُ ٱلْكِتَٰبَ يَعْرِفُونَهُۥ كَمَا يَعْرِفُونَ أَبْنَآءَهُمْ  وَإِنَّ فَرِيقًا مِّنْهُمْ لَيَكْتُمُونَ ٱلْحَقَّ وَهُمْ يَعْلَمُونَ", "english_text": "Those who received the scripture recognize the truth herein, as they recognize their own children. Yet, some of them conceal the truth, knowingly.", "persian_text": "كسانی كه كتاب آسمانی دريافت كردند، حقيقت را در اين می ‌شناسند، همان طور كه فرزندان خود را می ‌شناسند. با اين همه، برخی از آنها دانسته حقيقت را كتمان می ‌كنند.", "subtitle": "Abuse of the Scripture: Selective Emphasis and Concealment", "footnote": ""}, {"sura_num": 2, "verse_num": 147, "arabic_text": "ٱلْحَقُّ مِن رَّبِّكَ  فَلَا تَكُونَنَّ مِنَ ٱلْمُمْتَرِينَ", "english_text": "This is the truth from your Lord; do not harbor any doubt.", "persian_text": "اين حقيقتی است از جانب پروردگارت؛ هيچ شكی به خود راه نده.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 148, "arabic_text": "وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا  فَٱسْتَبِقُوا ٱلْخَيْرَٰتِ  أَيْنَ مَا تَكُونُوا يَأْتِ بِكُمُ ٱللَّهُ جَمِيعًا  إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ", "english_text": "Each of you chooses the direction to follow; you shall race towards righteousness. Wherever you may be, GOD will summon you all. GOD is Omnipotent.", "persian_text": "هر یک از شما جهت خود را برای پيروی انتخاب می كند؛ در پرهيزكاری از يکديگر سبقت بگيريد. هر جا که باشيد، خدا همهٔ شما را احضار خواهد کرد. خداست قادر مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 149, "arabic_text": "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ ٱلْمَسْجِدِ ٱلْحَرَامِ  وَإِنَّهُۥ لَلْحَقُّ مِن رَّبِّكَ   وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعْمَلُونَ", "english_text": "Wherever you go, you shall turn your face (during Salat) towards the Sacred Masjid.* This is the truth from your Lord. GOD is never unaware of anything you all do.", "persian_text": "هر جا که روی، (به هنگام نماز) روی خود را به سوی مسجدالحرام* بگردان. اين حقيقتی است از جانب پروردگار تو. خدا هرگز از آنچه انجام می دهيد، غافل نيست.", "subtitle": "Qiblah Restored to Mecca", "footnote": "*2:149 A glaring proof of the idolatry committed by today's \"Muslims\" is the designation of Muhammad's tomb as a \"Sacred Masjid.\" The Quran mentions only one \"Sacred Masjid.\""}, {"sura_num": 2, "verse_num": 150, "arabic_text": "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ ٱلْمَسْجِدِ ٱلْحَرَامِ  وَحَيْثُ مَا كُنتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُوا مِنْهُمْ فَلَا تَخْشَوْهُمْ وَٱخْشَوْنِى وَلِأُتِمَّ نِعْمَتِى عَلَيْكُمْ وَلَعَلَّكُمْ تَهْتَدُونَ", "english_text": "Wherever you go, you shall turn your face (during Salat) towards the Sacred Masjid; wherever you might be, you shall turn your faces (during Salat) towards it. Thus, the people will have no argument against you, except the transgressors among them. Do not fear them, and fear Me instead. I will then perfect My blessings upon you, that you may be guided.", "persian_text": "هرجا که روی، (به هنگام نماز) روی خود را به سوی مسجدالحرام بگردان؛ هر جا باشيد (به هنگام نماز) روی خود را به آن سو بگردانيد. بدين ترتيب، مردم هيچ دليلی برای مخالفت با شما نخواهند داشت، مگر ستمگرانی که در ميانشان هستند. از آنها نترسيد، بلکه از من بترسيد. آنگاه من نعمت های خود را بر شما تمام خواهم کرد، باشد که هدايت يابيد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 151, "arabic_text": "كَمَآ أَرْسَلْنَا فِيكُمْ رَسُولًا مِّنكُمْ يَتْلُوا عَلَيْكُمْ ءَايَٰتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ ٱلْكِتَٰبَ وَٱلْحِكْمَةَ وَيُعَلِّمُكُم مَّا لَمْ تَكُونُوا تَعْلَمُونَ", "english_text": "(Blessings) such as the sending of a messenger from among you to recite our revelations to you, purify you, teach you the scripture and wisdom, and to teach you what you never knew.", "persian_text": "(نعماتی) از قبيل فرستادن رسولی از ميان خودتان تا آيات ما را برايتان بخواند، شما را خالص گرداند، به شما کتاب آسمانی و حکمت بياموزد و به شما چيزهايی تعليم دهد که هرگز نمی دانستيد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 152, "arabic_text": "فَٱذْكُرُونِىٓ أَذْكُرْكُمْ وَٱشْكُرُوا لِى وَلَا تَكْفُرُونِ", "english_text": "You shall remember Me, that I may remember you, and be thankful to Me; do not be unappreciative.", "persian_text": "به ياد من باشيد، تا به يادتان باشم و شکرگزار من باشيد؛ ناسپاسی نکنيد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 153, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا ٱسْتَعِينُوا بِٱلصَّبْرِ وَٱلصَّلَوٰةِ  إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ", "english_text": "O you who believe, seek help through steadfastness and the Contact Prayers (Salat). GOD is with those who steadfastly persevere.", "persian_text": "ای كسانی كه ايمان داريد، از طريق صبر و نماز كمك بجوييد. خدا با كسانی است كه صبورانه استقامت می ‌ورزند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 154, "arabic_text": "وَلَا تَقُولُوا لِمَن يُقْتَلُ فِى سَبِيلِ ٱللَّهِ أَمْوَٰت  بَلْ أَحْيَآءٌ وَلَٰكِن لَّا تَشْعُرُونَ", "english_text": "Do not say of those who are killed in the cause of GOD, \"They are dead.\" They are alive at their Lord, but you do not perceive.*", "persian_text": "دربارهٔ کسانی که در راه خدا کشته می شوند، نگوييد: \"مردگانند.\" ايشان نزد پروردگار خود زنده اند، ولی از درک شما خارج است.*", "subtitle": "Where Do We Go From Here?", "footnote": "*2:154 The righteous do not really die; they simply leave their bodies here and go to the same Paradise where Adam and Eve once lived. See Appendix 17 for the proof and the details."}, {"sura_num": 2, "verse_num": 155, "arabic_text": "وَلَنَبْلُوَنَّكُم بِشَىْءٍ مِّنَ ٱلْخَوْفِ وَٱلْجُوعِ وَنَقْصٍ مِّنَ ٱلْأَمْوَٰلِ وَٱلْأَنفُسِ وَٱلثَّمَرَٰتِ   وَبَشِّرِ ٱلصَّٰبِرِينَ", "english_text": "We will surely test you through some fear, hunger, and loss of money, lives, and crops. Give good news to the steadfast.*", "persian_text": "ما مسلماً، شما را با ترس، گرسنگى، از دست دادن پول، جان و محصولات امتحان خواهيم كرد. به صبوران بشارت بده.*", "subtitle": "", "footnote": "*2:155 The test is designed to prove that we worship God alone under all circumstances (29:2)."}, {"sura_num": 2, "verse_num": 156, "arabic_text": "ٱلَّذِينَ إِذَآ أَصَٰبَتْهُم مُّصِيبَةٌ قَالُوٓا إِنَّا لِلَّهِ وَإِنَّآ إِلَيْهِ رَٰجِعُونَ", "english_text": "When an affliction befalls them, they say, \"We belong to GOD, and to Him we are returning.\"", "persian_text": "هرگاه به مصيبتی دچار شوند، می گويند: \"ما متعلق به خدا هستيم و به سوی او بازمی گرديم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 157, "arabic_text": "أُولَٰٓئِكَ عَلَيْهِمْ صَلَوَٰتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ  وَأُولَٰٓئِكَ هُمُ ٱلْمُهْتَدُونَ", "english_text": "These have deserved blessings from their Lord and mercy. These are the guided ones.", "persian_text": "اينان سزاوار رحمت و نعمت هايی از جانب پروردگارشان شده اند. اينان از هدايت شدگانند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 158, "arabic_text": "إِنَّ ٱلصَّفَا وَٱلْمَرْوَةَ مِن شَعَآئِرِ ٱللَّهِ  فَمَنْ حَجَّ ٱلْبَيْتَ أَوِ ٱعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَن يَطَّوَّفَ بِهِمَا  وَمَن تَطَوَّعَ خَيْرًا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ", "english_text": "The knolls of Safa and Marwah are among the rites decreed by GOD. Anyone who observes Hajj or 'Umrah commits no error by traversing the distance between them. If one volunteers more righteous works, then GOD is Appreciative, Omniscient.", "persian_text": "تپه های صفا و مروه شعائرى است که خدا مقرر كردە است. هر کس حج يا عمره را به جا آورد، خطايی مرتکب نمی شود که مسافت ميان آنها را بپيمايد. اگر کسی داوطلب است كارهای پرهيزكارانهٔ بيشتری انجام دهد، پس خدا سپاسگزار است، دانای مطلق.", "subtitle": "Hajj Pilgrimage", "footnote": ""}, {"sura_num": 2, "verse_num": 159, "arabic_text": "إِنَّ ٱلَّذِينَ يَكْتُمُونَ مَآ أَنزَلْنَا مِنَ ٱلْبَيِّنَٰتِ وَٱلْهُدَىٰ مِنۢ بَعْدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِى ٱلْكِتَٰبِ   أُولَٰٓئِكَ يَلْعَنُهُمُ ٱللَّهُ وَيَلْعَنُهُمُ ٱللَّٰعِنُونَ", "english_text": "Those who conceal our revelations and guidance, after proclaiming them for the people in the scripture, are condemned by GOD; they are condemned by all the condemners.", "persian_text": "كسانی كه آيات و هدايت ما را پس از آنكه در كتاب آسمانی برای مردم اعلام می شود، پنهان می كنند، به لعنت خدا محكوم شده اند؛ لعنت تمام لعنت کنندگان بر آنهاست.", "subtitle": "Gross Offense", "footnote": ""}, {"sura_num": 2, "verse_num": 160, "arabic_text": "إِلَّا ٱلَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُولَٰٓئِكَ أَتُوبُ عَلَيْهِمْ  وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ", "english_text": "As for those who repent, reform, and proclaim, I redeem them. I am the Redeemer, Most Merciful.", "persian_text": "و اما کسانی که توبه کنند، اصلاح شوند و اعلام كنند، من توبهٔ آنان را می پذيرم. من آمرزنده ام، مهربان ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 161, "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ أُولَٰٓئِكَ عَلَيْهِمْ لَعْنَةُ ٱللَّهِ وَٱلْمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجْمَعِينَ", "english_text": "Those who disbelieve and die as disbelievers, have incurred the condemnation of GOD, the angels, and all the people (on the Day of Judgment).", "persian_text": "کسانی که ايمان ندارند و كافر بميرند، به لعنت خدا، فرشتگان و تمامی مردم (در روز قضاوت) گرفتار شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 162, "arabic_text": "خَٰلِدِينَ فِيهَا  لَا يُخَفَّفُ عَنْهُمُ ٱلْعَذَابُ وَلَا هُمْ يُنظَرُونَ", "english_text": "Eternally they abide therein. The retribution is never commuted for them, nor are they reprieved.", "persian_text": "آنها تا ابد در آن ماندگارند. نه هرگز در عذابشان تخفيف داده شود و نه مهلتی يابند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 163, "arabic_text": "وَإِلَٰهُكُمْ إِلَٰهٌ وَٰحِدٌ  لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحْمَٰنُ ٱلرَّحِيمُ", "english_text": "Your god is one god; there is no god but He, Most Gracious, Most Merciful.", "persian_text": "خدای شما خدای واحد است؛ خدایی جز او نيست، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 164, "arabic_text": "إِنَّ فِى خَلْقِ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَٰفِ ٱلَّيْلِ وَٱلنَّهَارِ وَٱلْفُلْكِ ٱلَّتِى تَجْرِى فِى ٱلْبَحْرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٍ فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ وَتَصْرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلْمُسَخَّرِ بَيْنَ ٱلسَّمَآءِ وَٱلْأَرْضِ لَءَايَٰتٍ لِّقَوْمٍ يَعْقِلُونَ", "english_text": "In the creation of the heavens and the earth, the alternation of night and day, the ships that roam the ocean for the benefit of the people, the water that GOD sends down from the sky to revive dead land and to spread in it all kinds of creatures, the manipulation of the winds, and the clouds that are placed between the sky and the earth, there are sufficient proofs for people who understand.", "persian_text": "در آفرينش آسمان ها و زمين، گردش پياپی شب و روز، کشتی ها که برای منافع مردم در اقيانوس سير می کنند، در آبی که خدا از آسمان فرو می فرستد تا دوباره زمين مرده را زنده کند و همه گونه موجودات را در آن پراکنده  سازد، در كنترل ماهرانهٔ بادها و در ابرهايی که ميان آسمان و زمين قرار داده شدند، مدارک كافی است برای مردمی که می فهمند.", "subtitle": "Overwhelming Signs of God", "footnote": ""}, {"sura_num": 2, "verse_num": 165, "arabic_text": "وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادًا يُحِبُّونَهُمْ كَحُبِّ ٱللَّهِ  وَٱلَّذِينَ ءَامَنُوٓا أَشَدُّ حُبًّا لِّلَّهِ   وَلَوْ يَرَى ٱلَّذِينَ ظَلَمُوٓا إِذْ يَرَوْنَ ٱلْعَذَابَ أَنَّ ٱلْقُوَّةَ لِلَّهِ جَمِيعًا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلْعَذَابِ", "english_text": "Yet, some people set up idols to rival GOD, and love them as if they are GOD. Those who believe love GOD the most. If only the transgressors could see themselves when they see the retribution! They will realize then that all power belongs to GOD alone, and that GOD's retribution is awesome.", "persian_text": "با اين حال، برخی از مردم معبودانی را همتای خدا قرار می دهند و به آنها چنان عشق می ورزند كه گويی خدا هستند. كسانی كه ايمان دارند بيش از هر كس، به خدا عشق می ورزند. اگر فقط ستمكاران می ‌توانستند خود را هنگام روبرو شدن با عذاب ببينند، آنگاه متوجه می شدند كه تمام قدرت‌ها فقط متعلق به خداست و عذاب خدا هيبت‌انگيز است.", "subtitle": "The Idols Disown Their Idolizers*", "footnote": "*2:165-166 Jesus, Mary, Muhammad, Ali, and the saints will disown their idolizers on the Day of Resurrection. See also 16:86, 35:14, 46:6, and the Gospel of Matthew 7:21-23."}, {"sura_num": 2, "verse_num": 166, "arabic_text": "إِذْ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُوا مِنَ ٱلَّذِينَ ٱتَّبَعُوا وَرَأَوُا ٱلْعَذَابَ وَتَقَطَّعَتْ بِهِمُ ٱلْأَسْبَابُ", "english_text": "Those who were followed will disown those who followed them.* They will see the retribution, and all ties among them will be severed.", "persian_text": "پيشوايان، پيروان خود را طرد خواهند كرد. آنها عذاب را خواهند ديد و تمام وابستگى ها در ميانشان قطع خواهد شد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 167, "arabic_text": "وَقَالَ ٱلَّذِينَ ٱتَّبَعُوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا مِنَّا   كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعْمَٰلَهُمْ حَسَرَٰتٍ عَلَيْهِمْ  وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ", "english_text": "Those who followed will say, \"If we can get another chance, we will disown them, as they have disowned us now.\" GOD thus shows them the consequences of their works as nothing but remorse; they will never exit Hell.", "persian_text": "كسانی كه پيروی كردند، خواهند گفت: \"اگر فرصت ديگری بيابيم، آنها را طرد خواهيم كرد، همان طور كه اكنون آنها ما را طرد كرده‌اند.\" خدا اين چنين نتايج اعمالشان را به آنها نشان می ‌دهد كه چيزی جز ندامت نيست؛ آنها هرگز از دوزخ خارج نخواهند شد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 168, "arabic_text": "يَٰٓأَيُّهَا ٱلنَّاسُ كُلُوا مِمَّا فِى ٱلْأَرْضِ حَلَٰلًا طَيِّبًا وَلَا تَتَّبِعُوا خُطُوَٰتِ ٱلشَّيْطَٰنِ  إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ", "english_text": "O people, eat from the earth's products all that is lawful and good, and do not follow the steps of Satan; he is your most ardent enemy.", "persian_text": "ای مردم، از محصولات زمين، تمام چيزهايی را كه خوب و حلال هستند بخوريد و از گام‌های شيطان پيروی نكنيد؛ او سرسخت‌ترين دشمن شماست.", "subtitle": "Satan Prohibits Lawful Things", "footnote": ""}, {"sura_num": 2, "verse_num": 169, "arabic_text": "إِنَّمَا يَأْمُرُكُم بِٱلسُّوٓءِ وَٱلْفَحْشَآءِ وَأَن تَقُولُوا عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ", "english_text": "He only commands you to commit evil and vice, and to say about GOD what you do not know.", "persian_text": "او فقط شما را به پليدی و اعمال زشت امر می ‌كند و اينكه شما دربارهٔ خدا چيزی بگوييد كه نمی ‌دانيد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 170, "arabic_text": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُوا مَآ أَنزَلَ ٱللَّهُ قَالُوا بَلْ نَتَّبِعُ مَآ أَلْفَيْنَا عَلَيْهِ ءَابَآءَنَآ   أَوَلَوْ كَانَ ءَابَآؤُهُمْ لَا يَعْقِلُونَ شَيْـًٔا وَلَا يَهْتَدُونَ", "english_text": "When they are told, \"Follow what GOD has revealed herein,\" they say, \"We follow only what we found our parents doing.\" What if their parents did not understand, and were not guided?", "persian_text": "هنگامى كه به آنان گفته شود: \"از آنچه خدا در اين نازل کرده است، پيروی کنيد\" می گويند: \"ما فقط از آنچه والدينمان انجام می دادند، پيروی می کنيم.\" اگر والدين آنها نفهميدند و هدايت نشدە بودند، چطور؟", "subtitle": "Maintaining the Status Quo: A Human Tragedy", "footnote": ""}, {"sura_num": 2, "verse_num": 171, "arabic_text": "وَمَثَلُ ٱلَّذِينَ كَفَرُوا كَمَثَلِ ٱلَّذِى يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَآءً وَنِدَآءً  صُمّ بُكْمٌ عُمْىٌ فَهُمْ لَا يَعْقِلُونَ", "english_text": "The example of such disbelievers is that of parrots who repeat what they hear of sounds and calls, without understanding. Deaf, dumb, and blind; they cannot understand.", "persian_text": "مثال چنين کافرانی مانند طوطيانی است که هر بانگ و ندايی را که بشنوند، بی آنکه بفهمند تکرار می کنند. کر، گنگ، و کور؛ آنان نمی توانند بفهمند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 172, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا كُلُوا مِن طَيِّبَٰتِ مَا رَزَقْنَٰكُمْ وَٱشْكُرُوا لِلَّهِ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ", "english_text": "O you who believe, eat from the good things we provided for you, and be thankful to GOD, if you do worship Him alone.", "persian_text": "ای كسانی كه ايمان آوردە ايد، از چيزهای خوبی كه برايتان فراهم كرديم، بخوريد و شكر خدا را به جا آوريد، اگر تنها او را می ‌‌پرستيد.", "subtitle": "Only Four Meats Prohibited*", "footnote": "*2:172-173 Throughout the Quran, only four meats are prohibited (6:145, 16:115, Appendix 16). Dietary prohibitions beyond these four are tantamount to idol worship (6:121,148, 150; 7:32)."}, {"sura_num": 2, "verse_num": 173, "arabic_text": "إِنَّمَا حَرَّمَ عَلَيْكُمُ ٱلْمَيْتَةَ وَٱلدَّمَ وَلَحْمَ ٱلْخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيْرِ ٱللَّهِ  فَمَنِ ٱضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَآ إِثْمَ عَلَيْهِ  إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ", "english_text": "He only prohibits for you the eating of animals that die of themselves (without human interference), blood, the meat of pigs, and animals dedicated to other than GOD. If one is forced (to eat these), without being malicious or deliberate, he incurs no sin. GOD is Forgiver, Most Merciful.", "persian_text": "او فقط خوردن حيواناتی را كه (بدون دخالت انسان) خودشان بميرند، خون، گوشت خوك و حيواناتی كه برای غير خدا نذر و اهدا شوند، برايتان حرام می كند. اگر كسی مجبور (به خوردن اينها) شود، بدون آنكه عمداً این کار را بکند يا قصد بدی داشته باشد، مرتكب گناهی نمی شود. خداست عفوكننده، مهربان ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 174, "arabic_text": "إِنَّ ٱلَّذِينَ يَكْتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلْكِتَٰبِ وَيَشْتَرُونَ بِهِۦ ثَمَنًا قَلِيلًا   أُولَٰٓئِكَ مَا يَأْكُلُونَ فِى بُطُونِهِمْ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوْمَ ٱلْقِيَٰمَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ", "english_text": "Those who conceal GOD's revelations in the scripture, in exchange for a cheap material gain, eat but fire into their bellies. GOD will not speak to them on the Day of Resurrection, nor will He purify them. They have incurred a painful retribution.", "persian_text": "كسانی كه برای به دست آوردن بهايی ناچيز، آيات خدا را كه در كتاب آسمانی است، كتمان می كنند، چيزی جز آتش در شكم خود فرو نمی برند. خدا در روز قيامت با آنها صحبت نخواهد كرد و آنها را خالص نخواهد نمود. آنها سزاوار عذابی دردناك شده اند.", "subtitle": "Corrupted Religious Leaders Conceal the Quran's Miracle*", "footnote": "*2:174-176 Despite their recognition of God's mathematical miracle in the Quran, the corrupted religious leaders tried for many years to conceal this awesome miracle. Many of them admitted that they resented the fact that Rashad Khalifa, not them, was blessed with the miracle."}, {"sura_num": 2, "verse_num": 175, "arabic_text": "أُولَٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا ٱلضَّلَٰلَةَ بِٱلْهُدَىٰ وَٱلْعَذَابَ بِٱلْمَغْفِرَةِ  فَمَآ أَصْبَرَهُمْ عَلَى ٱلنَّارِ", "english_text": "It is they who chose the straying instead of guidance, and the retribution instead of forgiveness. Consequently, they will have to endure Hell.", "persian_text": "آنها هستند كه گمراهی را به جای هدايت و عذاب را به جای بخشش انتخاب كردند. درنتيجه، بايد دوزخ را تحمل كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 176, "arabic_text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلْكِتَٰبَ بِٱلْحَقِّ   وَإِنَّ ٱلَّذِينَ ٱخْتَلَفُوا فِى ٱلْكِتَٰبِ لَفِى شِقَاق بَعِيدٍ", "english_text": "This is because GOD has revealed this scripture, bearing the truth, and those who dispute the scripture are the most ardent opponents.", "persian_text": "به همين دليل خدا اين كتاب آسمانی را كه حامل حقيقت است، نازل كرده است و آنان كه با كتاب آسمانی مخالفت می كنند، سرسخت ترين مخالفان هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 177, "arabic_text": "لَّيْسَ ٱلْبِرَّ أَن تُوَلُّوا وُجُوهَكُمْ قِبَلَ ٱلْمَشْرِقِ وَٱلْمَغْرِبِ وَلَٰكِنَّ ٱلْبِرَّ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ وَٱلْمَلَٰٓئِكَةِ وَٱلْكِتَٰبِ وَٱلنَّبِيِّۦنَ وَءَاتَى ٱلْمَالَ عَلَىٰ حُبِّهِۦ ذَوِى ٱلْقُرْبَىٰ وَٱلْيَتَٰمَىٰ وَٱلْمَسَٰكِينَ وَٱبْنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِى ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلْمُوفُونَ بِعَهْدِهِمْ إِذَا عَٰهَدُوا  وَٱلصَّٰبِرِينَ فِى ٱلْبَأْسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلْبَأْسِ   أُولَٰٓئِكَ ٱلَّذِينَ صَدَقُوا  وَأُولَٰٓئِكَ هُمُ ٱلْمُتَّقُونَ", "english_text": "Righteousness is not turning your faces towards the east or the west. Righteous are those who believe in GOD, the Last Day, the angels, the scripture, and the prophets; and they give the money, cheerfully, to the relatives, the orphans, the needy, the traveling alien, the beggars, and to free the slaves; and they observe the Contact Prayers (Salat) and give the obligatory charity (Zakat); and they keep their word whenever they make a promise; and they steadfastly persevere in the face of persecution, hardship, and war. These are the truthful; these are the righteous.", "persian_text": "پرهيزكاری آن نيست که روی خود را به سوی شرق يا غرب بگردانيد، پرهيزكاران کسانی هستند که به خدا، روز آخر، فرشتگان، کتاب آسمانی و پيامبران ايمان دارند و پول خود را با خوشرويی و رغبت به خويشاوندان، يتيمان، نيازمندان، مسافران غريب، فقيران و برای آزاد كردن بردگان انفاق می کنند؛ و نمازها (ارتباط با خدا) را به جا می آورند و زکات (انفاق واجب) را می پردازند؛ و هرگاه قولی دهند، به قول خود وفا می کنند؛ و در برابر آزارها، سختی و جنگ صبورانه استقامت می کنند. اينان راستگويانند؛ اينان پرهيزكارانند.", "subtitle": "Righteousness Defined", "footnote": ""}, {"sura_num": 2, "verse_num": 178, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا كُتِبَ عَلَيْكُمُ ٱلْقِصَاصُ فِى ٱلْقَتْلَى  ٱلْحُرُّ بِٱلْحُرِّ وَٱلْعَبْدُ بِٱلْعَبْدِ وَٱلْأُنثَىٰ بِٱلْأُنثَىٰ  فَمَنْ عُفِىَ لَهُۥ مِنْ أَخِيهِ شَىْءٌ فَٱتِّبَاع بِٱلْمَعْرُوفِ وَأَدَآءٌ إِلَيْهِ بِإِحْسَٰنٍ   ذَٰلِكَ تَخْفِيفٌ مِّن رَّبِّكُمْ وَرَحْمَةٌ   فَمَنِ ٱعْتَدَىٰ بَعْدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٌ", "english_text": "O you who believe, equivalence is the law decreed for you when dealing with murder—the free for the free, the slave for the slave, the female for the female. If one is pardoned by the victim's kin, an appreciative response is in order, and an equitable compensation shall be paid. This is an alleviation from your Lord and mercy. Anyone who transgresses beyond this incurs a painful retribution.", "persian_text": "ای کسانی که ايمان آوردە ايد، هرگاه قتلی صورت بگيرد قانون مساوات برايتان مقرر شده است- آزاد در برابر آزاد، برده در برابر برده، مؤنث در برابر مؤنث. اگر خويشان مقتول کسی را عفو کنند، لازم است که او مراتب قدردانی خود را ابراز کند و غرامت منصفانه ای بپردازد. اين تخفيف و رحمتی است از جانب پروردگار شما. هر کس از اين حد تجاوز کند، به مجازاتی دردناک گرفتار می شود.", "subtitle": "Discouraging Capital Punishment*", "footnote": "*2:178 The Quran clearly discourages capital punishment. Every kind of excuse is provided to spare lives, including the life of the murderer. The victim's kin may find it better, under certain circumstances, to spare the life of the murderer in exchange for an equitable compensation. Also capital punishment is not applicable if, for example, a woman kills a man, or vice versa."}, {"sura_num": 2, "verse_num": 179, "arabic_text": "وَلَكُمْ فِى ٱلْقِصَاصِ حَيَوٰةٌ يَٰٓأُولِى ٱلْأَلْبَٰبِ لَعَلَّكُمْ تَتَّقُونَ", "english_text": "Equivalence is a life saving law for you, O you who possess intelligence, that you may be righteous.", "persian_text": "قانون مساوات حافظ جان شماست، ای خردمندان. باشد که پرهيزكار شويد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 180, "arabic_text": "كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ ٱلْمَوْتُ إِن تَرَكَ خَيْرًا ٱلْوَصِيَّةُ لِلْوَٰلِدَيْنِ وَٱلْأَقْرَبِينَ بِٱلْمَعْرُوفِ  حَقًّا عَلَى ٱلْمُتَّقِينَ", "english_text": "It is decreed that when death approaches, you shall write a will for the benefit of the parents and relatives, equitably. This is a duty upon the righteous.", "persian_text": "چنين مقرر شده است که چون مرگ نزديک می شود، به نفع والدين و خويشاوندان به شيوه ای منصفانه وصيت نامه اى بنويسيد. اين وظيفهٔ پرهيزكاران است.", "subtitle": "Write A Will", "footnote": ""}, {"sura_num": 2, "verse_num": 181, "arabic_text": "فَمَنۢ بَدَّلَهُۥ بَعْدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثْمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓ  إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ", "english_text": "If anyone alters a will he had heard, the sin of altering befalls those responsible for such altering. GOD is Hearer, Knower.", "persian_text": "اگر کسی وصيتی را که شنيده است تغيير دهد، گناه اين تغيير بر دوش کسانی است که مسئول اين تغيير بوده اند. خداست شنوا، دانا.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 182, "arabic_text": "فَمَنْ خَافَ مِن مُّوصٍ جَنَفًا أَوْ إِثْمًا فَأَصْلَحَ بَيْنَهُمْ فَلَآ إِثْمَ عَلَيْهِ  إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ", "english_text": "If one sees gross injustice or bias on the part of a testator, and takes corrective action to restore justice to the will, he commits no sin. GOD is Forgiver, Most Merciful.", "persian_text": "اگر کسی ببيند که وصيت کننده بی عدالتی فاحشی مرتکب شده است و يا تمايل يک جانبه نشان داده است و برای استقرار عدالت در جهت اصلاح وصيت نامه گام بردارد، گناهی مرتکب نمی شود. خداست آمرزنده، مهربان ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 183, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا كُتِبَ عَلَيْكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ", "english_text": "O you who believe, fasting is decreed for you, as it was decreed for those before you, that you may attain salvation.", "persian_text": "ای کسانی که ايمان آورده ايد، روزه بر شما مقرر شده است، همان گونه که بر کسانی که پيش از شما بودند، مقرر شده بود. باشد که نجات يابيد.", "subtitle": "Fasting Emphasized and Modified*", "footnote": "*2:183-187 Like all duties in Submission, fasting was decreed through Abraham (22:78, Appendices 9 & 15). Prior to revelation of the Quran, sexual intercourse was prohibited throughout the fasting period. This rule is modified in 2:187 to allow intercourse during the nights of Ramadan."}, {"sura_num": 2, "verse_num": 184, "arabic_text": "أَيَّامًا مَّعْدُودَٰتٍ  فَمَن كَانَ مِنكُم مَّرِيضًا أَوْ عَلَىٰ سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ  وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدْيَةٌ طَعَامُ مِسْكِينٍ  فَمَن تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَّهُۥ  وَأَن تَصُومُوا خَيْرٌ لَّكُمْ  إِن كُنتُمْ تَعْلَمُونَ", "english_text": "Specific days (are designated for fasting); if one is ill or traveling, an equal number of other days may be substituted. Those who can fast, but with great difficulty, may substitute feeding one poor person for each day of breaking the fast. If one volunteers (more righteous works), it is better. But fasting is the best for you, if you only knew.", "persian_text": "روزهای مشخصی (برای روزه گرفتن تعيين شده است)؛ اگر كسی بيمار يا در حال سفر باشد، می ‌تواند به جای آن به همان تعداد از روزهای ديگر را روزه بگيرد. كسانی كه می توانند روزه بگيرند، ولی با سختی فراوان، می توانند به جای هر روزی كه روزه را می شكنند مستمندی را غذا دهند. اگر كسی داوطلبانه (كارهای پرهيزكارانهٔ بيشتری انجام دهد)، بهتر است. ولی روزه گرفتن برای شما بهترين است، اگر فقط می دانستيد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 185, "arabic_text": "شَهْرُ رَمَضَانَ ٱلَّذِىٓ أُنزِلَ فِيهِ ٱلْقُرْءَانُ هُدًى لِّلنَّاسِ وَبَيِّنَٰتٍ مِّنَ ٱلْهُدَىٰ وَٱلْفُرْقَانِ  فَمَن شَهِدَ مِنكُمُ ٱلشَّهْرَ فَلْيَصُمْهُ  وَمَن كَانَ مَرِيضًا أَوْ عَلَىٰ سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ   يُرِيدُ ٱللَّهُ بِكُمُ ٱلْيُسْرَ وَلَا يُرِيدُ بِكُمُ ٱلْعُسْرَ وَلِتُكْمِلُوا ٱلْعِدَّةَ وَلِتُكَبِّرُوا ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ", "english_text": "Ramadan is the month during which the Quran was revealed, providing guidance for the people, clear teachings, and the statute book. Those of you who witness this month shall fast therein. Those who are ill or traveling may substitute the same number of other days. GOD wishes for you convenience, not hardship, that you may fulfill your obligations, and to glorify GOD for guiding you, and to express your appreciation.", "persian_text": "رمضان ماهی است كه در آن قرآن نازل شد، كه برای مردم هدايت، تعاليم روشن و كتاب قانون فراهم می كند. از ميان شما كسانی كه شاهد اين ماه هستند، بايد در اين ماە روزه بگيرند. آنان كه بيمار يا در حال سفر هستند به جای آن می توانند روزهای ديگری به تعداد همان روزها روزه بگيرند. خدا برای شما راحتی می خواهد نه سختى، باشد كه شما وظايف خود را انجام دهيد و خدا را تجليل كنيد كه شما را هدايت كرد و قدردانی خود را ابراز نماييد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 186, "arabic_text": "وَإِذَا سَأَلَكَ عِبَادِى عَنِّى فَإِنِّى قَرِيبٌ  أُجِيبُ دَعْوَةَ ٱلدَّاعِ إِذَا دَعَانِ  فَلْيَسْتَجِيبُوا لِى وَلْيُؤْمِنُوا بِى لَعَلَّهُمْ يَرْشُدُونَ", "english_text": "When My servants ask you about Me, I am always near. I answer their prayers when they pray to Me. The people shall respond to Me and believe in Me, in order to be guided.", "persian_text": "و چون بندگان من دربارهٔ من از تو بپرسند، من هميشه نزديکم. هرگاه مرا بخوانند من به دعای آنان پاسخ می دهم. مردم بايد به من پاسخ دهند و به من ايمان آورند، تا ارشاد شوند.", "subtitle": "God Answers the Prayers of \"His Servants\"", "footnote": ""}, {"sura_num": 2, "verse_num": 187, "arabic_text": "أُحِلَّ لَكُمْ لَيْلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمْ  هُنَّ لِبَاسٌ لَّكُمْ وَأَنتُمْ لِبَاسٌ لَّهُنَّ   عَلِمَ ٱللَّهُ أَنَّكُمْ كُنتُمْ تَخْتَانُونَ أَنفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنكُمْ  فَٱلْـَٰٔنَ بَٰشِرُوهُنَّ وَٱبْتَغُوا مَا كَتَبَ ٱللَّهُ لَكُمْ  وَكُلُوا وَٱشْرَبُوا حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلْخَيْطُ ٱلْأَبْيَضُ مِنَ ٱلْخَيْطِ ٱلْأَسْوَدِ مِنَ ٱلْفَجْرِ  ثُمَّ أَتِمُّوا ٱلصِّيَامَ إِلَى ٱلَّيْلِ  وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمْ عَٰكِفُونَ فِى ٱلْمَسَٰجِدِ   تِلْكَ حُدُودُ ٱللَّهِ فَلَا تَقْرَبُوهَا   كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ", "english_text": "Permitted for you is sexual intercourse with your wives during the nights of fasting. They are the keepers of your secrets, and you are the keepers of their secrets. GOD knew that you used to betray your souls, and He has redeemed you, and has pardoned you. Henceforth, you may have intercourse with them, seeking what GOD has permitted for you. You may eat and drink until the white thread of light becomes distinguishable from the dark thread of night at dawn. Then, you shall fast until sunset. Sexual intercourse is prohibited if you decide to retreat to the masjid (during the last ten days of Ramadan). These are GOD's laws; you shall not transgress them. GOD thus clarifies His revelations for the people, that they may attain salvation.", "persian_text": "در شب های روزه داری روابط جنسی با زنانتان حلال شد. آنها محرم اسرار شما هستند و شما محرم اسرار آنها. خدا می دانست كه شما قبلاً به نفس خويش خيانت می كرديد، او شما را آمرزيده و بخشيده است. از اين پس شما می توانيد با آنها رابطهٔ جنسى داشته باشيد، در طلب آنچه خدا برای شما مجاز كرده است. مى توانيد بخوريد و بياشاميد تا فجر هنگامى كه رشتهٔ سپيد روشنايى از رشتهٔ سياه شب مشخص شود. سپس، تا غروب آفتاب روزه بگيريد. اگر تصميم داريد (ده روز آخر رمضان) در مسجد معتكف شويد، روابط جنسی ممنوع است. اينها قوانين خداست؛ از حدود آنها خارج نشويد. خدا اين چنين آياتش را برای مردم روشن می كند، باشد كه نجات يابند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 188, "arabic_text": "وَلَا تَأْكُلُوٓا أَمْوَٰلَكُم بَيْنَكُم بِٱلْبَٰطِلِ وَتُدْلُوا بِهَآ إِلَى ٱلْحُكَّامِ لِتَأْكُلُوا فَرِيقًا مِّنْ أَمْوَٰلِ ٱلنَّاسِ بِٱلْإِثْمِ وَأَنتُمْ تَعْلَمُونَ", "english_text": "You shall not take each others' money illicitly, nor shall you bribe the officials to deprive others of some of their rights illicitly, while you know.", "persian_text": "اموال يکديگر را از راه نامشروع تصاحب نکنيد و به متصديان امور، رشوه ندهيد تا ديگران را از بعضی از حقوقشان به طور نامشروع محروم کنيد، در حالی که می دانيد.", "subtitle": "Bribery, Corruption Condemned", "footnote": ""}, {"sura_num": 2, "verse_num": 189, "arabic_text": "يَسْـَٔلُونَكَ عَنِ ٱلْأَهِلَّةِ  قُلْ هِىَ مَوَٰقِيتُ لِلنَّاسِ وَٱلْحَجِّ   وَلَيْسَ ٱلْبِرُّ بِأَن تَأْتُوا ٱلْبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلْبِرَّ مَنِ ٱتَّقَىٰ   وَأْتُوا ٱلْبُيُوتَ مِنْ أَبْوَٰبِهَا  وَٱتَّقُوا ٱللَّهَ لَعَلَّكُمْ تُفْلِحُونَ", "english_text": "They ask you about the phases of the moon! Say, \"They provide a timing device for the people, and determine the time of Hajj.\" It is not righteous to beat around the bush;* righteousness is attained by upholding the commandments and by being straightforward. You shall observe GOD, that you may succeed.", "persian_text": "آنها از تو دربارهٔ منازل ماه می پرسند! بگو: \"آنها نمايانگر تعيين زمان برای مردم هستند و زمان حج را معين می كنند.\" طفره رفتن پرهيزكارانه نيست؛* پرهيزكاری پيروی كردن از احكام و روراست بودن است. خدا را در نظر داشته باشيد، باشد كه موفق شويد.", "subtitle": "Do Not Beat Around the Bush", "footnote": "*2:189 The literal Quranic idiom says: \"Do not enter the homes through the back doors.\" The question about the phases of the moon is an example of beating around the bush; there were bad ulterior motives behind this question."}, {"sura_num": 2, "verse_num": 190, "arabic_text": "وَقَٰتِلُوا فِى سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمْ وَلَا تَعْتَدُوٓا  إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْمُعْتَدِينَ", "english_text": "You may fight in the cause of GOD against those who attack you, but do not aggress. GOD does not love the aggressors.", "persian_text": "در راه خدا با کسانی می توانيد بجنگيد که به شما حمله می کنند، ولی تجاوز نکنيد. خدا تجاوزگران را دوست ندارد.", "subtitle": "Rules of War*", "footnote": "*2:190 All fighting is regulated by the basic rule in 60:8-9. Fighting is allowed strictly in self-defense, while aggression and oppression are strongly condemned throughout the Quran."}, {"sura_num": 2, "verse_num": 191, "arabic_text": "وَٱقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُم مِّنْ حَيْثُ أَخْرَجُوكُمْ  وَٱلْفِتْنَةُ أَشَدُّ مِنَ ٱلْقَتْلِ  وَلَا تُقَٰتِلُوهُمْ عِندَ ٱلْمَسْجِدِ ٱلْحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمْ فِيهِ  فَإِن قَٰتَلُوكُمْ فَٱقْتُلُوهُمْ   كَذَٰلِكَ جَزَآءُ ٱلْكَٰفِرِينَ", "english_text": "You may kill those who wage war against you, and you may evict them whence they evicted you. Oppression is worse than murder. Do not fight them at the Sacred Mosque (Masjid), unless they attack you therein. If they attack you, you may kill them. This is the just retribution for those disbelievers.", "persian_text": "می توانيد كسانی را كه عليه شما می جنگند، بكشيد و آنها را بيرون كنيد از آنجايی كه آنها شما را بيرون كردند. ظلم بدتر از قتل است. با آنها در مسجدالحرام نجنگيد، مگر آنكه در آنجا به شما حمله كنند. اگر به شما حمله كردند، می توانيد آنها را بكشيد. اين سزای بحق آن كافران است.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 192, "arabic_text": "فَإِنِ ٱنتَهَوْا فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ", "english_text": "If they refrain, then GOD is Forgiver, Most Merciful.", "persian_text": "اگر دست بردارند، پس خدا عفوكننده است، مهربان ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 193, "arabic_text": "وَقَٰتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ وَيَكُونَ ٱلدِّينُ لِلَّهِ  فَإِنِ ٱنتَهَوْا فَلَا عُدْوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ", "english_text": "You may also fight them to eliminate oppression, and to worship GOD freely. If they refrain, you shall not aggress; aggression is permitted only against the aggressors.", "persian_text": "و نيز می توانيد با آنها بجنگيد تا ظلم از ميان برود و آزادانه خدا را پرستش كنيد. اگر آنها دست بردارند، تعدى نكنيد؛ اجازهٔ حمله فقط عليه متجاوزان داده شده است.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 194, "arabic_text": "ٱلشَّهْرُ ٱلْحَرَامُ بِٱلشَّهْرِ ٱلْحَرَامِ وَٱلْحُرُمَٰتُ قِصَاصٌ  فَمَنِ ٱعْتَدَىٰ عَلَيْكُمْ فَٱعْتَدُوا عَلَيْهِ بِمِثْلِ مَا ٱعْتَدَىٰ عَلَيْكُمْ  وَٱتَّقُوا ٱللَّهَ وَٱعْلَمُوٓا أَنَّ ٱللَّهَ مَعَ ٱلْمُتَّقِينَ", "english_text": "During the Sacred Months, aggression may be met by an equivalent response. If they attack you, you may retaliate by inflicting an equitable retribution. You shall observe GOD and know that GOD is with the righteous.", "persian_text": "در طول ماه های مقدس، می توان هر تجاوزی را به همان نسبت پاسخ داد. اگر آنها به شما حمله كنند، شما هم می توانيد با مجازاتی منصفانه تلافی كنيد. خدا را در نظر داشته باشيد و بدانيد كه خدا با پرهيزكاران است.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 195, "arabic_text": "وَأَنفِقُوا فِى سَبِيلِ ٱللَّهِ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى ٱلتَّهْلُكَةِ  وَأَحْسِنُوٓا  إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُحْسِنِينَ", "english_text": "You shall spend in the cause of GOD; do not throw yourselves with your own hands into destruction. You shall be charitable; GOD loves the charitable.", "persian_text": "در راه خدا خرج كنيد؛ با دست های خود خويشتن را به تباهی نكشيد. انفاق كنيد؛ خدا انفاق كنندگان را دوست دارد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 196, "arabic_text": "وَأَتِمُّوا ٱلْحَجَّ وَٱلْعُمْرَةَ لِلَّهِ  فَإِنْ أُحْصِرْتُمْ فَمَا ٱسْتَيْسَرَ مِنَ ٱلْهَدْىِ  وَلَا تَحْلِقُوا رُءُوسَكُمْ حَتَّىٰ يَبْلُغَ ٱلْهَدْىُ مَحِلَّهُۥ  فَمَن كَانَ مِنكُم مَّرِيضًا أَوْ بِهِۦٓ أَذًى مِّن رَّأْسِهِۦ فَفِدْيَةٌ مِّن صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ  فَإِذَآ أَمِنتُمْ فَمَن تَمَتَّعَ بِٱلْعُمْرَةِ إِلَى ٱلْحَجِّ فَمَا ٱسْتَيْسَرَ مِنَ ٱلْهَدْىِ  فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلَٰثَةِ أَيَّامٍ فِى ٱلْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ   تِلْكَ عَشَرَةٌ كَامِلَةٌ   ذَٰلِكَ لِمَن لَّمْ يَكُنْ أَهْلُهُۥ حَاضِرِى ٱلْمَسْجِدِ ٱلْحَرَامِ  وَٱتَّقُوا ٱللَّهَ وَٱعْلَمُوٓا أَنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ", "english_text": "You shall observe the complete rites of Hajj and 'Umrah for GOD. If you are prevented, you shall send an offering, and do not resume cutting your hair until your offering has reached its destination. If you are ill, or suffering a head injury (and you must cut your hair), you shall expiate by fasting, or giving to charity, or some other form of worship. During the normal Hajj, if you break the state of Ihraam (sanctity) between 'Umrah and Hajj, you shall expiate by offering an animal sacrifice. If you cannot afford it, you shall fast three days during Hajj and seven when you return home—this completes ten—provided you do not live at the Sacred Mosque (Masjid). You shall observe GOD, and know that GOD is strict in enforcing retribution.", "persian_text": "مراسم کامل حج و عمره را برای خدا به جا آوريد. اگر مانع شما شده اند، قربانی بفرستيد، و موی سرتان را نزنيد تا قربانی شما به مقصدش برسد. اگر بيمار هستيد، يا جراحتی در سر دارید (که ناچاريد موی خود را بزنيد) برای جبرانش روزه بگيريد، يا صدقه دهيد، يا از طريق ديگری که عبادت محسوب می شود جبران کنيد. در ايام حج عادی، اگر بين عمره و حج شرط احرام را بشکنيد، در عوض حيوانی را قربانی کنيد. اگر استطاعت آن را نداريد، سه روز در ايام حج روزه بگيريد و هفت روز هنگامی که به خانه بازگشتيد- که ده روز کامل شود- چنانچه شما از اهالی مسجدالحرام نباشيد. خدا را در نظر داشته باشيد و بدانيد که خدا در اجرای مجازات سختگیر است.", "subtitle": "Hajj and 'Umrah Pilgrimage*", "footnote": "*2:196 See the details of Hajj and 'Umrah in Appendix 15."}, {"sura_num": 2, "verse_num": 197, "arabic_text": "ٱلْحَجُّ أَشْهُرٌ مَّعْلُومَٰتٌ  فَمَن فَرَضَ فِيهِنَّ ٱلْحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِى ٱلْحَجِّ   وَمَا تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ ٱللَّهُ   وَتَزَوَّدُوا فَإِنَّ خَيْرَ ٱلزَّادِ ٱلتَّقْوَىٰ  وَٱتَّقُونِ يَٰٓأُولِى ٱلْأَلْبَٰبِ", "english_text": "Hajj shall be observed in the specified months.* Whoever sets out to observe Hajj shall refrain from sexual intercourse, misconduct, and arguments throughout Hajj. Whatever good you do, GOD is fully aware thereof. As you prepare your provisions for the journey, the best provision is righteousness. You shall observe Me, O you who possess intelligence.", "persian_text": "حج بايد در ماه های مشخص انجام شود.* هر كس عازم حج است بايد در ايام حج از آميزش جنسى، بدرفتاری و مجادله خودداری كند. هر كار نيكی انجام دهيد، خدا كاملاً از آن آگاه است. هنگامی كه توشهٔ سفر خود را آماده می كنيد، بهترين توشه، پرهيزكاری است. ای خردمندان، مرا در نظر داشته باشيد.", "subtitle": "The Four Months of Hajj (Dhul-Hijjah, Muharram, Safar, & Rabi I)", "footnote": "*2:197 Hajj can be observed any time during the Sacred Months: Zul-Hijjah, Muharram, Safar, and Rabi I. Local governments restrict Hajj to a few days for their own convenience. See 9:37"}, {"sura_num": 2, "verse_num": 198, "arabic_text": "لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَبْتَغُوا فَضْلًا مِّن رَّبِّكُمْ  فَإِذَآ أَفَضْتُم مِّنْ عَرَفَٰتٍ فَٱذْكُرُوا ٱللَّهَ عِندَ ٱلْمَشْعَرِ ٱلْحَرَامِ  وَٱذْكُرُوهُ كَمَا هَدَىٰكُمْ وَإِن كُنتُم مِّن قَبْلِهِۦ لَمِنَ ٱلضَّآلِّينَ", "english_text": "You commit no error by seeking provisions from your Lord (through commerce). When you file from 'Arafaat, you shall commemorate GOD at the Sacred Location (of Muzdalifah). You shall commemorate Him for guiding you; before this, you had gone astray.", "persian_text": "اگر (از راه تجارت) در طلب روزی پروردگارتان باشيد، اشتباهی مرتكب نمی شويد. هنگامی كه از عرفات به صف می رويد، در آن مكان مقدس (مزدلفه) ذكر خدا را بگوييد. او را ياد كنيد كه شما را هدايت كرد؛ پيش از اين، شما گمراه شده بوديد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 199, "arabic_text": "ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ ٱلنَّاسُ وَٱسْتَغْفِرُوا ٱللَّهَ  إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ", "english_text": "You shall file together, with the rest of the people who file, and ask GOD for forgiveness. GOD is Forgiver, Most Merciful.", "persian_text": "همگى شما با بقیهٔ مردمى که به صف می روند، به صف برويد و از خدا طلب بخشش كنيد. خداست عفوكننده، مهربان ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 200, "arabic_text": "فَإِذَا قَضَيْتُم مَّنَٰسِكَكُمْ فَٱذْكُرُوا ٱللَّهَ كَذِكْرِكُمْ ءَابَآءَكُمْ أَوْ أَشَدَّ ذِكْرًا   فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِى ٱلدُّنْيَا وَمَا لَهُۥ فِى ٱلْءَاخِرَةِ مِنْ خَلَٰقٍ", "english_text": "Once you complete your rites, you shall continue to commemorate GOD as you commemorate your own parents, or even better. Some people would say, \"Our Lord, give us of this world,\" while having no share in the Hereafter.", "persian_text": "هنگامی كه مناسك را به جا می ‌آوريد، پيوسته خدا را ياد كنيد. همان طور كه پدر و مادر خود را ياد می كنيد، يا حتی بهتر. بعضی از مردم می ‌گويند: \"پروردگار ما، در اين دنيا به ما بده،\" در حالی كه آنها هيچ سهمی در آخرت ندارند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 201, "arabic_text": "وَمِنْهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِى ٱلدُّنْيَا حَسَنَةً وَفِى ٱلْءَاخِرَةِ حَسَنَةً وَقِنَا عَذَابَ ٱلنَّارِ", "english_text": "Others would say, \"Our Lord, grant us righteousness in this world, and righteousness in the Hereafter, and spare us the retribution of Hell.\"", "persian_text": "برخی ديگر می گويند: \"پروردگار ما، پرهيزكاری در اين دنيا و پرهيزكاری در آخرت به ما عطا كن و ما را از عذاب دوزخ حفظ فرما.\"", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 202, "arabic_text": "أُولَٰٓئِكَ لَهُمْ نَصِيبٌ مِّمَّا كَسَبُوا  وَٱللَّهُ سَرِيعُ ٱلْحِسَابِ", "english_text": "Each of these will receive the share they have earned. GOD is most efficient in reckoning.", "persian_text": "هر يك از آنها سهمی را كه كسب كرده اند، دريافت خواهند كرد. خدا دقيق ترين حسابرس است.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 203, "arabic_text": "وَٱذْكُرُوا ٱللَّهَ فِىٓ أَيَّامٍ مَّعْدُودَٰتٍ  فَمَن تَعَجَّلَ فِى يَوْمَيْنِ فَلَآ إِثْمَ عَلَيْهِ وَمَن تَأَخَّرَ فَلَآ إِثْمَ عَلَيْهِ  لِمَنِ ٱتَّقَىٰ   وَٱتَّقُوا ٱللَّهَ وَٱعْلَمُوٓا أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ", "english_text": "You shall commemorate GOD for a number of days (in Mena); whoever hastens to do this in two days commits no sin, and whoever stays longer commits no sin, so long as righteousness is maintained. You shall observe GOD, and know that before Him you will be gathered.", "persian_text": "خدا را برای چند روزی (در منا) ياد كنيد؛ هر كس با عجله اين كار را در دو روز انجام دهد، گناهی مرتكب نمی شود و اگر كسی بيشتر بماند، تا زمانی كه پرهيزكاری را ادامه دهد، گناهی نكرده است. خدا را در نظر داشته باشيد و بدانيد كه نزد او جمع خواهيد شد.", "subtitle": "Mena: Last Rites of Hajj", "footnote": ""}, {"sura_num": 2, "verse_num": 204, "arabic_text": "وَمِنَ ٱلنَّاسِ مَن يُعْجِبُكَ قَوْلُهُۥ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَيُشْهِدُ ٱللَّهَ عَلَىٰ مَا فِى قَلْبِهِۦ وَهُوَ أَلَدُّ ٱلْخِصَامِ", "english_text": "Among the people, one may impress you with his utterances concerning this life, and may even call upon GOD to witness his innermost thoughts, while he is a most ardent opponent.", "persian_text": "ممكن است شخصی از ميان مردم با سخنانش دربارهٔ اين دنيا، تو را تحت تأثير قرار دهد و حتی ممكن است خدا را بر افكار درونی خود شاهد بگيرد، در حالی كه او از سرسخت ترين مخالفان است.", "subtitle": "Appearances May Be Deceiving", "footnote": ""}, {"sura_num": 2, "verse_num": 205, "arabic_text": "وَإِذَا تَوَلَّىٰ سَعَىٰ فِى ٱلْأَرْضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ ٱلْحَرْثَ وَٱلنَّسْلَ   وَٱللَّهُ لَا يُحِبُّ ٱلْفَسَادَ", "english_text": "As soon as he leaves, he roams the earth corruptingly, destroying properties and lives. GOD does not love corruption.", "persian_text": "او به محض آنكه آنجا را ترك كند، در زمين به فساد می پردازد، مال و جان را به نابودی می كشاند. خدا فساد را دوست ندارد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 206, "arabic_text": "وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتْهُ ٱلْعِزَّةُ بِٱلْإِثْمِ  فَحَسْبُهُۥ جَهَنَّمُ  وَلَبِئْسَ ٱلْمِهَادُ", "english_text": "When he is told, \"Observe GOD,\" he becomes arrogantly indignant. Consequently, his only destiny is Hell; what a miserable abode.", "persian_text": "هنگامى كه به او گفته شود: \"خدا را در نظر داشته باش،\" متکبرانه به خشم می آيد. درنتيجه، تنها سرنوشتی که در انتظار اوست، دوزخ است؛ چه سرای بدی.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 207, "arabic_text": "وَمِنَ ٱلنَّاسِ مَن يَشْرِى نَفْسَهُ ٱبْتِغَآءَ مَرْضَاتِ ٱللَّهِ   وَٱللَّهُ رَءُوف بِٱلْعِبَادِ", "english_text": "Then there are those who dedicate their lives to serving GOD; GOD is compassionate towards such worshipers.", "persian_text": "سپس، كسانى هستند كه زندگی خود را برای خدمت به خدا وقف می كنند؛ خدا نسبت به چنين پرستش كنندگانی رئوف است.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 208, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا ٱدْخُلُوا فِى ٱلسِّلْمِ كَآفَّةً وَلَا تَتَّبِعُوا خُطُوَٰتِ ٱلشَّيْطَٰنِ  إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ", "english_text": "O you who believe, you shall embrace total submission; do not follow the steps of Satan, for he is your most ardent enemy.", "persian_text": "ای كسانی كه ايمان آوردەايد، كاملاً تسليم شويد؛ از گام های شيطان پيروی نكنيد، زيرا او سرسخت ترين دشمن شماست.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 209, "arabic_text": "فَإِن زَلَلْتُم مِّنۢ بَعْدِ مَا جَآءَتْكُمُ ٱلْبَيِّنَٰتُ فَٱعْلَمُوٓا أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ", "english_text": "If you backslide, after the clear proofs have come to you, then know that GOD is Almighty, Most Wise.", "persian_text": "اگر پس از اين مدارک روشنى که برای شما آمده است، به لغزش دچار شويد، پس بدانيد که خداست صاحب اقتدار، حکيم ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 210, "arabic_text": "هَلْ يَنظُرُونَ إِلَّآ أَن يَأْتِيَهُمُ ٱللَّهُ فِى ظُلَلٍ مِّنَ ٱلْغَمَامِ وَٱلْمَلَٰٓئِكَةُ وَقُضِىَ ٱلْأَمْرُ  وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ", "english_text": "Are they waiting until GOD Himself comes to them in dense clouds, together with the angels? When this happens, the whole matter will be terminated, and to GOD everything will be returned.*", "persian_text": "آيا آنها منتظرند تا خدا خودش همراه با فرشتگان در ابرهای متراكم نزد آنها بيايد؟ زمانی كه اين اتفاق رخ دهد، تمام امور خاتمه می ‌يابد و همه چيز نزد خدا بازگردانده می ‌شود.*", "subtitle": "", "footnote": "*2:210 This world is a test; it is our last chance to restore ourselves back into God's kingdom by denouncing idol worship (see the INTRODUCTION). If God and His angels show up, everyone will believe, and the test will no longer be valid."}, {"sura_num": 2, "verse_num": 211, "arabic_text": "سَلْ بَنِىٓ إِسْرَٰٓءِيلَ كَمْ ءَاتَيْنَٰهُم مِّنْ ءَايَة بَيِّنَةٍ   وَمَن يُبَدِّلْ نِعْمَةَ ٱللَّهِ مِنۢ بَعْدِ مَا جَآءَتْهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ", "english_text": "Ask the Children of Israel how many profound miracles have we shown them! For those who disregard the blessings bestowed upon them by GOD, GOD is most strict in retribution.", "persian_text": "از بنی اسرایيل سئوال كن كه ما چند معجزهٔ شگرف به آنها نشان داده‌ايم! كسانی كه نعمت های خدا را كه به آنها داده شده است، ناديده می گيرند، خدا در مجازاتشان، بسيار سختگير است.", "subtitle": "Miracles Bring Greater Responsibility*", "footnote": "*2:211 The Quran's mathematical miracle is a great blessing, and brings with it an awesome responsibility (please see 5:115)."}, {"sura_num": 2, "verse_num": 212, "arabic_text": "زُيِّنَ لِلَّذِينَ كَفَرُوا ٱلْحَيَوٰةُ ٱلدُّنْيَا وَيَسْخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُوا   وَٱلَّذِينَ ٱتَّقَوْا فَوْقَهُمْ يَوْمَ ٱلْقِيَٰمَةِ   وَٱللَّهُ يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ", "english_text": "This worldly life is adorned in the eyes of the disbelievers, and they ridicule those who believe. However, the righteous will be far above them on the Day of Resurrection. GOD blesses whomever He wills, without limits.", "persian_text": "زندگی اين دنيا در نظر كافران زيبا جلوه داده شده است و آنها كسانی را كه ايمان دارند، مسخره می كنند. اگرچه در روز رستاخيز پرهيزكاران به مراتب برتر از آنها خواهند بود. خدا به هر كه بخواهد، نعمت های بی شمار می بخشد.", "subtitle": "Shortsightedness", "footnote": ""}, {"sura_num": 2, "verse_num": 213, "arabic_text": "كَانَ ٱلنَّاسُ أُمَّةً وَٰحِدَةً فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّۦنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلْكِتَٰبَ بِٱلْحَقِّ لِيَحْكُمَ بَيْنَ ٱلنَّاسِ فِيمَا ٱخْتَلَفُوا فِيهِ  وَمَا ٱخْتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَٰتُ بَغْيًۢا بَيْنَهُمْ  فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُوا لِمَا ٱخْتَلَفُوا فِيهِ مِنَ ٱلْحَقِّ بِإِذْنِهِۦ   وَٱللَّهُ يَهْدِى مَن يَشَآءُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ", "english_text": "The people used to be one community when GOD sent the prophets as bearers of good news, as well as warners. He sent down with them the scripture, bearing the truth, to judge among the people in their disputes. Ironically, those who received the scripture were the ones who rejected any new scripture, despite clear proofs given to them. This is due to jealousy on their part. GOD guides those who believe to the truth that is disputed by all others, in accordance with His will. GOD guides whoever wills in a straight path.*", "persian_text": "هنگامی که خدا پيامبران را به عنوان مژده دهنده و هشداردهنده فرستاد، مردم يک امت واحد بودند. او به آنان کتاب آسمانی را که حاوی حقيقت بود، نازل کرد تا ميان مردم در اختلافاتشان قضاوت کند. شگفتا، آنان که کتاب آسمانی دريافت كردند، كسانى بودند كه با وجود مدارک واضح و روشنى كه به آنها دادە شد، هر کتاب آسمانی جديدی را تکذيب کردند. اين ناشی از حسادت آنهاست. خدا به خواست خود، کسانی را که ايمان دارند به سوی آن حقيقتی که سايرين در آن اختلاف دارند، هدايت می نمايد. هر کس که بخواهد، خدا او را در راه راست هدايت می کند.*", "subtitle": "Disastrous Jealousy", "footnote": "*2:213 All worshipers of God ALONE, from all religions, are truly united."}, {"sura_num": 2, "verse_num": 214, "arabic_text": "أَمْ حَسِبْتُمْ أَن تَدْخُلُوا ٱلْجَنَّةَ وَلَمَّا يَأْتِكُم مَّثَلُ ٱلَّذِينَ خَلَوْا مِن قَبْلِكُم  مَّسَّتْهُمُ ٱلْبَأْسَآءُ وَٱلضَّرَّآءُ وَزُلْزِلُوا حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُوا مَعَهُۥ مَتَىٰ نَصْرُ ٱللَّهِ   أَلَآ إِنَّ نَصْرَ ٱللَّهِ قَرِيبٌ", "english_text": "Do you expect to enter Paradise without being tested like those before you? They were tested with hardship and adversity, and were shaken up, until the messenger and those who believed with him said, \"Where is GOD's victory?\" GOD's victory is near.", "persian_text": "آيا انتظار داريد به بهشت برويد بی آنکه مانند گذشتگان مورد آزمايش قرار گيريد؟ آنان با سختی ها و مصيبت ها مورد آزمايش قرار گرفتند و چنان تکان خوردند که رسول و کسانی که همراه او ايمان آورده بودند، گفتند: \"پيروزی خدا کجاست؟\" پيروزی خدا نزديک است.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 215, "arabic_text": "يَسْـَٔلُونَكَ مَاذَا يُنفِقُونَ  قُلْ مَآ أَنفَقْتُم مِّنْ خَيْرٍ فَلِلْوَٰلِدَيْنِ وَٱلْأَقْرَبِينَ وَٱلْيَتَٰمَىٰ وَٱلْمَسَٰكِينِ وَٱبْنِ ٱلسَّبِيلِ   وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ", "english_text": "They ask you about giving: say, \"The charity you give shall go to the parents, the relatives, the orphans, the poor, and the traveling alien.\" Any good you do, GOD is fully aware thereof.", "persian_text": "از تو دربارهٔ انفاق می پرسند. بگو: \"آنچه انفاق می کنيد بايد به والدين، خويشاوندان، يتيمان، تهيدستان و مسافران غريب برسد.\" هر کار نيکی که انجام دهيد، خدا كاملاً از آن آگاه است.", "subtitle": "Recipients of Charity", "footnote": ""}, {"sura_num": 2, "verse_num": 216, "arabic_text": "كُتِبَ عَلَيْكُمُ ٱلْقِتَالُ وَهُوَ كُرْهٌ لَّكُمْ  وَعَسَىٰٓ أَن تَكْرَهُوا شَيْـًٔا وَهُوَ خَيْرٌ لَّكُمْ  وَعَسَىٰٓ أَن تُحِبُّوا شَيْـًٔا وَهُوَ شَرٌّ لَّكُمْ   وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ", "english_text": "Fighting may be imposed on you, even though you dislike it. But you may dislike something which is good for you, and you may like something which is bad for you. GOD knows while you do not know.", "persian_text": "ممکن است جنگ بر شما تحميل شود، اگرچه شما آن را دوست نداريد. بسا چيزی که دوست نداريد و خير شما در آن نهفته است. بسا چيزی که دوست داريد و برای شما بد است. خدا می داند، درحالی که شما نمی دانيد.", "subtitle": "Believers: The Ultimate Victors", "footnote": ""}, {"sura_num": 2, "verse_num": 217, "arabic_text": "يَسْـَٔلُونَكَ عَنِ ٱلشَّهْرِ ٱلْحَرَامِ قِتَالٍ فِيهِ  قُلْ قِتَالٌ فِيهِ كَبِيرٌ  وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفْر بِهِۦ وَٱلْمَسْجِدِ ٱلْحَرَامِ وَإِخْرَاجُ أَهْلِهِۦ مِنْهُ أَكْبَرُ عِندَ ٱللَّهِ  وَٱلْفِتْنَةُ أَكْبَرُ مِنَ ٱلْقَتْلِ   وَلَا يَزَالُونَ يُقَٰتِلُونَكُمْ حَتَّىٰ يَرُدُّوكُمْ عَن دِينِكُمْ إِنِ ٱسْتَطَٰعُوا  وَمَن يَرْتَدِدْ مِنكُمْ عَن دِينِهِۦ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَٰٓئِكَ حَبِطَتْ أَعْمَٰلُهُمْ فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ  وَأُولَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ  هُمْ فِيهَا خَٰلِدُونَ", "english_text": "They ask you about the Sacred Months and fighting therein: say, \"Fighting therein is a sacrilege. However, repelling from the path of GOD and disbelieving in Him and in the sanctity of the Sacred Mosque (Masjid), and evicting its people, are greater sacrileges in the sight of GOD. Oppression is worse than murder.\" They will always fight you to revert you from your religion, if they can. Those among you who revert from their religion, and die as disbelievers, have nullified their works in this life and the Hereafter. These are the dwellers of Hell, wherein they abide forever.", "persian_text": "از تو دربارهٔ ماەهای مقدس و جنگيدن در آن سﺋوال می کنند. بگو: \"جنگيدن در آن نشانهٔ بى حرمتى است. اگرچه، بازداشتن از راه خدا و کافرشدن به او و بى حرمتى به مسجدالحرام و بيرون راندن اهالی آن، از نظر خدا بزرگ ترين هتک حرمت است. ظلم بدتر از قتل است.\" اگر بتوانند مدام با شما مى جنگند تا شما را از دينتان بازگردانند. کسانی از شما که از دين خود برگردند، اعمال خود را در اين دنيا و آخرت تباه کرده اند. اينان ساكنان دوزخ اند، كه در آنجا تا ابد ماندگارند.", "subtitle": "Oppression Condemned", "footnote": ""}, {"sura_num": 2, "verse_num": 218, "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُوا وَٱلَّذِينَ هَاجَرُوا وَجَٰهَدُوا فِى سَبِيلِ ٱللَّهِ أُولَٰٓئِكَ يَرْجُونَ رَحْمَتَ ٱللَّهِ  وَٱللَّهُ غَفُورٌ رَّحِيمٌ", "english_text": "Those who believe, and those who emigrate and strive in the cause of GOD, have deserved GOD's mercy. GOD is Forgiver, Most Merciful.", "persian_text": "كسانى كه ايمان دارند و كسانى كه در راه خدا مهاجرت و كوشش مى كنند، سزاوار رحمت خدا شده اند. خداست عفوكننده، مهربان ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 219, "arabic_text": "يَسْـَٔلُونَكَ عَنِ ٱلْخَمْرِ وَٱلْمَيْسِرِ  قُلْ فِيهِمَآ إِثْمٌ كَبِيرٌ وَمَنَٰفِعُ لِلنَّاسِ وَإِثْمُهُمَآ أَكْبَرُ مِن نَّفْعِهِمَا   وَيَسْـَٔلُونَكَ مَاذَا يُنفِقُونَ قُلِ ٱلْعَفْوَ   كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْءَايَٰتِ لَعَلَّكُمْ تَتَفَكَّرُونَ", "english_text": "They ask you about intoxicants and gambling: say, \"In them there is a gross sin, and some benefits for the people. But their sinfulness far outweighs their benefit.\" They also ask you what to give to charity: say, \"The excess.\" GOD thus clarifies the revelations for you, that you may reflect,", "persian_text": "از تو دربارهٔ مسکرات و قمار سﺋوال می کنند. بگو: \"در آنها گناهی است بزرگ و منافعی چند برای مردم. ولی گناه آن بسيار سنگين تر از سود آن است.\" و نيز از تو می پرسند چه انفاق کنند. بگو: \"مازاد را.\" خدا به اين روشنی آيات خود را بر شما بيان می کند، تا بينديشید،", "subtitle": "Intoxicants and Gambling Prohibited*", "footnote": "*2:219 The world now recognizes that the economic benefits from manufacturing alcoholic beverages and illicit drugs are not worth the traffic fatalities, brain damage to children of alcoholic mothers, family crises, and other disastrous consequences. Check with \"Alcoholics Anonymous\" and \"Gamblers Anonymous\" for more information. See also 5:90-91."}, {"sura_num": 2, "verse_num": 220, "arabic_text": "فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ   وَيَسْـَٔلُونَكَ عَنِ ٱلْيَتَٰمَىٰ  قُلْ إِصْلَاحٌ لَّهُمْ خَيْرٌ  وَإِن تُخَالِطُوهُمْ فَإِخْوَٰنُكُمْ  وَٱللَّهُ يَعْلَمُ ٱلْمُفْسِدَ مِنَ ٱلْمُصْلِحِ  وَلَوْ شَآءَ ٱللَّهُ لَأَعْنَتَكُمْ  إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ", "english_text": "upon this life and the Hereafter. And they ask you about the orphans: say, \"Bringing them up as righteous persons is the best you can do for them. If you mix their property with yours, you shall treat them as family members.\" GOD knows the righteous and the wicked. Had GOD willed, He could have imposed harsher rules upon you. GOD is Almighty, Most Wise.", "persian_text": "دربارهٔ اين دنيا و آخرت. از تو دربارهٔ يتيمان می پرسند. بگو: \"بهترين کاری که شما می توانيد برای ايشان انجام دهيد، اين است که آنها را پرهيزكار بار آوريد. اگر اموال آنان را با اموال خود مخلوط می کنيد، مانند يک عضو خانواده با آنان رفتار کنيد.\" خدا می داند که چه کسی صالح است و چه کسی تبهکار. اگر خدا می خواست، می توانست قوانين دشوارتری بر شما تکليف کند. خداست صاحب اقتدار، حکيم ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 221, "arabic_text": "وَلَا تَنكِحُوا ٱلْمُشْرِكَٰتِ حَتَّىٰ يُؤْمِنَّ  وَلَأَمَةٌ مُّؤْمِنَةٌ خَيْرٌ مِّن مُّشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ   وَلَا تُنكِحُوا ٱلْمُشْرِكِينَ حَتَّىٰ يُؤْمِنُوا  وَلَعَبْدٌ مُّؤْمِنٌ خَيْرٌ مِّن مُّشْرِكٍ وَلَوْ أَعْجَبَكُمْ   أُولَٰٓئِكَ يَدْعُونَ إِلَى ٱلنَّارِ  وَٱللَّهُ يَدْعُوٓا إِلَى ٱلْجَنَّةِ وَٱلْمَغْفِرَةِ بِإِذْنِهِۦ  وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ", "english_text": "Do not marry idolatresses unless they believe; a believing woman is better than an idolatress, even if you like her. Nor shall you give your daughters in marriage to idolatrous men, unless they believe. A believing man is better than an idolater, even if you like him. These invite to Hell, while GOD invites to Paradise and forgiveness, as He wills. He clarifies His revelations for the people, that they may take heed.", "persian_text": "با زنان مشرک ازدواج نکنيد، مگر آنكه ايمان بياورند؛ يک زن باايمان بهتر از يک زن مشرک است، حتی اگر او را دوست داشته باشيد. و نيز دختران خود را به ازدواج مردان مشرک درنياوريد، مگر آنكه ايمان بياورند. يک مرد باايمان بهتر از يک مرد مشرک است، حتی اگر او را دوست داشته باشيد. اينان به سوی دوزخ دعوت می کنند، در حالی که خدا به خواست خود به بهشت و آمرزش دعوت مى كند. او آيات خود را اين چنين واضح برای مردم بيان می کند، تا توجه کنند.", "subtitle": "Do Not Marry Idol Worshipers", "footnote": ""}, {"sura_num": 2, "verse_num": 222, "arabic_text": "وَيَسْـَٔلُونَكَ عَنِ ٱلْمَحِيضِ  قُلْ هُوَ أَذًى فَٱعْتَزِلُوا ٱلنِّسَآءَ فِى ٱلْمَحِيضِ  وَلَا تَقْرَبُوهُنَّ حَتَّىٰ يَطْهُرْنَ  فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ ٱللَّهُ  إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلْمُتَطَهِّرِينَ", "english_text": "They ask you about menstruation: say, \"It is harmful; you shall avoid sexual intercourse with the women during menstruation; do not approach them until they are rid of it. Once they are rid of it, you may have intercourse with them in the manner designed by GOD. GOD loves the repenters, and He loves those who are clean.\"", "persian_text": "از تو دربارهٔ عادت ماهانه می پرسند. بگو: \"بايد در طى عادت ماهانه از روابط جنسی با زنان خودداری کنيد که آن زيانبار است؛ با ايشان نزديکی نکنيد تا آن دورە را تمام كنند. هنگامی که تمام شد، رابطهٔ جنسی را به شيوه ای می توانيد با ايشان برقرار کنيد که خدا طرح كردە است. خدا توبه کنندگان و پاكيزگان را دوست دارد.\"", "subtitle": "Menstruation", "footnote": ""}, {"sura_num": 2, "verse_num": 223, "arabic_text": "نِسَآؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُوا حَرْثَكُمْ أَنَّىٰ شِئْتُمْ  وَقَدِّمُوا لِأَنفُسِكُمْ  وَٱتَّقُوا ٱللَّهَ وَٱعْلَمُوٓا أَنَّكُم مُّلَٰقُوهُ   وَبَشِّرِ ٱلْمُؤْمِنِينَ", "english_text": "Your women are the bearers of your seed. Thus, you may enjoy this privilege however you like, so long as you maintain righteousness. You shall observe GOD, and know that you will meet Him. Give good news to the believers.", "persian_text": "زنان شما حامل ذريهٔ شما هستند. بنابراين، می توانيد بدان گونه که دوست داريد، به شرط رعايت پرهيزكاری، از اين مزيت برخوردار شويد. خدا را در نظر داشته باشيد و بدانيد که او را ملاقات خواهيد کرد. به مؤمنان بشارت ده.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 224, "arabic_text": "وَلَا تَجْعَلُوا ٱللَّهَ عُرْضَةً لِّأَيْمَٰنِكُمْ أَن تَبَرُّوا وَتَتَّقُوا وَتُصْلِحُوا بَيْنَ ٱلنَّاسِ   وَٱللَّهُ سَمِيعٌ عَلِيمٌ", "english_text": "Do not subject GOD's name to your casual swearing, that you may appear righteous, pious, or to attain credibility among the people. GOD is Hearer, Knower.", "persian_text": "نام خدا را دستاويز سوگندهای عادی خود قرار ندهيد، تا خود را باتقوا و متدين نشان دهيد، يا در ميان مردم اعتبار کسب کنيد. خداست شنوا، دانا.", "subtitle": "Do Not Take God's Name in Vain", "footnote": ""}, {"sura_num": 2, "verse_num": 225, "arabic_text": "لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغْوِ فِىٓ أَيْمَٰنِكُمْ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتْ قُلُوبُكُمْ   وَٱللَّهُ غَفُورٌ حَلِيمٌ", "english_text": "GOD does not hold you responsible for the mere utterance of oaths; He holds you responsible for your innermost intentions. GOD is Forgiver, Clement.", "persian_text": "خدا شما را به خاطر قسم هاى لفظى مسئول نمى داند؛ او شما را براى نيت هاى درونیتان مسئول مى داند. خداست عفوكننده، باگذشت.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 226, "arabic_text": "لِّلَّذِينَ يُؤْلُونَ مِن نِّسَآئِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ  فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ", "english_text": "Those who intend to divorce their wives shall wait four months (cooling off); if they change their minds and reconcile, then GOD is Forgiver, Merciful.", "persian_text": "کسانی که قصد دارند زنان خود را طلاق دهند، بايد چهار ماه صبر کنند (که آرام شوند)؛ اگر منصرف شوند و آشتی کنند، پس خداست عفوكنندە، مهربان.", "subtitle": "Laws of Divorce", "footnote": ""}, {"sura_num": 2, "verse_num": 227, "arabic_text": "وَإِنْ عَزَمُوا ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ", "english_text": "If they go through with the divorce, then GOD is Hearer, Knower.", "persian_text": "اگر طلاق بگيرند، پس خداست شنوا، دانا.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 228, "arabic_text": "وَٱلْمُطَلَّقَٰتُ يَتَرَبَّصْنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٍ  وَلَا يَحِلُّ لَهُنَّ أَن يَكْتُمْنَ مَا خَلَقَ ٱللَّهُ فِىٓ أَرْحَامِهِنَّ إِن كُنَّ يُؤْمِنَّ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ  وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِى ذَٰلِكَ إِنْ أَرَادُوٓا إِصْلَٰحًا  وَلَهُنَّ مِثْلُ ٱلَّذِى عَلَيْهِنَّ بِٱلْمَعْرُوفِ  وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ   وَٱللَّهُ عَزِيزٌ حَكِيمٌ", "english_text": "The divorced women shall wait three menstruations (before marrying another man). It is not lawful for them to conceal what GOD creates in their wombs, if they believe in GOD and the Last Day. (In case of pregnancy,) the husband's wishes shall supersede the wife's wishes, if he wants to remarry her. The women have rights, as well as obligations, equitably. Thus, the man's wishes prevail (in case of pregnancy). GOD is Almighty, Most Wise.", "persian_text": "زنانى كه طلاق گرفتند (پیش از ازدواج با مرد ديگر) بايد تا سه عادت ماهانه صبر كنند. اگر به خدا و روز آخر ايمان دارند، برايشان قانونى نيست كه آنچه را خدا در رحم هايشان مى آفريند، پنهان كنند. (در صورت حاملگى) اگر شوهر بخواهد دوباره با زنش ازدواج كند، خواستهٔ او بر خواستهٔ زن مقدم است. زنان در نهايت عدل و انصاف، همان طور که حقوقى دارند، تعهداتی نيز دارند. بنابراين، (درصورت حاملگى) خواستهٔ مرد ارجحيت دارد. خداست صاحب اقتدار، حكيم ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 229, "arabic_text": "ٱلطَّلَٰقُ مَرَّتَانِ  فَإِمْسَاك بِمَعْرُوفٍ أَوْ تَسْرِيح بِإِحْسَٰنٍ   وَلَا يَحِلُّ لَكُمْ أَن تَأْخُذُوا مِمَّآ ءَاتَيْتُمُوهُنَّ شَيْـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ  فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا ٱفْتَدَتْ بِهِۦ   تِلْكَ حُدُودُ ٱللَّهِ فَلَا تَعْتَدُوهَا  وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُولَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ", "english_text": "Divorce may be retracted twice. The divorced woman shall be allowed to live in the same home amicably, or leave it amicably. It is not lawful for the husband to take back anything he had given her. However, the couple may fear that they may transgress GOD's law. If there is fear that they may transgress GOD's law, they commit no error if the wife willingly gives back whatever she chooses. These are GOD's laws; do not transgress them. Those who transgress GOD's laws are the unjust.", "persian_text": "در طلاق مى توان دوبار رجوع كرد. به زنى كه طلاق گرفته است، بايد اجازه داده شود تا در همان خانه دوستانه زندگى كند، يا دوستانه آنجا را ترك نمايد. براى شوهر حلال نيست تا چيزى را كه به او داده است، پس بگيرد. مگر آنكه طرفين بترسند كه نتوانند قانون خدا را رعايت كنند. اگر بيم آن رود كه از قانون خدا سرپيچى كنند، اشتباهى نمى كنند اگر زن به ميل خود آنچه را كه مى خواهد پس بدهد. اينها قوانين خداست؛ از حدود آنها تجاوز نكنيد. كسانى كه از حدود قوانين خدا پا فراتر نهند، بى عدالتى مى كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 230, "arabic_text": "فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعْدُ حَتَّىٰ تَنكِحَ زَوْجًا غَيْرَهُۥ   فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيْهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِ   وَتِلْكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوْمٍ يَعْلَمُونَ", "english_text": "If he divorces her (for the third time), it is unlawful for him to remarry her, unless she marries another man, then he divorces her. The first husband can then remarry her, so long as they observe GOD's laws. These are GOD's laws; He explains them for people who know.", "persian_text": "اگر (برای بار سوم) او را طلاق دهد، ازدواج مجدد آن دو غير قانونی است، مگر آنکه او با مردی ديگر ازدواج کند، سپس او نيز وى را طلاق دهد. در اين صورت شوهر اول می تواند مجدداً با وی ازدواج کند، مشروط بر آنکه آنها قوانين خدا را رعايت کنند. اينها قوانين خداست؛ او آنها را برای مردمی که می دانند، شرح می دهد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 231, "arabic_text": "وَإِذَا طَلَّقْتُمُ ٱلنِّسَآءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ  وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِّتَعْتَدُوا  وَمَن يَفْعَلْ ذَٰلِكَ فَقَدْ ظَلَمَ نَفْسَهُۥ  وَلَا تَتَّخِذُوٓا ءَايَٰتِ ٱللَّهِ هُزُوًا  وَٱذْكُرُوا نِعْمَتَ ٱللَّهِ عَلَيْكُمْ وَمَآ أَنزَلَ عَلَيْكُم مِّنَ ٱلْكِتَٰبِ وَٱلْحِكْمَةِ يَعِظُكُم بِهِۦ  وَٱتَّقُوا ٱللَّهَ وَٱعْلَمُوٓا أَنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ", "english_text": "If you divorce the women, once they fulfill their interim (three menstruations), you shall allow them to live in the same home amicably, or let them leave amicably. Do not force them to stay against their will, as a revenge. Anyone who does this wrongs his own soul. Do not take GOD's revelations in vain. Remember GOD's blessings upon you, and that He sent down to you the scripture and wisdom to enlighten you. You shall observe GOD, and know that GOD is aware of all things.", "persian_text": "اگر زنان را طلاق دهيد، هنگامى كه عدهٔ (سه عادت ماهانه) آنها به پايان رسد، بايد به آنها اجازه دهيد در همان خانه دوستانه زندگى كنند، يا بگذاريد دوستانه آنجا را ترك نمايند. برای انتقام جويى، آنها را مجبور نكنيد تا برخلاف ميلشان بمانند. هر كس اين كار را بكند به نفس خويش ستم مى كند. آيات خدا را بيهوده نگيريد. نعمت هاى خدا را بر خود به ياد آوريد و اينكه او برايتان كتاب آسمانى و حكمت فرو فرستاد تا شما را روشن كند. خدا را در نظر داشته باشيد و بدانيد كه خدا بر همه چيز آگاه است.", "subtitle": "Do Not Throw the Divorcees Out Onto the Streets", "footnote": ""}, {"sura_num": 2, "verse_num": 232, "arabic_text": "وَإِذَا طَلَّقْتُمُ ٱلنِّسَآءَ فَبَلَغْنَ أَجَلَهُنَّ فَلَا تَعْضُلُوهُنَّ أَن يَنكِحْنَ أَزْوَٰجَهُنَّ إِذَا تَرَٰضَوْا بَيْنَهُم بِٱلْمَعْرُوفِ   ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمْ يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ   ذَٰلِكُمْ أَزْكَىٰ لَكُمْ وَأَطْهَرُ   وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ", "english_text": "If you divorce the women, once they fulfill their interim, do not prevent them from remarrying their husbands, if they reconcile amicably. This shall be heeded by those among you who believe in GOD and the Last Day. This is purer for you, and more righteous. GOD knows, while you do not know.", "persian_text": "اگر زنان را طلاق دهيد، هنگامى كه عدهٔ آنها به سر رسيد، آنها را از ازدواج مجدد با شوهرانشان منع نکنيد، اگر که با حسن تفاهم خواهان آشتی باشند. کسانى از شما که به خدا و روز آخر ايمان دارند، اين را رعايت می کنند. اين برای شما پاک تر و پرهيزكارانه تر است. خدا می داند، در حالی که شما نمی دانيد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 233, "arabic_text": "وَٱلْوَٰلِدَٰتُ يُرْضِعْنَ أَوْلَٰدَهُنَّ حَوْلَيْنِ كَامِلَيْنِ  لِمَنْ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَ  وَعَلَى ٱلْمَوْلُودِ لَهُۥ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِٱلْمَعْرُوفِ  لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا  لَا تُضَآرَّ وَٰلِدَة بِوَلَدِهَا وَلَا مَوْلُودٌ لَّهُۥ بِوَلَدِهِۦ  وَعَلَى ٱلْوَارِثِ مِثْلُ ذَٰلِكَ   فَإِنْ أَرَادَا فِصَالًا عَن تَرَاضٍ مِّنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا   وَإِنْ أَرَدتُّمْ أَن تَسْتَرْضِعُوٓا أَوْلَٰدَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُم مَّآ ءَاتَيْتُم بِٱلْمَعْرُوفِ   وَٱتَّقُوا ٱللَّهَ وَٱعْلَمُوٓا أَنَّ ٱللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ", "english_text": "Divorced mothers shall nurse their infants two full years, if the father so wishes. The father shall provide the mother's food and clothing equitably. No one shall be burdened beyond his ability. No mother shall be harmed on account of her infant, nor shall the father be harmed because of his infant. (If the father dies), his inheritor shall assume these responsibilities. If the infant's parents mutually agree to part, after due consultation, they commit no error by doing so. You commit no error by hiring nursing mothers, so long as you pay them equitably. You shall observe GOD, and know that GOD is Seer of everything you do.", "persian_text": "مادران مطلقه، اگر پدر بخواهد، بايد دو سال تمام، كودكان خود را شير دهند. پدر بايد خوراك و پوشاك مادر را منصفانه فراهم كند. به هيچ كس نبايد بيش از توانايی اش تحميل شود. نه مادر بايد به خاطر كودك خود صدمه ببيند و نه پدر. (اگر پدر بميرد)، وارث او بايد اين مسئوليت ها را بر عهده گيرد. اگر پدر و مادر نوزاد پس از مشورت هاى لازم، هر دو مصمم به جدايى باشند، اشتباهى نمى كنند. اگر دايه استخدام كنيد، مشروط بر آنكه حقوقشان را منصفانه بپردازيد، اشتباهى نمى كنيد. بايد خدا را در نظر داشته باشيد و بدانيد كه خدا بر تمام اعمالتان بيناست.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 234, "arabic_text": "وَٱلَّذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَٰجًا يَتَرَبَّصْنَ بِأَنفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا  فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِىٓ أَنفُسِهِنَّ بِٱلْمَعْرُوفِ   وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ", "english_text": "Those who die and leave wives, their widows shall wait four months and ten days (before they remarry). Once they fulfill their interim, you commit no error by letting them do whatever righteous matters they wish to do. GOD is fully Cognizant of everything you do.", "persian_text": "كسانى كه بميرند و زنانى باقى بگذارند، بيوه هايشان بايد چهار ماه و ده روز (پیش از ازدواج مجدد) صبر كنند. هنگامى كه عدهٔ خود را به پايان رساندند، اشتباهى نمى كنيد اگر بگذاريد هر كار پرهيزكارانه اى را كه مايلند، انجام دهند. خدا از تمام اعمالتان كاملاً آگاه است.", "subtitle": "You Shall Observe the Pre-Marriage Interims", "footnote": ""}, {"sura_num": 2, "verse_num": 235, "arabic_text": "وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُم بِهِۦ مِنْ خِطْبَةِ ٱلنِّسَآءِ أَوْ أَكْنَنتُمْ فِىٓ أَنفُسِكُمْ  عَلِمَ ٱللَّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُوا قَوْلًا مَّعْرُوفًا  وَلَا تَعْزِمُوا عُقْدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبْلُغَ ٱلْكِتَٰبُ أَجَلَهُۥ  وَٱعْلَمُوٓا أَنَّ ٱللَّهَ يَعْلَمُ مَا فِىٓ أَنفُسِكُمْ فَٱحْذَرُوهُ  وَٱعْلَمُوٓا أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٌ", "english_text": "You commit no sin by announcing your engagement to the women, or keeping it secret. GOD knows that you will think about them. Do not meet them secretly, unless you have something righteous to discuss. Do not consummate the marriage until their interim is fulfilled. You should know that GOD knows your innermost thoughts, and observe Him. You should know that GOD is Forgiver, Clement.", "persian_text": "هيچ گناهى مرتكب نمی شويد اگر نامزدى خود را با آن زنان اعلام كنيد، يا آن را پنهان نماييد. خدا می داند كه شما به آنها فكر مى كنيد. با آنها مخفيانه ملاقات نكنيد، مگر آنكه بخواهيد دربارهٔ امرى پرهيزكارانه صحبت كنيد. با آنها زناشويى نكنيد تا اينكه عدهٔ آنها به پايان رسد. بايد بدانيد كه خدا افكار درونى شما را مى داند و او را در نظر داشته باشيد. بدانيد كه خداست عفوكننده، باگذشت.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 236, "arabic_text": "لَّا جُنَاحَ عَلَيْكُمْ إِن طَلَّقْتُمُ ٱلنِّسَآءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً  وَمَتِّعُوهُنَّ عَلَى ٱلْمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلْمُقْتِرِ قَدَرُهُۥ مَتَٰعًۢا بِٱلْمَعْرُوفِ  حَقًّا عَلَى ٱلْمُحْسِنِينَ", "english_text": "You commit no error by divorcing the women before touching them, or before setting the dowry for them. In this case, you shall compensate them—the rich as he can afford and the poor as he can afford —an equitable compensation. This is a duty upon the righteous.", "persian_text": "اشتباهى مرتكب نمى شويد اگر زنان را پیش از تماس زناشويی، يا پيش از تعيين مهريه طلاق دهيد. در اين صورت، بايد به آنان غرامت بپردازيد- ثروتمند به اندازهٔ توانايى اش و تهىدست به اندازهٔ توانايى اش- غرامتی منصفانه. اين وظيفه اى است بر نيکوکاران.", "subtitle": "Breaking the Engagement", "footnote": ""}, {"sura_num": 2, "verse_num": 237, "arabic_text": "وَإِن طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ إِلَّآ أَن يَعْفُونَ أَوْ يَعْفُوَا ٱلَّذِى بِيَدِهِۦ عُقْدَةُ ٱلنِّكَاحِ  وَأَن تَعْفُوٓا أَقْرَبُ لِلتَّقْوَىٰ  وَلَا تَنسَوُا ٱلْفَضْلَ بَيْنَكُمْ  إِنَّ ٱللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ", "english_text": "If you divorce them before touching them, but after you had set the dowry for them, the compensation shall be half the dowry, unless they voluntarily forfeit their rights, or the party responsible for causing the divorce chooses to forfeit the dowry. To forfeit is closer to righteousness. You shall maintain the amicable relations among you. GOD is Seer of everything you do.", "persian_text": "اگر زنان را پيش از تماس زناشويی، ولی پس از تعيين مهريه طلاق دهيد، نيمی از مهريه را به عنوان غرامت بدهيد، مگر آنکه آنها به ميل خود از حق خود صرف  نظر کنند، يا هر يك از آنها که باعث طلاق شده است از مهريه صرف نظر کند. گذشت به پرهيزكاری نزديک تر است. روابط دوستانه را ميان خود حفظ کنيد. خدا بر تمام اعمال شما بيناست.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 238, "arabic_text": "حَٰفِظُوا عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلْوُسْطَىٰ وَقُومُوا لِلَّهِ قَٰنِتِينَ", "english_text": "You shall consistently observe the Contact Prayers, especially the middle prayer, and devote yourselves totally to GOD.", "persian_text": "مرتب نمازها (ارتباط با خدا) را به جا آورید، به خصوص نماز ميانى را، و خود را كاملاً به خدا اختصاص دهيد.", "subtitle": "You Shall Observe the Contact Prayers*", "footnote": "*2:238 All five prayers are found in 2:238, 11:114, 17:78, & 24:58. When the Quran was revealed, the Contact Prayers (Salat) had already been in existence (Appendix 9). The details of all five prayers—what to recite and the number of units (Rak'aas) per prayer, etc.—are mathematically confirmed. For example, writing down the number of units for each of the five prayers, next to each other, we get 24434, 19x1286. Also, if we use (*) to represent Sura 1 (Al-Fãtehah), where (*)=the sura number (1), followed by the number of verses (7), followed by the number of each verse, the number of letters in each verse, and the gematrical value of every letter, writing down 2 (*) (*) 4 (*) (*) (*) (*) 4 (*) (*) (*) (*) 3 (*) (*) (*) 4 (*) (*) (*) (*) produces a multiple of 19 (see 1:1)."}, {"sura_num": 2, "verse_num": 239, "arabic_text": "فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًا  فَإِذَآ أَمِنتُمْ فَٱذْكُرُوا ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمْ تَكُونُوا تَعْلَمُونَ", "english_text": "Under unusual circumstances, you may pray while walking or riding. Once you are safe, you shall commemorate GOD as He taught you what you never knew.", "persian_text": "در مواقع غير عادی، می توانيد در حال راه رفتن، يا سوارە نماز بخوانيد. همين که در امان شديد، خدا را ياد کنيد؛ بدان گونه که او به شما آموخت و شما هرگز نمی دانستيد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 240, "arabic_text": "وَٱلَّذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَٰجًا وَصِيَّةً لِّأَزْوَٰجِهِم مَّتَٰعًا إِلَى ٱلْحَوْلِ غَيْرَ إِخْرَاجٍ  فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِى مَا فَعَلْنَ فِىٓ أَنفُسِهِنَّ مِن مَّعْرُوفٍ   وَٱللَّهُ عَزِيزٌ حَكِيمٌ", "english_text": "Those who die and leave wives, a will shall provide their wives with support for a year, provided they stay within the same household. If they leave, you commit no sin by letting them do whatever they wish, so long as righteousness is maintained. GOD is Almighty, Most Wise.", "persian_text": "كسانى كه بميرند و زنانى باقى بگذارند، بايد وصيت نامه اى زنانشان را تا يك سال تأمين كند، در صورتى كه در همان خانه بمانند. اگر خودشان بروند، شما گناهى مرتكب نمى شويد كه آنها را آزاد بگذاريد تا مطابق ميل خود رفتار كنند، مشروط بر آنكه تقوى رعايت شود. خداست صاحب اقتدار، حكيم ترين.", "subtitle": "Alimony For Widows and Divorcees", "footnote": ""}, {"sura_num": 2, "verse_num": 241, "arabic_text": "وَلِلْمُطَلَّقَٰتِ مَتَٰع بِٱلْمَعْرُوفِ  حَقًّا عَلَى ٱلْمُتَّقِينَ", "english_text": "The divorcees also shall be provided for, equitably. This is a duty upon the righteous.", "persian_text": "همچنين زنان مطلقه، بايد منصفانه تأمين شوند. اين وظيفهٔ پرهيزكاران است.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 242, "arabic_text": "كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَٰتِهِۦ لَعَلَّكُمْ تَعْقِلُونَ", "english_text": "GOD thus explains His revelations for you, that you may understand.", "persian_text": "خدا اين چنين آيات خود را برای شما شرح می دهد، باشد که بفهميد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 243, "arabic_text": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ خَرَجُوا مِن دِيَٰرِهِمْ وَهُمْ أُلُوفٌ حَذَرَ ٱلْمَوْتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُوا ثُمَّ أَحْيَٰهُمْ  إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ", "english_text": "Have you noted those who fled their homes—though they were in the thousands—fearing death? GOD said to them, \"Die,\" then revived them. GOD showers His grace upon the people, but most people are unappreciative.", "persian_text": "آيا توجه كرده اى به كسانى كه از بيم مرگ از خانه هايشان گريختند، با آنكه هزاران تن بودند؟ خدا به آنها گفت: \"بميريد،\" سپس آنها را دوباره زنده كرد. خدا موهبت خويش را بر مردم ارزانى می دارد، ولى بيشتر مردم ناسپاسند.", "subtitle": "Striving in the Cause of God", "footnote": ""}, {"sura_num": 2, "verse_num": 244, "arabic_text": "وَقَٰتِلُوا فِى سَبِيلِ ٱللَّهِ وَٱعْلَمُوٓا أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ", "english_text": "You shall fight in the cause of GOD, and know that GOD is Hearer, Knower.", "persian_text": "در راه خدا بجنگيد و بدانيد که خدا شنواست، دانا.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 245, "arabic_text": "مَّن ذَا ٱلَّذِى يُقْرِضُ ٱللَّهَ قَرْضًا حَسَنًا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضْعَافًا كَثِيرَةً  وَٱللَّهُ يَقْبِضُ وَيَبْص ُطُ وَإِلَيْهِ تُرْجَعُونَ", "english_text": "Who would lend GOD a loan of righteousness, to have it repaid to them multiplied manifold? GOD is the One who provides and withholds, and to Him you will be returned.", "persian_text": "چه كسانى مى خواهند به خدا وام دهند، وام پرهيزكارى تا چندين برابر آن به آنها بازگردانده شود؟ خداست كه روزى را فراهم می كند و دريغ مى دارد و شما نزد او بازگردانده خواهيد شد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 246, "arabic_text": "أَلَمْ تَرَ إِلَى ٱلْمَلَإِ مِنۢ بَنِىٓ إِسْرَٰٓءِيلَ مِنۢ بَعْدِ مُوسَىٰٓ إِذْ قَالُوا لِنَبِىٍّ لَّهُمُ ٱبْعَثْ لَنَا مَلِكًا نُّقَٰتِلْ فِى سَبِيلِ ٱللَّهِ  قَالَ هَلْ عَسَيْتُمْ إِن كُتِبَ عَلَيْكُمُ ٱلْقِتَالُ أَلَّا تُقَٰتِلُوا  قَالُوا وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِى سَبِيلِ ٱللَّهِ وَقَدْ أُخْرِجْنَا مِن دِيَٰرِنَا وَأَبْنَآئِنَا  فَلَمَّا كُتِبَ عَلَيْهِمُ ٱلْقِتَالُ تَوَلَّوْا إِلَّا قَلِيلًا مِّنْهُمْ   وَٱللَّهُ عَلِيم بِٱلظَّٰلِمِينَ", "english_text": "Have you noted the leaders of Israel after Moses? They said to their prophet, \"If you appoint a king to lead us, we will fight in the cause of GOD.\" He said, \"Is it your intention that, if fighting is decreed for you, you will not fight?\" They said, \"Why should we not fight in the cause of GOD, when we have been deprived of our homes, and our children?\" Yet, when fighting was decreed for them, they turned away, except a few. GOD is aware of the transgressors.", "persian_text": "آيا به رهبران اسراييل پس از موسی توجه كردە ای؟ آنها به پيامبر خود گفتند: \"اگر پادشاهی برای ما برگزينی که ما را رهبری کند، ما در راه خدا خواهيم جنگيد.\" گفت: \"آيا مقصودتان اين است که اگر فرمان جنگ بر شما صادر شود، نمی جنگيد؟\" گفتند: \"چرا در راه خدا نجنگيم، حال آنکه ما از ديار خود و از فرزاندان خود محروم شده ايم؟\" با اين حال، هنگامى که فرمان جنگ برايشان صادر شد، آنها پشت کردند، جز عدهٔ كمى. خدا از ستمگران کاملاً آگاه است.", "subtitle": "Saul*", "footnote": "*2:246 This same history is narrated in the Bible's Book of I Samuel, Ch. 9 and 10."}, {"sura_num": 2, "verse_num": 247, "arabic_text": "وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ ٱللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا  قَالُوٓا أَنَّىٰ يَكُونُ لَهُ ٱلْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِٱلْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِّنَ ٱلْمَالِ  قَالَ إِنَّ ٱللَّهَ ٱصْطَفَىٰهُ عَلَيْكُمْ وَزَادَهُۥ بَسْطَةً فِى ٱلْعِلْمِ وَٱلْجِسْمِ  وَٱللَّهُ يُؤْتِى مُلْكَهُۥ مَن يَشَآءُ  وَٱللَّهُ وَٰسِعٌ عَلِيمٌ", "english_text": "Their prophet said to them, \"GOD has appointed Taloot (Saul) to be your king.\" They said, \"How can he have kingship over us when we are more worthy of kingship than he; he is not even rich?\" He said, \"GOD has chosen him over you, and has blessed him with an abundance in knowledge and in body.\" GOD grants His kingship to whomever He wills. GOD is Bounteous, Omniscient.", "persian_text": "پيامبرشان به آنها گفت: \"خدا طالوت را به پادشاهى شما تعيين كرده است.\" آنها گفتند: \"او چگونه می تواند بر ما پادشاهى كند، در حالى كه ما براى پادشاهى شايسته تريم؛ او حتى ثروتى هم ندارد؟\" او گفت: \"خدا او را بر شما برگزيده است و با دانش فراوان و قدرت جسمانى او را مورد رحمت قرار داده است.\" خدا پادشاهى خويش را به هر كه بخواهد، عطا می نمايد. خداست سخاوتمند، داناى مطلق.", "subtitle": "Questioning God's Wisdom", "footnote": ""}, {"sura_num": 2, "verse_num": 248, "arabic_text": "وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ ءَايَةَ مُلْكِهِۦٓ أَن يَأْتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٌ مِّن رَّبِّكُمْ وَبَقِيَّةٌ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحْمِلُهُ ٱلْمَلَٰٓئِكَةُ  إِنَّ فِى ذَٰلِكَ لَءَايَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ", "english_text": "Their prophet said to them, \"The sign of his kingship is that the Ark of the Covenant will be restored to you, bringing assurances from your Lord, and relics left by the people of Moses and the people of Aaron. It will be carried by the angels. This should be a convincing sign for you, if you are really believers.\"", "persian_text": "پيامبرشان به آنان گفت: \"نشانهٔ پادشاهی او اين است که صندوق پيمان به شما بازگردانيده خواهد شد، که اين اطمينان خاطری است از جانب پروردگارتان و آثارى است كه از مردم موسی و مردم هارون باقى ماندە است. فرشتگان آن را حمل خواهند کرد. اين نشانه بايد برای شما متقاعدکننده باشد، اگر واقعاً مؤمن هستيد.\"", "subtitle": "Ark of the Covenant", "footnote": ""}, {"sura_num": 2, "verse_num": 249, "arabic_text": "فَلَمَّا فَصَلَ طَالُوتُ بِٱلْجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبْتَلِيكُم بِنَهَرٍ فَمَن شَرِبَ مِنْهُ فَلَيْسَ مِنِّى وَمَن لَّمْ يَطْعَمْهُ فَإِنَّهُۥ مِنِّىٓ إِلَّا مَنِ ٱغْتَرَفَ غُرْفَةًۢ بِيَدِهِۦ  فَشَرِبُوا مِنْهُ إِلَّا قَلِيلًا مِّنْهُمْ  فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُوا مَعَهُۥ قَالُوا لَا طَاقَةَ لَنَا ٱلْيَوْمَ بِجَالُوتَ وَجُنُودِهِۦ  قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُوا ٱللَّهِ كَم مِّن فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةًۢ بِإِذْنِ ٱللَّهِ   وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ", "english_text": "When Saul took command of the troops, he said, \"GOD is putting you to the test by means of a stream. Anyone who drinks from it does not belong with me—only those who do not taste it belong with me—unless it is just a single sip.\" They drank from it, except a few of them. When he crossed it with those who believed, they said, \"Now we lack the strength to face Goliath and his troops.\" Those who were conscious of meeting GOD said, \"Many a small army defeated a large army by GOD's leave. GOD is with those who steadfastly persevere.\"", "persian_text": "هنگامی كه طالوت فرماندهی لشکر را بر عهده گرفت، گفت: \"خدا شما را به وسيلهٔ نهری می آزمايد. هر كس از آن بنوشد با من نيست- فقط كسانی كه از آن نمی چشند با من هستند- مگر فقط يك جرعه. به جز عدهٔ كمى، بقيه از آن نوشيدند. وقتی او همراه با كسانی كه ايمان آوردند، از آن عبور كرد، آنها گفتند: \"اكنون ما قدرت روبرو شدن با جالوت و سپاهيانش را نداريم.\" كسانی كه به ملاقات با خدا آگاه بودند، گفتند: \"چه بسا، با اجازهٔ خدا سپاهی كوچك لشکری بزرگ را شكست داده است. خدا با كسانی است كه صبورانه استقامت می ‌‌‌‌‌ورزند.\"", "subtitle": "David and Goliath", "footnote": ""}, {"sura_num": 2, "verse_num": 250, "arabic_text": "وَلَمَّا بَرَزُوا لِجَالُوتَ وَجُنُودِهِۦ قَالُوا رَبَّنَآ أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَٰفِرِينَ", "english_text": "When they faced Goliath and his troops, they prayed, \"Our Lord, grant us steadfastness, strengthen our foothold, and support us against the disbelieving people.\"", "persian_text": "هنگامی كه با جالوت و سپاهيانش روبرو شدند، دعا كردند: \"پروردگار ما، به ما صبر عطا فرما، ما را ثابت قدم بدار و از ما در مقابل مردم كافر حمايت كن.\"", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 251, "arabic_text": "فَهَزَمُوهُم بِإِذْنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلْمُلْكَ وَٱلْحِكْمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُ   وَلَوْلَا دَفْعُ ٱللَّهِ ٱلنَّاسَ بَعْضَهُم بِبَعْضٍ لَّفَسَدَتِ ٱلْأَرْضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضْلٍ عَلَى ٱلْعَٰلَمِينَ", "english_text": "They defeated them by GOD's leave, and David killed Goliath. GOD gave him kingship and wisdom, and taught him as He willed. If it were not for GOD's support of some people against others, there would be chaos on earth. But GOD showers His grace upon the people.", "persian_text": "آنان با اجازهٔ خدا آنها را شكست دادند و داوود جالوت را كشت. خدا به او پادشاهی و حكمت عطا كرد و همان طور كه می ‌‌‌‌‌خواست، او را تعليم داد. اگر خدا از بعضی از مردم در مقابل بعضی ديگر پشتيبانی نمی کرد، هرج و مرج زمين را  فرا می گرفت. ولی خدا موهبت خود را بر مردم ارزانی می دارد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 252, "arabic_text": "تِلْكَ ءَايَٰتُ ٱللَّهِ نَتْلُوهَا عَلَيْكَ بِٱلْحَقِّ  وَإِنَّكَ لَمِنَ ٱلْمُرْسَلِينَ", "english_text": "These are GOD's revelations. We recite them through you,* truthfully, for you are one of the messengers.", "persian_text": "اينها وحى خداست. ما، بحق، آن را از طريق تو* می خوانيم، زيرا تو يکی از رسولانی.", "subtitle": "", "footnote": "*2:252 In keeping with the mathematical composition of the Quran, God has willed that the name of the messenger mentioned here shall be spelled out mathematically. The discovery of the Quran's miraculous 19-based code has been divinely reserved for God's Messenger of the Covenant. By adding this verse number (252), plus the gematrical value of \"Rashad\" (505), plus the gematrical value of \"Khalifa\" (725) we get 252+505+725 = 1482, or 19x78. Please see Appendices 2 and 26 for the complete details related to the proven identity of God's Messenger of the Covenant, to whom this verse clearly refers."}, {"sura_num": 2, "verse_num": 253, "arabic_text": "تِلْكَ ٱلرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ   مِّنْهُم مَّن كَلَّمَ ٱللَّهُ  وَرَفَعَ بَعْضَهُمْ دَرَجَٰتٍ  وَءَاتَيْنَا عِيسَى ٱبْنَ مَرْيَمَ ٱلْبَيِّنَٰتِ وَأَيَّدْنَٰهُ بِرُوحِ ٱلْقُدُسِ   وَلَوْ شَآءَ ٱللَّهُ مَا ٱقْتَتَلَ ٱلَّذِينَ مِنۢ بَعْدِهِم مِّنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَٰتُ وَلَٰكِنِ ٱخْتَلَفُوا فَمِنْهُم مَّنْ ءَامَنَ وَمِنْهُم مَّن كَفَرَ  وَلَوْ شَآءَ ٱللَّهُ مَا ٱقْتَتَلُوا وَلَٰكِنَّ ٱللَّهَ يَفْعَلُ مَا يُرِيدُ", "english_text": "These messengers; we blessed some of them more than others. For example, GOD spoke to one, and we raised some of them to higher ranks. And we gave Jesus, son of Mary, profound miracles and supported him with the Holy Spirit. Had GOD willed, their followers would not have fought with each other, after the clear proofs had come to them. Instead, they disputed among themselves; some of them believed, and some disbelieved. Had GOD willed, they would not have fought. Everything is in accordance with GOD's will.", "persian_text": "اين رسولان؛ بر بعضی از آنان بيش از بعضی ديگر نعمت داديم. براى مثال، خدا با يکی سخن گفت، و برخى از آنان را به درجات بالاتر رسانديم. و به عيسی، پسر مريم، معجزاتی شگرف داديم و او را توسط روح القدس حمايت کرديم. اگر خدا می خواست، پيروان آنها پس از مدارک روشنى که برايشان آمد، با يکديگر نمی جنگيدند. درعوض، در ميان خود اختلاف ايجاد کردند؛ بعضی از آنها ايمان آوردند و بعضی ايمان نياوردند. اگر خدا می خواست، آنها نمی جنگيدند. همه چيز طبق خواست خداست.", "subtitle": "Many Messengers / One Message", "footnote": ""}, {"sura_num": 2, "verse_num": 254, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا أَنفِقُوا مِمَّا رَزَقْنَٰكُم مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَٰعَةٌ   وَٱلْكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ", "english_text": "O you who believe, you shall give to charity from the provisions we have given to you, before a day comes where there is no trade, no nepotism, and no intercession. The disbelievers are the unjust.", "persian_text": "ای کسانی که ايمان آورده ايد، از آنچه به شما روزی داده ايم انفاق کنيد، پيش از آنکه روزی فرا رسد که در آن نه معامله ای در کار است، نه ارفاقی به سبب خويشاوندى و نه هيچ گونه شفاعتی. کافران بى عدالتى مى كنند.", "subtitle": "No Intercession*", "footnote": "*2:254 One of Satan's clever tricks is attributing the power of intercession to powerless human idols such as Jesus and Muhammad (Appendix 8)."}, {"sura_num": 2, "verse_num": 255, "arabic_text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ  لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ  لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ   مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ  يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ  وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ  وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ  وَلَا يَـُٔودُهُۥ حِفْظُهُمَا  وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ", "english_text": "GOD: there is no other god besides Him, the Living, the Eternal. Never a moment of unawareness or slumber overtakes Him. To Him belongs everything in the heavens and everything on earth. Who could intercede with Him, except in accordance with His will? He knows their past, and their future. No one attains any knowledge, except as He wills. His dominion encompasses the heavens and the earth, and ruling them never burdens Him. He is the Most High, the Great.", "persian_text": "خدا: خدايى جز او نيست، زنده، پاينده. هرگز لحظه ای بی خبری يا خواب او را فرا نمی گيرد. همه چيز در آسمان ها و زمين از آن اوست. کيست که بتواند نزد او به شفاعت برخيزد، بی آنکه با خواست او مطابقت داشته باشد؟ او گذشته و آيندهٔ آنان را می داند. هيچ کس به دانشی دست نمی يابد، مگر به خواست او. قلمرو او آسمان ها و زمين را در بر گرفته است و ادارهٔ آنها هرگز بر او دشوار نيست. اوست باری تعالی، بزرگ.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 256, "arabic_text": "لَآ إِكْرَاهَ فِى ٱلدِّينِ  قَد تَّبَيَّنَ ٱلرُّشْدُ مِنَ ٱلْغَىِّ  فَمَن يَكْفُرْ بِٱلطَّٰغُوتِ وَيُؤْمِنۢ بِٱللَّهِ فَقَدِ ٱسْتَمْسَكَ بِٱلْعُرْوَةِ ٱلْوُثْقَىٰ لَا ٱنفِصَامَ لَهَا   وَٱللَّهُ سَمِيعٌ عَلِيمٌ", "english_text": "There shall be no compulsion in religion: the right way is now distinct from the wrong way. Anyone who denounces the devil and believes in GOD has grasped the strongest bond; one that never breaks. GOD is Hearer, Omniscient.", "persian_text": "هيچ اجباری در دين نيست: اينک راه درست از راه غلط مشخص شده است. هرکس شيطان را محکوم و رها کند و به خدا ايمان آورد، به محکم ترين ريسمانى چنگ زده است که هرگز پاره نمی شود. خداست شنوا، بر همه چيز دانا.", "subtitle": "No Compulsion in Religion", "footnote": ""}, {"sura_num": 2, "verse_num": 257, "arabic_text": "ٱللَّهُ وَلِىُّ ٱلَّذِينَ ءَامَنُوا يُخْرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ  وَٱلَّذِينَ كَفَرُوٓا أَوْلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخْرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِ   أُولَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ  هُمْ فِيهَا خَٰلِدُونَ", "english_text": "GOD is Lord of those who believe; He leads them out of darkness into the light. As for those who disbelieve, their lords are their idols; they lead them out of the light into darkness—these will be the dwellers of Hell; they abide in it forever.", "persian_text": "خدا مولاى كسانى است كه ايمان دارند؛ او آنها را از تاريكى ها به روشنايى راهنمايى می كند. و اما كسانى كه ايمان ندارند، معبودانشان مولاى آنها هستند كه آنها را از روشنايى به تاريكى ها رهبرى می كنند- اينان ساكنان دوزخ خواهند بود؛ آنها تا ابد در آن می مانند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 258, "arabic_text": "أَلَمْ تَرَ إِلَى ٱلَّذِى حَآجَّ إِبْرَٰهِۦمَ فِى رَبِّهِۦٓ أَنْ ءَاتَىٰهُ ٱللَّهُ ٱلْمُلْكَ إِذْ قَالَ إِبْرَٰهِۦمُ رَبِّىَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ قَالَ أَنَا أُحْىِۦ وَأُمِيتُ  قَالَ إِبْرَٰهِۦمُ فَإِنَّ ٱللَّهَ يَأْتِى بِٱلشَّمْسِ مِنَ ٱلْمَشْرِقِ فَأْتِ بِهَا مِنَ ٱلْمَغْرِبِ فَبُهِتَ ٱلَّذِى كَفَرَ   وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ", "english_text": "Have you noted the one who argued with Abraham about his Lord, though GOD had given him kingship? Abraham said, \"My Lord grants life and death.\" He said, \"I grant life and death.\" Abraham said, \"GOD brings the sun from the east, can you bring it from the west?\" The disbeliever was stumped. GOD does not guide the wicked.", "persian_text": "آيا توجه كردە اى به آن کس که خدا به او پادشاهی داده بود و او با ابراهيم دربارهٔ پروردگارش مجادله می کرد؟ ابراهيم گفت: \"پروردگار من زندگی می بخشد و می ميراند.\" او گفت: \"من زندگی می بخشم و می ميرانم.\" ابراهيم گفت: \"خدا خورشيد را از مشرق بيرن مى آورد، آيا تو می توانی آن را از مغرب بيرون آوری؟\" پس کافر مات و مبهوت بماند. خدا ستمکاران را هدايت نمی کند.", "subtitle": "Abraham's Courageous Debate", "footnote": ""}, {"sura_num": 2, "verse_num": 259, "arabic_text": "أَوْ كَٱلَّذِى مَرَّ عَلَىٰ قَرْيَةٍ وَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحْىِۦ هَٰذِهِ ٱللَّهُ بَعْدَ مَوْتِهَا  فَأَمَاتَهُ ٱللَّهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهُۥ  قَالَ كَمْ لَبِثْتَ  قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ  قَالَ بَل لَّبِثْتَ مِائَةَ عَامٍ فَٱنظُرْ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ  وَٱنظُرْ إِلَىٰ حِمَارِكَ وَلِنَجْعَلَكَ ءَايَةً لِّلنَّاسِ  وَٱنظُرْ إِلَى ٱلْعِظَامِ كَيْفَ نُنشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا  فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعْلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ", "english_text": "Consider the one who passed by a ghost town and wondered, \"How can GOD revive this after it had died?\" GOD then put him to death for a hundred years, then resurrected him. He said, \"How long have you stayed here?\" He said, \"I have been here a day, or part of the day.\" He said, \"No! You have been here a hundred years. Yet, look at your food and drink; they did not spoil. Look at your donkey—we thus render you a lesson for the people. Now, note how we construct the bones, then cover them with flesh.\" When he realized what had happened, he said, \"Now I know that GOD is Omnipotent.\"", "persian_text": "در نظر بگيريد آن شخصى را كه از شهر متروكى می گذشت و در شگفت بود كه: \"خدا چگونه می تواند اين را پس از مرگ دوباره زنده كند؟\" سپس خدا او را به مدت صد سال در مرگ نهاد، پس از آن او را برانگيخت. گفت: \"چه مدت در اينجا مانده اى؟\" او گفت: \"من يك روز، يا قسمتى از روز در اينجا بوده ام.\" او گفت: \"نه! تو صد سال در اينجا بوده ای. با اين حال، به غذا و نوشيدنى خود نگاه كن كه فاسد نشده است. به الاغ خود نگاه كن- ما بدين ترتيب تو را درسى براى مردم قرار مى دهيم. اكنون، توجه كن كه ما چطور استخوان ها را می سازيم، سپس آن را با گوشت می پوشانيم.\" هنگامى كه او فهميد چه اتفاقى افتاده است، گفت: \"حالا می دانم كه خداست قادر مطلق.\"", "subtitle": "Lesson About Death*", "footnote": "*2:259 The lesson we learn here is that the period of death—only the unrighteous die; the righteous go straight to Heaven—passes like one day (see 18:19-25 and Appendix 17)."}, {"sura_num": 2, "verse_num": 260, "arabic_text": "وَإِذْ قَالَ إِبْرَٰهِۦمُ رَبِّ أَرِنِى كَيْفَ تُحْىِ ٱلْمَوْتَىٰ  قَالَ أَوَلَمْ تُؤْمِن  قَالَ بَلَىٰ وَلَٰكِن لِّيَطْمَئِنَّ قَلْبِى  قَالَ فَخُذْ أَرْبَعَةً مِّنَ ٱلطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ ٱجْعَلْ عَلَىٰ كُلِّ جَبَلٍ مِّنْهُنَّ جُزْءًا ثُمَّ ٱدْعُهُنَّ يَأْتِينَكَ سَعْيًا  وَٱعْلَمْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ", "english_text": "Abraham said, \"My Lord, show me how You revive the dead.\" He said, \"Do you not believe?\" He said, \"Yes, but I wish to reassure my heart.\" He said, \"Take four birds, study their marks, place a piece of each bird on top of a hill, then call them to you. They will come to you in a hurry. You should know that GOD is Almighty, Most Wise.\"", "persian_text": "ابراهيم گفت: \"پروردگارا، به من نشان بده که چگونه مردگان را زنده می کنی.\" او گفت: \"مگر باور نداری؟\" گفت: \"بله دارم، ولی می خواهم قلب خود را اطمينان بخشم.\" گفت: \"چهار پرنده را بگير، نشانه هايشان را بررسی کن، پاره ای از هر پرنده را بر فراز تپه ای جای ده، سپس آنها را به سوی خود فراخوان. آنها شتابان به سوی تو خواهند آمد. اين را بدان که خداست صاحب اقتدار، حکيم ترين.\"", "subtitle": "Every Believer Needs Assurance", "footnote": ""}, {"sura_num": 2, "verse_num": 261, "arabic_text": "مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ فِى سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتْ سَبْعَ سَنَابِلَ فِى كُلِّ سُنۢبُلَةٍ مِّائَةُ حَبَّةٍ   وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُ   وَٱللَّهُ وَٰسِعٌ عَلِيمٌ", "english_text": "The example of those who spend their monies in the cause of GOD is that of a grain that produces seven spikes, with a hundred grains in each spike. GOD multiplies this manifold for whomever He wills. GOD is Bounteous, Knower.", "persian_text": "مثال كسانى كه پول خود را در راه خدا خرج می كنند مانند دانه اى است كه از آن هفت خوشه برويد و در هر خوشه صد دانه باشد. خدا اين را براى هر كس بخواهد، چندين برابر می افزايد. خداست سخاوتمند، دانا.", "subtitle": "The Best Investment", "footnote": ""}, {"sura_num": 2, "verse_num": 262, "arabic_text": "ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ فِى سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتْبِعُونَ مَآ أَنفَقُوا مَنًّا وَلَآ أَذًى   لَّهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ", "english_text": "Those who spend their money in the cause of GOD, then do not follow their charity with insult or harm, will receive their recompense from their Lord; they have nothing to fear, nor will they grieve.", "persian_text": "کسانی که از پول خود در راه خدا خرج کنند و از پس انفاق خود اهانت نکنند و نرنجانند، پاداش خود را از جانب پروردگارشان دريافت خواهند کرد؛ ايشان نه ترسی خواهند داشت و نه اندوهگين خواهند شد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 263, "arabic_text": "قَوْلٌ مَّعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِّن صَدَقَةٍ يَتْبَعُهَآ أَذًى   وَٱللَّهُ غَنِىٌّ حَلِيمٌ", "english_text": "Kind words and compassion are better than a charity that is followed by insult. GOD is Rich, Clement.", "persian_text": "گفتار محبت آميز و دلجويی بهتر از بخششی است که اهانتی به دنبال داشته باشد. خداست غنى، باگذشت.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 264, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا لَا تُبْطِلُوا صَدَقَٰتِكُم بِٱلْمَنِّ وَٱلْأَذَىٰ كَٱلَّذِى يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ  فَمَثَلُهُۥ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُۥ وَابِلٌ فَتَرَكَهُۥ صَلْدًا  لَّا يَقْدِرُونَ عَلَىٰ شَىْءٍ مِّمَّا كَسَبُوا   وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَٰفِرِينَ", "english_text": "O you who believe, do not nullify your charities by inflicting reproach and insult, like one who spends his money to show off, while disbelieving in GOD and the Last Day. His example is like a rock covered with a thin layer of soil; as soon as heavy rain falls, it washes off the soil, leaving it a useless rock. They gain nothing from their efforts. GOD does not guide disbelieving people.", "persian_text": "ای کسانی که ايمان آوردەايد، انفاق خود را با نکوهش و اهانت بی ثمر نکنيد، مانند کسی که پول خود را برای خودنمايی خرج می کند و به خدا و روز آخر ايمان ندارد. مثال او مانند تخته سنگی است که قشر نازکی از خاک بر روی آن نشسته باشد؛ همين که رگباری ببارد، خاک را می شوید و سنگ را بی ثمر باقی مى گذارد. از زحماتی که کشيده اند، چيزی عايدشان نشود. خدا مردم كافر را هدايت نمی کند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 265, "arabic_text": "وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمُ ٱبْتِغَآءَ مَرْضَاتِ ٱللَّهِ وَتَثْبِيتًا مِّنْ أَنفُسِهِمْ كَمَثَلِ جَنَّة بِرَبْوَةٍ أَصَابَهَا وَابِلٌ فَـَٔاتَتْ أُكُلَهَا ضِعْفَيْنِ فَإِن لَّمْ يُصِبْهَا وَابِلٌ فَطَلٌّ   وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ", "english_text": "The example of those who give their money seeking GOD's pleasure, out of sincere conviction, is that of a garden on high fertile soil; when heavy rain falls, it gives twice as much crop. If heavy rain is not available, a drizzle will suffice. GOD is Seer of everything you do.", "persian_text": "مثال كسانى كه پول خود را با خلوص نيت، براى خوشنودى خدا می بخشند، مانند باغى است با خاكى بسيار حاصل خيز؛ هنگامى كه باران سنگينى ببارد، دو برابر محصول می دهد و اگر باران زياد نباشد، نم نم بارانى هم كافى خواهد بود. خدا بر تمام اعمالتان بيناست.", "subtitle": "Charity", "footnote": ""}, {"sura_num": 2, "verse_num": 266, "arabic_text": "أَيَوَدُّ أَحَدُكُمْ أَن تَكُونَ لَهُۥ جَنَّةٌ مِّن نَّخِيلٍ وَأَعْنَابٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلْكِبَرُ وَلَهُۥ ذُرِّيَّةٌ ضُعَفَآءُ فَأَصَابَهَآ إِعْصَارٌ فِيهِ نَارٌ فَٱحْتَرَقَتْ   كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْءَايَٰتِ لَعَلَّكُمْ تَتَفَكَّرُونَ", "english_text": "Does any of you wish to own a garden of palm trees and grapes, with flowing streams and generous crops, then, just as he grows old, and while his children are still dependent on him, a holocaust strikes and burns up his garden? GOD thus clarifies the revelations for you, that you may reflect.", "persian_text": "آيا کسی از شما دوست دارد باغی از درختان خرما و انگور داشته باشد، با نهرهای روان و محصولات فراوان؟ سپس، همين که پا به سن نهد و فرزاندانش هنوز به او وابسته باشند، فاجعه اى رخ دهد و باغ او را بسوزاند؟ اين چنين خدا آيات را برای شما واضح می کند، باشد که بينديشيد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 267, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا أَنفِقُوا مِن طَيِّبَٰتِ مَا كَسَبْتُمْ وَمِمَّآ أَخْرَجْنَا لَكُم مِّنَ ٱلْأَرْضِ  وَلَا تَيَمَّمُوا ٱلْخَبِيثَ مِنْهُ تُنفِقُونَ وَلَسْتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغْمِضُوا فِيهِ  وَٱعْلَمُوٓا أَنَّ ٱللَّهَ غَنِىٌّ حَمِيدٌ", "english_text": "O you who believe, you shall give to charity from the good things you earn, and from what we have produced for you from the earth. Do not pick out the bad therein to give away, when you yourselves do not accept it unless your eyes are closed. You should know that GOD is Rich, Praiseworthy.", "persian_text": "ای کسانی که ايمان آورده ايد، از چيزهای خوبی که به دست می آوريد و از آنچه از زمين برای شما فراهم كردەايم، انفاق کنيد. چيزهای بد را برای بخشش جدا نکنيد، همان طور که خودتان آن را نمی پذيريد، مگر با چشمان بسته. بدانيد که خداست غنى، ستودنى.", "subtitle": "What to Give", "footnote": ""}, {"sura_num": 2, "verse_num": 268, "arabic_text": "ٱلشَّيْطَٰنُ يَعِدُكُمُ ٱلْفَقْرَ وَيَأْمُرُكُم بِٱلْفَحْشَآءِ  وَٱللَّهُ يَعِدُكُم مَّغْفِرَةً مِّنْهُ وَفَضْلًا   وَٱللَّهُ وَٰسِعٌ عَلِيمٌ", "english_text": "The devil promises you poverty and commands you to commit evil, while GOD promises you forgiveness from Him and grace. GOD is Bounteous, Omniscient.", "persian_text": "شيطان به شما وعدهٔ فقر می دهد و شما را به كارهاى پليد امر می كند، در حالى كه خدا شما را به موهبت و بخشش وعده مى دهد. خداست سخاوتمند، داناى مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 269, "arabic_text": "يُؤْتِى ٱلْحِكْمَةَ مَن يَشَآءُ  وَمَن يُؤْتَ ٱلْحِكْمَةَ فَقَدْ أُوتِىَ خَيْرًا كَثِيرًا   وَمَا يَذَّكَّرُ إِلَّآ أُولُوا ٱلْأَلْبَٰبِ", "english_text": "He bestows wisdom upon whomever He chooses, and whoever attains wisdom, has attained a great bounty. Only those who possess intelligence will take heed.", "persian_text": "او به هر كه برگزيند، حكمت عطا مى كند و هر كس به حكمت دست يابد، به نعمت بزرگى نائل شده است. فقط خردمندان توجه خواهند كرد.", "subtitle": "Wisdom: A Great Treasure", "footnote": ""}, {"sura_num": 2, "verse_num": 270, "arabic_text": "وَمَآ أَنفَقْتُم مِّن نَّفَقَةٍ أَوْ نَذَرْتُم مِّن نَّذْرٍ فَإِنَّ ٱللَّهَ يَعْلَمُهُۥ   وَمَا لِلظَّٰلِمِينَ مِنْ أَنصَارٍ", "english_text": "Any charity you give, or a charitable pledge you fulfill, GOD is fully aware thereof. As for the wicked, they will have no helpers.", "persian_text": "هرچه انفاق کنيد، يا هر نذری که ادا کنيد، خدا از آن کاملاً آگاه است و اما ستمکاران هيچ ياوری نخواهند داشت.", "subtitle": "Anonymous Charity Better", "footnote": ""}, {"sura_num": 2, "verse_num": 271, "arabic_text": "إِن تُبْدُوا ٱلصَّدَقَٰتِ فَنِعِمَّا هِىَ  وَإِن تُخْفُوهَا وَتُؤْتُوهَا ٱلْفُقَرَآءَ فَهُوَ خَيْرٌ لَّكُمْ  وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمْ   وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ", "english_text": "If you declare your charities, they are still good. But if you keep them anonymous, and give them to the poor, it is better for you, and remits more of your sins. GOD is fully Cognizant of everything you do.", "persian_text": "اگر صدقات خود را آشکار کنيد، باز هم خوب است ولی اگر آن را پنهانی، به تهيدستان بدهيد، برای شما بهتر است و گناهان بيشتری را از شما پاک می کند. خدا از آنچه می کنيد، کاملا ًآگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 272, "arabic_text": "لَّيْسَ عَلَيْكَ هُدَىٰهُمْ وَلَٰكِنَّ ٱللَّهَ يَهْدِى مَن يَشَآءُ   وَمَا تُنفِقُوا مِنْ خَيْرٍ فَلِأَنفُسِكُمْ  وَمَا تُنفِقُونَ إِلَّا ٱبْتِغَآءَ وَجْهِ ٱللَّهِ  وَمَا تُنفِقُوا مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ وَأَنتُمْ لَا تُظْلَمُونَ", "english_text": "You are not responsible for guiding anyone. GOD is the only one who guides whoever chooses (to be guided). Any charity you give is for your own good. Any charity you give shall be for the sake of GOD. Any charity you give will be repaid to you, without the least injustice.", "persian_text": "تو مسئول هدايت هيچ كس نيستى. فقط خداست كه هر كه را بخواهد (هدايت شود) هدايت می كند. هرچه انفاق كنيد به نفع خود كرده ايد. هر انفاقى كه می كنيد بايد به خاطر خدا باشد. هرچه انفاق كنيد، بدون كوچک ترين بی عدالتى به شما بازگردانده خواهد شد.", "subtitle": "God is the Only One Who Guides", "footnote": ""}, {"sura_num": 2, "verse_num": 273, "arabic_text": "لِلْفُقَرَآءِ ٱلَّذِينَ أُحْصِرُوا فِى سَبِيلِ ٱللَّهِ لَا يَسْتَطِيعُونَ ضَرْبًا فِى ٱلْأَرْضِ يَحْسَبُهُمُ ٱلْجَاهِلُ أَغْنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعْرِفُهُم بِسِيمَٰهُمْ لَا يَسْـَٔلُونَ ٱلنَّاسَ إِلْحَافًا   وَمَا تُنفِقُوا مِنْ خَيْرٍ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ", "english_text": "Charity shall go to the poor who are suffering in the cause of GOD, and cannot emigrate. The unaware may think that they are rich, due to their dignity. But you can recognize them by certain signs; they never beg from the people persistently. Whatever charity you give, GOD is fully aware thereof.", "persian_text": "انفاق بايد به تهيدستانی دادە شود که در راه خدا تحت فشار قرار گرفتند و نمی توانند مهاجرت کنند و چنان مناعت طبعى دارند، که اگر كسى نداند ممكن است تصور كند كه آنها ثروتمند هستند. ولی شما می توانيد آنها را با نشانه های خاصى تشخيص دهيد؛ آنها هرگز به اصرار از مردم درخواست نمی کنند. هرچه انفاق کنيد، خدا كاملاً از آن آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 274, "arabic_text": "ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُم بِٱلَّيْلِ وَٱلنَّهَارِ سِرًّا وَعَلَانِيَةً فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ", "english_text": "Those who give to charity night and day, secretly and publicly, receive their recompense from their Lord; they will have nothing to fear, nor will they grieve.", "persian_text": "کسانی که شب و روز، در نهان و آشکار، انفاق می کنند پاداش خويش را از جانب پروردگارشان دريافت می کنند؛ ايشان نه از چيزی بترسند و نه اندوهگين خواهند شد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 275, "arabic_text": "ٱلَّذِينَ يَأْكُلُونَ ٱلرِّبَوٰا لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِى يَتَخَبَّطُهُ ٱلشَّيْطَٰنُ مِنَ ٱلْمَسِّ  ذَٰلِكَ بِأَنَّهُمْ قَالُوٓا إِنَّمَا ٱلْبَيْعُ مِثْلُ ٱلرِّبَوٰا   وَأَحَلَّ ٱللَّهُ ٱلْبَيْعَ وَحَرَّمَ ٱلرِّبَوٰا  فَمَن جَآءَهُۥ مَوْعِظَةٌ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمْرُهُۥٓ إِلَى ٱللَّهِ  وَمَنْ عَادَ فَأُولَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ  هُمْ فِيهَا خَٰلِدُونَ", "english_text": "Those who charge usury are in the same position as those controlled by the devil's influence. This is because they claim that usury is the same as commerce. However, GOD permits commerce, and prohibits usury. Thus, whoever heeds this commandment from his Lord, and refrains from usury, he may keep his past earnings, and his judgment rests with GOD. As for those who persist in usury, they incur Hell, wherein they abide forever.", "persian_text": "آنان که ربا می خورند، در رديف کسانی قرار دارند که تحت نفوذ و كنترل شيطانند. اين به دليل آن است که آنها ادعا مى كنند که ربا همان تجارت است. و حال آنکه، خدا تجارت را مجاز و ربا را حرام کرده است. بنابراين، هر کس به اين حکم پروردگار خود توجه كند و از رباخواری دست بردارد، می تواند درآمد گذشته اش را نگاه دارد و قضاوتش با خداست. و اما کسانی که در رباخواری اصرار ورزند، گرفتار دوزخ اند و تا ابد در آن ماندگارند.", "subtitle": "Usury Prohibited*", "footnote": "*2:275-278 It is an established economic principle that excessive interest on loans can utterly destroy a whole country. During the last few years we have witnessed the devastation of the economies of many nations where excessive interest is charged. Normal interest—less than 20%—where no one is victimized and everyone is satisfied, is not usury."}, {"sura_num": 2, "verse_num": 276, "arabic_text": "يَمْحَقُ ٱللَّهُ ٱلرِّبَوٰا وَيُرْبِى ٱلصَّدَقَٰتِ   وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ", "english_text": "GOD condemns usury, and blesses charities. GOD dislikes every disbeliever, guilty.", "persian_text": "خدا ربا را محکوم می کند و به صدقات، برکت می بخشد. خدا هيچ کافر گناهکاری را دوست ندارد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 277, "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ وَأَقَامُوا ٱلصَّلَوٰةَ وَءَاتَوُا ٱلزَّكَوٰةَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ", "english_text": "Those who believe and lead a righteous life, and observe the Contact Prayers (Salat), and give the obligatory charity (Zakat), they receive their recompense from their Lord; they will have nothing to fear, nor will they grieve.", "persian_text": "كسانى كه ايمان دارند و زندگى پرهیزکارانه اى را در پيش مى گيرند و نمازها (ارتباط با خدا) را به جا می آورند و زكات (انفاق واجب) را مى دهند، پاداش خود را از جانب پروردگارشان دريافت می كنند؛ آنها نه از چيزى بترسند و نه اندوهگين خواهند شد.", "subtitle": "Divine Guarantee", "footnote": ""}, {"sura_num": 2, "verse_num": 278, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا ٱتَّقُوا ٱللَّهَ وَذَرُوا مَا بَقِىَ مِنَ ٱلرِّبَوٰٓا إِن كُنتُم مُّؤْمِنِينَ", "english_text": "O you who believe, you shall observe GOD and refrain from all kinds of usury, if you are believers.", "persian_text": "اى كسانى كه ايمان آوردەايد، خدا را در نظر داشته باشيد و از هرگونه ربا خوارى خوددارى كنيد، اگر از مؤمنان هستيد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 279, "arabic_text": "فَإِن لَّمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِّنَ ٱللَّهِ وَرَسُولِهِۦ  وَإِن تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَٰلِكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ", "english_text": "If you do not, then expect a war from GOD and His messenger. But if you repent, you may keep your capitals, without inflicting injustice, or incurring injustice.", "persian_text": "اگر چنين نکنيد، پس از جانب خدا و رسولش در انتظار جنگ باشيد. ولی اگر توبه کنيد، می توانيد سرمايهٔ خود را نگاه داريد، بی آنکه ستم کنيد، يا ستم ببينيد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 280, "arabic_text": "وَإِن كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَىٰ مَيْسَرَةٍ  وَأَن تَصَدَّقُوا خَيْرٌ لَّكُمْ  إِن كُنتُمْ تَعْلَمُونَ", "english_text": "If the debtor is unable to pay, wait for a better time. If you give up the loan as a charity, it would be better for you, if you only knew.", "persian_text": "اگر بدهکار قادر به پرداخت نباشد، صبر کنيد تا گشايشی حاصل شود. اگر از طلبی که داريد به عنوان صدقه صرف نظر کنيد، برای شما بهتر است. اگر فقط می دانستيد.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 281, "arabic_text": "وَٱتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى ٱللَّهِ  ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ", "english_text": "Beware of the day when you are returned to GOD, and every soul is paid for everything it had done, without the least injustice.", "persian_text": "آگاه باشيد از روزى كه به سوى خدا بازمی گرديد و هر نفسى نتيجهٔ تمام اعمالش را، بدون كوچک ترين بى عدالتى، دريافت مى كند.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 282, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا إِذَا تَدَايَنتُم بِدَيْنٍ إِلَىٰٓ أَجَلٍ مُّسَمًّى فَٱكْتُبُوهُ  وَلْيَكْتُب بَّيْنَكُمْ كَاتِب بِٱلْعَدْلِ  وَلَا يَأْبَ كَاتِبٌ أَن يَكْتُبَ كَمَا عَلَّمَهُ ٱللَّهُ  فَلْيَكْتُبْ وَلْيُمْلِلِ ٱلَّذِى عَلَيْهِ ٱلْحَقُّ وَلْيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبْخَسْ مِنْهُ شَيْـًٔا  فَإِن كَانَ ٱلَّذِى عَلَيْهِ ٱلْحَقُّ سَفِيهًا أَوْ ضَعِيفًا أَوْ لَا يَسْتَطِيعُ أَن يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُۥ بِٱلْعَدْلِ  وَٱسْتَشْهِدُوا شَهِيدَيْنِ مِن رِّجَالِكُمْ  فَإِن لَّمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَٱمْرَأَتَانِ مِمَّن تَرْضَوْنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحْدَىٰهُمَا فَتُذَكِّرَ إِحْدَىٰهُمَا ٱلْأُخْرَىٰ  وَلَا يَأْبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُوا  وَلَا تَسْـَٔمُوٓا أَن تَكْتُبُوهُ صَغِيرًا أَوْ كَبِيرًا إِلَىٰٓ أَجَلِهِۦ  ذَٰلِكُمْ أَقْسَطُ عِندَ ٱللَّهِ وَأَقْوَمُ لِلشَّهَٰدَةِ وَأَدْنَىٰٓ أَلَّا تَرْتَابُوٓا  إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلَّا تَكْتُبُوهَا   وَأَشْهِدُوٓا إِذَا تَبَايَعْتُمْ  وَلَا يُضَآرَّ كَاتِبٌ وَلَا شَهِيدٌ  وَإِن تَفْعَلُوا فَإِنَّهُۥ فُسُوق بِكُمْ   وَٱتَّقُوا ٱللَّهَ  وَيُعَلِّمُكُمُ ٱللَّهُ   وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌ", "english_text": "O you who believe, when you transact a loan for any period, you shall write it down. An impartial scribe shall do the writing. No scribe shall refuse to perform this service, according to GOD's teachings. He shall write, while the debtor dictates the terms. He shall observe GOD his Lord and never cheat. If the debtor is mentally incapable, or helpless, or cannot dictate, his guardian shall dictate equitably. Two men shall serve as witnesses; if not two men, then a man and two women whose testimony is acceptable to all.* Thus, if one woman becomes biased, the other will remind her. It is the obligation of the witnesses to testify when called upon to do so. Do not tire of writing the details, no matter how long, including the time of repayment. This is equitable in the sight of GOD, assures better witnessing, and eliminates any doubts you may have. Business transactions that you execute on the spot, need not be recorded, but have them witnessed. No scribe or witness shall be harmed on account of his services. If you harm them, it would be wickedness on your part. You shall observe GOD, and GOD will teach you. GOD is Omniscient.", "persian_text": "اى كسانى كه ايمان آوردەايد، هرگاه براى مدتى به كسى وام مى دهيد، بايد آن را بنويسيد. كاتبى بی طرف آن را بنويسد. طبق تعاليم خدا، هيچ كاتبى نبايد از انجام اين خدمت امتناع ورزد. او بايد هنگامى كه بدهكار شرايط را ديكته مى كند، بنويسد. بايد خدا، پروردگارش را در نظر داشته باشد و هرگز تقلب نكند. اگر بدهكار از لحاظ فكرى قادر نباشد، يا ناتوان باشد، يا نتواند ديكته كند، سرپرست او بايد منصفانه ديكته كند. دو مرد بايد شاهد باشند؛ اگر دو مرد نباشد، پس يك مرد و دو زن كه شهادت آنها مورد قبول همه باشد.* به دليل آنكه، اگر يكى از زنان تحت تأثير قرار بگيرد و تبعيض قائل شود، ديگرى به او تذكر دهد. وظيفهٔ شهود است كه هرگاه فرا خوانده شوند، شهادت دهند. از نوشتن تمام جزئيات و ذكر زمان پرداخت بدهى خسته نشويد، هر چند كه طولانى باشد. اين از نظر خدا منصفانه است و شهادت را مطمئن تر مى كند و هرگونه شك و ترديد را از بين می برد. معاملات نقدى كه درجا صورت می گيرد احتياجى به نوشتن ندارد، ولى بايد بر آنها شاهد بگيريد. به هيچ كاتب يا شاهدى نبايد در ازاى خدماتش آزارى برسد. اگر آنها را آزار دهيد، ستمگرى از جانب شماست. خدا را در نظر داشته باشيد و خدا به شما تعليم خواهد داد. خداست داناى مطلق.", "subtitle": "Write Down Financial Transactions", "footnote": "*2:282 Financial transactions are the ONLY situations where two women may substitute for one man as witness. This is to guard against the real possibility that one witness may marry the other witness, and thus cause her to be biased. It is a recognized fact that women are more emotionally vulnerable than men."}, {"sura_num": 2, "verse_num": 283, "arabic_text": "وَإِن كُنتُمْ عَلَىٰ سَفَرٍ وَلَمْ تَجِدُوا كَاتِبًا فَرِهَٰنٌ مَّقْبُوضَةٌ  فَإِنْ أَمِنَ بَعْضُكُم بَعْضًا فَلْيُؤَدِّ ٱلَّذِى ٱؤْتُمِنَ أَمَٰنَتَهُۥ وَلْيَتَّقِ ٱللَّهَ رَبَّهُۥ   وَلَا تَكْتُمُوا ٱلشَّهَٰدَةَ  وَمَن يَكْتُمْهَا فَإِنَّهُۥٓ ءَاثِمٌ قَلْبُهُۥ   وَٱللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ", "english_text": "If you are traveling, and no scribe is available, a bond shall be posted to guarantee repayment. If one is trusted in this manner, he shall return the bond when due, and he shall observe GOD his Lord. Do not withhold any testimony by concealing what you had witnessed. Anyone who withholds a testimony is sinful at heart. GOD is fully aware of everything you do.", "persian_text": "اگر در سفر باشيد و كاتبى در دسترس نباشد، بايد وثيقه ای گذارده شود که پرداخت بدهی را تضمين کند. چنانچه به كسى به اين ترتيب اعتماد شده باشد، بايد وثيقه را موقع سررسيد آن بازگرداند و خدا، پروردگارش را در نظر داشته باشد. از شهادت دادن به آنچه شاهدش بوديد، خودداری نکنيد، هرکس شهادتی را کتمان کند قلبى گناهکار دارد. خدا از تمام اعمالتان كاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 284, "arabic_text": "لِّلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ   وَإِن تُبْدُوا مَا فِىٓ أَنفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُم بِهِ ٱللَّهُ  فَيَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ   وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ", "english_text": "To GOD belongs everything in the heavens and the earth. Whether you declare your innermost thoughts, or keep them hidden, GOD holds you responsible for them. He forgives whomever He wills, and punishes whomever He wills. GOD is Omnipotent.", "persian_text": "آنچه در آسمان ها و زمين است، از آن خداست. خواه افكار درونى خود را آشكار كنيد، يا آن را پنهان نماييد، خدا شما را مسئول آنها می داند. او هر كه را بخواهد، می بخشد و هر كه را بخواهد، تنبيه می كند. خداست قادر مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 2, "verse_num": 285, "arabic_text": "ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيْهِ مِن رَّبِّهِۦ وَٱلْمُؤْمِنُونَ  كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِۦ  وَقَالُوا سَمِعْنَا وَأَطَعْنَا  غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ ٱلْمَصِيرُ", "english_text": "The messenger has believed in what was sent down to him from his Lord, and so did the believers. They believe in GOD, His angels, His scripture, and His messengers: \"We make no distinction among any of His messengers.\" They say, \"We hear, and we obey.* Forgive us, our Lord. To You is the ultimate destiny.\"", "persian_text": "رسول به آنچه از جانب پروردگارش بر او نازل شد، ايمان آورده است و هم چنين مؤمنان. آنها به خدا، فرشتگان او، كتاب آسمانى او و رسولان او ايمان دارند: \"ما هيچ فرقى ميان رسولان او نمی گذاريم.\" آنها مى گويند، ما می شنويم و اطاعت می كنيم.* پروردگار ما، ما را ببخش. سرنوشت نهايى به سوى توست.\"", "subtitle": "You Shall Not Make Any Distinction Among God's Messengers", "footnote": "*2:285 One of the major commandments is: \"You shall not make any distinction among God's messengers\" (2:136, 3:84, 4:150). The believers react by saying, \"We hear and we obey,\" while the idol worshipers argue back to justify their insistence upon mentioning Muhammad's name next to God's, to the exclusion of all other messengers. The corrupted Muslims mention Muhammad in their profession of faith (Shahaadah) and during their Contact Prayers (see 72:18)."}, {"sura_num": 2, "verse_num": 286, "arabic_text": "لَا يُكَلِّفُ ٱللَّهُ نَفْسًا إِلَّا وُسْعَهَا  لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا ٱكْتَسَبَتْ   رَبَّنَا لَا تُؤَاخِذْنَآ إِن نَّسِينَآ أَوْ أَخْطَأْنَا  رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ إِصْرًا كَمَا حَمَلْتَهُۥ عَلَى ٱلَّذِينَ مِن قَبْلِنَا  رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِۦ  وَٱعْفُ عَنَّا وَٱغْفِرْ لَنَا وَٱرْحَمْنَآ  أَنتَ مَوْلَىٰنَا فَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَٰفِرِينَ", "english_text": "GOD never burdens a soul beyond its means: to its credit is what it earns, and against it is what it commits. \"Our Lord, do not condemn us if we forget or make mistakes. Our Lord, and protect us from blaspheming against You, like those before us have done. Our Lord, protect us from sinning until it becomes too late for us to repent. Pardon us and forgive us. You are our Lord and Master. Grant us victory over the disbelieving people.\"", "persian_text": "خدا هرگز نفسى را بيش از توانایی اش تكليف نمی كند؛ هرچه خوبى كسب كند به نفع اوست و هرچه بدى كسب كند عليه اوست. \"پروردگار ما، اگر فراموش می كنيم و يا مرتكب خطا مى شويم، ما را محكوم نكن. پروردگارا، ما را از هر گونه كفرى عليه خودت حفظ فرما، تا مانند كسانى كه پيش از ما كفر ورزيدند، نباشيم. پروردگارا، ما را از ارتكاب به گناه پيش از آنكه براى توبه كردن دير شود، در امان بدار. از ما درگذر و ما را ببخش. تويى مولا و سرور ما. ما را بر مردم كافر پيروز گردان.\"", "subtitle": "", "footnote": ""}]