[{"sura_num": 38, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "S", "chapter_title_arabic": "ص", "chapter_title_persian": "ص"}, {"sura_num": 38, "verse_num": 1, "arabic_text": "صٓ  وَٱلْقُرْءَانِ ذِى ٱلذِّكْرِ", "english_text": "S. (Saad),* and the Quran that contains the proof.**", "persian_text": "ص.* و قرآن که حامل مدرک است.**", "subtitle": "", "footnote": "*38:1 This Initial (Saad) occurs in suras 7, 19, & 38 a total of 152 times, 19x8 (Appendix 1).\n\n\n\n\n\n**38:1 The word \"Zikr\" is made distinct from the Quran and clearly points at the Quran's miraculous mathematical code. See 15:6, 9; 16:44; 21:2, 24; 26:5; & 36:11, 69."}, {"sura_num": 38, "verse_num": 2, "arabic_text": "بَلِ ٱلَّذِينَ كَفَرُوا فِى عِزَّةٍ وَشِقَاقٍ", "english_text": "Those who disbelieve have plunged into arrogance and defiance.", "persian_text": "كسانی كه باور نمی كنند، در تكبر و تمرد فرو رفته اند.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 3, "arabic_text": "كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ فَنَادَوا وَّلَاتَ حِينَ مَنَاصٍ", "english_text": "Many a generation before them we annihilated. They called for help; in vain.", "persian_text": "چه بسيار نسل هايی را كه پيش از آنها هلاك كرديم. فرياد آنها برای كمك بيهوده بود.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 4, "arabic_text": "وَعَجِبُوٓا أَن جَآءَهُم مُّنذِرٌ مِّنْهُمْ  وَقَالَ ٱلْكَٰفِرُونَ هَٰذَا سَٰحِرٌ كَذَّابٌ", "english_text": "They wondered that a warner should come to them, from among them. The disbelievers said, \"A magician; a liar.", "persian_text": "آنها تعجب كردند از آنكه هشداردهنده ای از ميان خودشان برای آنها بيايد. كافران گفتند: \"يك شعبده باز است؛ یک دروغگو.\"", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 5, "arabic_text": "أَجَعَلَ ٱلْءَالِهَةَ إِلَٰهًا وَٰحِدًا  إِنَّ هَٰذَا لَشَىْءٌ عُجَابٌ", "english_text": "\"Did he make the gods into one god? This is really strange.\"", "persian_text": "\"آيا او خدايان را به يك خدا مبدل كرد؟ اين بسيار عجيب است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 6, "arabic_text": "وَٱنطَلَقَ ٱلْمَلَأُ مِنْهُمْ أَنِ ٱمْشُوا وَٱصْبِرُوا عَلَىٰٓ ءَالِهَتِكُمْ  إِنَّ هَٰذَا لَشَىْءٌ يُرَادُ", "english_text": "The leaders announced, \"Go and steadfastly persevere in worshiping your gods. This is what is desired.", "persian_text": "پيشوايان اعلام كردند: \"برويد و در پرستش خدايان خود صبورانه ثابت قدم باشيد. اين امری است مطلوب.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 7, "arabic_text": "مَا سَمِعْنَا بِهَٰذَا فِى ٱلْمِلَّةِ ٱلْءَاخِرَةِ إِنْ هَٰذَآ إِلَّا ٱخْتِلَٰقٌ", "english_text": "\"We never heard of this from the religion of our fathers. This is a lie.", "persian_text": "\"ما هرگز اين را از دين پدرانمان نشنيديم، اين دروغ است.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 8, "arabic_text": "أَءُنزِلَ عَلَيْهِ ٱلذِّكْرُ مِنۢ بَيْنِنَا  بَلْ هُمْ فِى شَكٍّ مِّن ذِكْرِى  بَل لَّمَّا يَذُوقُوا عَذَابِ", "english_text": "\"Why did the proof come down to him, instead of us?\" Indeed, they are doubtful of My proof. Indeed, they have not yet tasted My retribution.", "persian_text": "\"چرا مدرك به جای ما به او داده شد؟\" درواقع، آنها به مدرك من شك دارند. درواقع، آنها هنوز عذاب مرا نچشيده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 9, "arabic_text": "أَمْ عِندَهُمْ خَزَآئِنُ رَحْمَةِ رَبِّكَ ٱلْعَزِيزِ ٱلْوَهَّابِ", "english_text": "Do they own the treasures of mercy of your Lord, the Almighty, the Grantor?", "persian_text": "آيا آنها مالك گنج های رحمت پروردگارت هستند، آن صاحب اقتدار، عطاكننده؟", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 10, "arabic_text": "أَمْ لَهُم مُّلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا  فَلْيَرْتَقُوا فِى ٱلْأَسْبَٰبِ", "english_text": "Do they possess the sovereignty of the heavens and the earth, and everything between them? Let them help themselves.", "persian_text": "آيا فرمانروايی آسمان ها و زمين و مابين آنها از آن ايشان است؟ بگذار خودشان را ياری دهند.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 11, "arabic_text": "جُندٌ مَّا هُنَالِكَ مَهْزُومٌ مِّنَ ٱلْأَحْزَابِ", "english_text": "Instead, whatever forces they can muster—even if all their parties banded together—will be defeated.", "persian_text": "درعوض، هرقدر هم كه نيرو جمع كنند- حتی اگر تمام گروه هايشان با يكديگر همدست شوند- شكست خواهند خورد.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 12, "arabic_text": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَفِرْعَوْنُ ذُو ٱلْأَوْتَادِ", "english_text": "Disbelieving before them were the people of Noah, 'Ãd, and the mighty Pharaoh.", "persian_text": "پيش از آنها قوم نوح، عاد و فرعون قدرتمند نيز ايمان نياوردند.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 13, "arabic_text": "وَثَمُودُ وَقَوْمُ لُوطٍ وَأَصْحَٰبُ لْـَٔيْكَةِ  أُولَٰٓئِكَ ٱلْأَحْزَابُ", "english_text": "Also, Thamûd, the people of Lot, the dwellers of the Woods (of Midyan); those were the opponents.", "persian_text": "همچنين، ثمود، قوم لوط، اصحاب چوب (اهل مدين)؛ آنها از مخالفان بودند.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 14, "arabic_text": "إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ", "english_text": "Each of them disbelieved the messengers and thus, My retribution was inevitable.", "persian_text": "هيچ يك از آنها رسولان را باور نكردند و درنتيجه، عذاب من اجتناب ناپذير بود.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 15, "arabic_text": "وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيْحَةً وَٰحِدَةً مَّا لَهَا مِن فَوَاقٍ", "english_text": "These people can expect a single blow, from which they never recover.", "persian_text": "اين مردم می توانند انتظار فقط يك دميدن را داشته باشند كه از آن هرگز بهبود نمی يابند.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 16, "arabic_text": "وَقَالُوا رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبْلَ يَوْمِ ٱلْحِسَابِ", "english_text": "They challenged: \"Our Lord, why do you not rush the retribution for us, before the Day of Reckoning.\"", "persian_text": "آنها به اعتراض گفتند: \"پروردگار ما، چرا پيش از روز حسابرسی، در مجازات ما شتاب نمی كنی.\"", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 17, "arabic_text": "ٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَٱذْكُرْ عَبْدَنَا دَاوُۥدَ ذَا ٱلْأَيْدِ  إِنَّهُۥٓ أَوَّابٌ", "english_text": "Be patient in the face of their utterances, and remember our servant David, the resourceful; he was obedient.", "persian_text": "در مقابل سخنانشان صبور باش و بندهٔ ما داوود را به ياد آور، آن كاردان را؛ او فرمانبردار بود.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 18, "arabic_text": "إِنَّا سَخَّرْنَا ٱلْجِبَالَ مَعَهُۥ يُسَبِّحْنَ بِٱلْعَشِىِّ وَٱلْإِشْرَاقِ", "english_text": "We committed the mountains in his service, glorifying with him night and day.", "persian_text": "ما كوه ها را در خدمت او درآورديم، كه شب و روز با او به تسبيح مشغول بودند.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 19, "arabic_text": "وَٱلطَّيْرَ مَحْشُورَةً  كُلٌّ لَّهُۥٓ أَوَّابٌ", "english_text": "Also the birds were committed to serve him; all were obedient to him.", "persian_text": "پرندگان نيز در خدمت او بودند؛ همه فرمانبردار او بودند.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 20, "arabic_text": "وَشَدَدْنَا مُلْكَهُۥ وَءَاتَيْنَٰهُ ٱلْحِكْمَةَ وَفَصْلَ ٱلْخِطَابِ", "english_text": "We strengthened his kingship, and endowed him with wisdom and good logic.", "persian_text": "ما پادشاهی او را قدرت داديم و به او حكمت و منطق صحيح عطا كرديم.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 21, "arabic_text": "وَهَلْ أَتَىٰكَ نَبَؤُا ٱلْخَصْمِ إِذْ تَسَوَّرُوا ٱلْمِحْرَابَ", "english_text": "Have you received news of the feuding men who sneaked into his sanctuary?", "persian_text": "آيا اخبار مردانی را كه در حال نزاع مخفيانه به محراب او وارد شدند، شنيده ای؟", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 22, "arabic_text": "إِذْ دَخَلُوا عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنْهُمْ  قَالُوا لَا تَخَفْ  خَصْمَانِ بَغَىٰ بَعْضُنَا عَلَىٰ بَعْضٍ فَٱحْكُم بَيْنَنَا بِٱلْحَقِّ وَلَا تُشْطِطْ وَٱهْدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ", "english_text": "When they entered his room, he was startled. They said, \"Have no fear. We are feuding with one another, and we are seeking your fair judgment. Do not wrong us, and guide us in the right path.", "persian_text": "هنگامی كه وارد اتاق شدند، او از جا پريد. آنها گفتند: \"نترس. ما با هم اختلاف داريم و می خواهيم تو منصفانه قضاوت كنی. به ما ستم نكن و ما را به راه راست هدايت كن.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 23, "arabic_text": "إِنَّ هَٰذَآ أَخِى لَهُۥ تِسْعٌ وَتِسْعُونَ نَعْجَةً وَلِىَ نَعْجَةٌ وَٰحِدَةٌ فَقَالَ أَكْفِلْنِيهَا وَعَزَّنِى فِى ٱلْخِطَابِ", "english_text": "\"This brother of mine owns ninety-nine* sheep, while I own one sheep. He wants to mix my sheep with his, and continues to pressure me.\"", "persian_text": "\"اين برادر من نود و نه* گوسفند دارد، در حالی كه من يك گوسفند دارم. او می خواهد گوسفند مرا با گوسفندان خود مخلوط كند و مدام مرا تحت فشار می گذارد.\"*", "subtitle": "", "footnote": "*38:23 This is the only place where the number 99 occurs. Thirty different numbers are mentioned in the Quran, and their total comes to 162146, 19x8534. See Appendix 1."}, {"sura_num": 38, "verse_num": 24, "arabic_text": "قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَىٰ نِعَاجِهِۦ  وَإِنَّ كَثِيرًا مِّنَ ٱلْخُلَطَآءِ لَيَبْغِى بَعْضُهُمْ عَلَىٰ بَعْضٍ إِلَّا ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ وَقَلِيلٌ مَّا هُمْ   وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسْتَغْفَرَ رَبَّهُۥ وَخَرَّ رَاكِعًا وَأَنَابَ ", "english_text": "He said, \"He is being unfair to you by asking to combine your sheep with his. Most people who combine their properties treat each other unfairly, except those who believe and work righteousness, and these are so few.\" Afterwards, David wondered if he made the right judgment. He thought that we were testing him. He then implored his Lord for forgiveness, bowed down, and repented.*", "persian_text": "او گفت: \"او نسبت به تو بی انصافی می كند كه می خواهد گوسفند تو را با گوسفندانش مخلوط كند. اكثر مردمی كه در اموال هم شريك می شوند، با يكديگر منصفانه رفتار نمی كنند، به جز كسانی كه ايمان دارند و پرهيزكارانه عمل می كنند و اينان عدهٔ بسيار كمی هستند. \"پس از آن داوود به فكر فرو رفت كه آيا درست قضاوت كرده است؟ او فكر كرد كه ما او را امتحان می كرديم. سپس از پروردگارش طلب بخشش نمود، به ركوع رفت و توبه كرد.*", "subtitle": "David's Exemplary Piety", "footnote": "*38:24 In this clear example, 99 on one side vs 1 on the other side, David's extreme care to render the correct judgment caused him to ask forgiveness. Are we this careful?"}, {"sura_num": 38, "verse_num": 25, "arabic_text": "فَغَفَرْنَا لَهُۥ ذَٰلِكَ  وَإِنَّ لَهُۥ عِندَنَا لَزُلْفَىٰ وَحُسْنَ مَـَٔابٍ", "english_text": "We forgave him in this matter. We have granted him a position of honor with us, and a beautiful abode.", "persian_text": "ما در اين مورد او را بخشيديم. ما نزد خود مقامی محترم و جايگاهی زيبا به او عطا كرده ايم.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 26, "arabic_text": "يَٰدَاوُۥدُ إِنَّا جَعَلْنَٰكَ خَلِيفَةً فِى ٱلْأَرْضِ فَٱحْكُم بَيْنَ ٱلنَّاسِ بِٱلْحَقِّ وَلَا تَتَّبِعِ ٱلْهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِ  إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمْ عَذَابٌ شَدِيد بِمَا نَسُوا يَوْمَ ٱلْحِسَابِ", "english_text": "O David, we have made you a ruler on earth. Therefore, you shall judge among the people equitably, and do not follow your personal opinion, lest it diverts you from the way of GOD. Surely, those who stray off the way of GOD incur severe retribution for forgetting the Day of Reckoning.", "persian_text": "ای داوود، ما تو را خليفه ای در زمين قرار داده ايم. بنابراين، در ميان مردم منصفانه قضاوت كن و از عقايد شخصی خود پيروی نكن، تا مبادا تو را از راه خدا بازگرداند. مطمئناً، كسانی كه از راه خدا منحرف شوند، سزاوار مجازاتی سخت می شوند، زيرا روز حسابرسی را فراموش كرده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 27, "arabic_text": "وَمَا خَلَقْنَا ٱلسَّمَآءَ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا بَٰطِلًا  ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُوا  فَوَيْلٌ لِّلَّذِينَ كَفَرُوا مِنَ ٱلنَّارِ", "english_text": "We did not create the heaven and the earth, and everything between them, in vain. Such is the thinking of those who disbelieve. Therefore, woe to those who disbelieve; they will suffer in Hell.", "persian_text": "ما آسمان و زمين و آنچه را مابين آنهاست، بيهوده نيافريديم. اين پندار کسانی است که ايمان ندارند. پس، وای به حال کسانی که باور نکنند؛ آنها در دوزخ عذاب خواهند کشيد.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 28, "arabic_text": "أَمْ نَجْعَلُ ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ كَٱلْمُفْسِدِينَ فِى ٱلْأَرْضِ أَمْ نَجْعَلُ ٱلْمُتَّقِينَ كَٱلْفُجَّارِ", "english_text": "Shall we treat those who believe and lead a righteous life as we treat those who commit evil on earth? Shall we treat the righteous as we treat the wicked?", "persian_text": "آيا با کسانی که ايمان آورده اند و زندگی پرهيزکارانه ای را در پيش گرفته اند، مانند کسانی رفتار کنيم که در زمين مرتکب اعمال پليد می شوند؟ آيا با پرهيزکاران مانند گناهکاران رفتار کنيم؟", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 29, "arabic_text": "كِتَٰبٌ أَنزَلْنَٰهُ إِلَيْكَ مُبَٰرَكٌ لِّيَدَّبَّرُوٓا ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُولُوا ٱلْأَلْبَٰبِ", "english_text": "This is a scripture that we sent down to you, that is sacred—perhaps they reflect on its verses. Those who possess intelligence will take heed.", "persian_text": "اين كتاب آسمانی مقدسی است كه بر تو نازل كرديم- باشد كه در آيات آن بينديشند. خردمندان توجه خواهند كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 30, "arabic_text": "وَوَهَبْنَا لِدَاوُۥدَ سُلَيْمَٰنَ  نِعْمَ ٱلْعَبْدُ  إِنَّهُۥٓ أَوَّابٌ", "english_text": "To David we granted Solomon; a good and obedient servant.", "persian_text": "ما به داوود سليمان را عطا كرديم؛ بنده ای خوب و فرمانبردار.", "subtitle": "Solomon's Exemplary Devotion", "footnote": ""}, {"sura_num": 38, "verse_num": 31, "arabic_text": "إِذْ عُرِضَ عَلَيْهِ بِٱلْعَشِىِّ ٱلصَّٰفِنَٰتُ ٱلْجِيَادُ", "english_text": "One day he became preoccupied with beautiful horses, until the night fell.", "persian_text": "روزی او با اسبان زيبا سرگرم شد، تا اينکه شب فرا رسيد.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 32, "arabic_text": "فَقَالَ إِنِّىٓ أَحْبَبْتُ حُبَّ ٱلْخَيْرِ عَن ذِكْرِ رَبِّى حَتَّىٰ تَوَارَتْ بِٱلْحِجَابِ", "english_text": "He then said, \"I enjoyed the material things more than I enjoyed worshiping my Lord, until the sun was gone.*", "persian_text": "سپس گفت: \"من از ماديات بيشتر از عبادت پروردگارم لذت بردم، تا اينكه خورشيد ناپديد گشت.*", "subtitle": "", "footnote": "*38:32 Solomon missed his afternoon prayer because of his horses. To nullify Satan's possible claim that Solomon loved his horses more than loving God, he got rid of his horses."}, {"sura_num": 38, "verse_num": 33, "arabic_text": "رُدُّوهَا عَلَىَّ  فَطَفِقَ مَسْحًۢا بِٱلسُّوقِ وَٱلْأَعْنَاقِ", "english_text": "\"Bring them back.\" (To bid farewell,) he rubbed their legs and necks.", "persian_text": "\"آنها را نزد من بازگردانيد.\" او ساق پا و گردن هایشان را (برای وداع) نوازش کرد.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 34, "arabic_text": "وَلَقَدْ فَتَنَّا سُلَيْمَٰنَ وَأَلْقَيْنَا عَلَىٰ كُرْسِيِّهِۦ جَسَدًا ثُمَّ أَنَابَ", "english_text": "We thus put Solomon to the test; we blessed him with vast material wealth, but he steadfastly submitted.*", "persian_text": "ما اين چنين سليمان را امتحان كرديم؛ ما به او مال و ثروت فراوانی عطا نموديم، اما او در تسليم ثابت قدم بود.*", "subtitle": "", "footnote": "*38:34 & 41 Solomon and Job represent both ends of the testing spectrum. We are put to the test through wealth, health, or lack of them, to see if we worship God alone under all circumstances."}, {"sura_num": 38, "verse_num": 35, "arabic_text": "قَالَ رَبِّ ٱغْفِرْ لِى وَهَبْ لِى مُلْكًا لَّا يَنۢبَغِى لِأَحَدٍ مِّنۢ بَعْدِىٓ  إِنَّكَ أَنتَ ٱلْوَهَّابُ", "english_text": "He said, \"My Lord, forgive me, and grant me a kingship never attained by anyone else. You are the Grantor.\"", "persian_text": "او گفت: \"پروردگار من، مرا ببخش و به من سلطنتی عطا كن كه هرگز كسی به آن دست نيافته است. تويی عطاكننده.\"", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 36, "arabic_text": "فَسَخَّرْنَا لَهُ ٱلرِّيحَ تَجْرِى بِأَمْرِهِۦ رُخَآءً حَيْثُ أَصَابَ", "english_text": "We (answered his prayer and) committed the wind at his disposal, pouring rain wherever he wanted.", "persian_text": "ما (دعای او را مستجاب كرديم و) باد را در اختيار او قرار داديم تا در جايی كه او می خواست، باران ببارد.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 37, "arabic_text": "وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٍ وَغَوَّاصٍ", "english_text": "And the devils, building and diving.", "persian_text": "و شياطين، بنايی و غواصی می كردند.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 38, "arabic_text": "وَءَاخَرِينَ مُقَرَّنِينَ فِى ٱلْأَصْفَادِ", "english_text": "Others were placed at his disposal.", "persian_text": "ديگران به خدمت او گمارده شدند.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 39, "arabic_text": "هَٰذَا عَطَآؤُنَا فَٱمْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ", "english_text": "\"This is our provision to you; you may give generously, or withhold, without limits.\"", "persian_text": "\"اين است روزی ما برای تو؛ می توانی بدون حساب، سخاوتمندانه ببخشی يا دريغ داری.\"", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 40, "arabic_text": "وَإِنَّ لَهُۥ عِندَنَا لَزُلْفَىٰ وَحُسْنَ مَـَٔابٍ", "english_text": "He has deserved an honorable position with us, and a wonderful abode.", "persian_text": "او نزد ما سزاوار مقامی محترم و سرايی فوق العاده شده است.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 41, "arabic_text": "وَٱذْكُرْ عَبْدَنَآ أَيُّوبَ إِذْ نَادَىٰ رَبَّهُۥٓ أَنِّى مَسَّنِىَ ٱلشَّيْطَٰنُ بِنُصْبٍ وَعَذَابٍ", "english_text": "Remember our servant Job: he called upon his Lord, \"The devil has afflicted me with hardship and pain.\"", "persian_text": "به ياد آور بندهٔ ما ايوب را. او پروردگارش را صدا كرد: \"شيطان مرا به درد و رنج دچار كرده است.\"", "subtitle": "The Devil Afflicts Job*", "footnote": ""}, {"sura_num": 38, "verse_num": 42, "arabic_text": "ٱرْكُضْ بِرِجْلِكَ  هَٰذَا مُغْتَسَل بَارِدٌ وَشَرَابٌ", "english_text": "\"Strike the ground with your foot. A spring will give you healing and a drink.\"", "persian_text": "\"پای خود را به زمين بزن. چشمه ای تو را نوشيدنی و شفا خواهد داد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 43, "arabic_text": "وَوَهَبْنَا لَهُۥٓ أَهْلَهُۥ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنَّا وَذِكْرَىٰ لِأُولِى ٱلْأَلْبَٰبِ", "english_text": "We restored his family for him; twice as many. Such is our mercy; a reminder for those who possess intelligence.", "persian_text": "ما خانواده اش را، دو برابر، به او بازگردانديم. چنين است رحمت ما؛ تذكری برای خردمندان.", "subtitle": "God Makes it up to the Believers", "footnote": ""}, {"sura_num": 38, "verse_num": 44, "arabic_text": "وَخُذْ بِيَدِكَ ضِغْثًا فَٱضْرِب بِّهِۦ وَلَا تَحْنَثْ   إِنَّا وَجَدْنَٰهُ صَابِرًا  نِّعْمَ ٱلْعَبْدُ  إِنَّهُۥٓ أَوَّابٌ", "english_text": "\"Now, you shall travel the land and preach the message, to fulfill your pledge.\" We found him steadfast. What a good servant! He was a submitter.", "persian_text": "\"اکنون، در زمين سفر کن و پيام را ابلاغ نما تا به عهد خود وفا کنی. ما او را ثابت قدم يافتيم. چه بندهٔ خوبی! او یک تسليم شده بود.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 45, "arabic_text": "وَٱذْكُرْ عِبَٰدَنَآ إِبْرَٰهِيمَ وَإِسْحَٰقَ وَيَعْقُوبَ أُولِى ٱلْأَيْدِى وَٱلْأَبْصَٰرِ", "english_text": "Remember also our servants Abraham, Isaac, and Jacob. They were resourceful, and possessed vision.", "persian_text": "و نيز بندگان ما ابراهيم، اسحاق و يعقوب را به ياد آور. آنها کاردان بودند و بصيرت داشتند.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 46, "arabic_text": "إِنَّآ أَخْلَصْنَٰهُم بِخَالِصَةٍ ذِكْرَى ٱلدَّارِ", "english_text": "We bestowed upon them a great blessing: awareness of the Hereafter.", "persian_text": "ما به آنها نعمت بزرگی عطا كرديم: آگاهی به آخرت.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 47, "arabic_text": "وَإِنَّهُمْ عِندَنَا لَمِنَ ٱلْمُصْطَفَيْنَ ٱلْأَخْيَارِ", "english_text": "They were chosen, for they were among the most righteous.", "persian_text": "آنها برگزيده شده بودند، زيرا از پرهيزكارترين افراد بودند.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 48, "arabic_text": "وَٱذْكُرْ إِسْمَٰعِيلَ وَٱلْيَسَعَ وَذَا ٱلْكِفْلِ  وَكُلٌّ مِّنَ ٱلْأَخْيَارِ", "english_text": "Remember Ismail, Elisha, and Zal-Kifl; among the most righteous.", "persian_text": "به ياد آور اسماعيل، اليَسَع و ذوالکفل را؛ در ميان پرهيزکارترين افراد.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 49, "arabic_text": "هَٰذَا ذِكْرٌ  وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَـَٔابٍ", "english_text": "This is a reminder: The righteous have deserved a wonderful destiny.", "persian_text": "اين تذكری است: پرهيزكاران سزاوار سرنوشتی فوق العاده شده اند.", "subtitle": "The Righteous", "footnote": ""}, {"sura_num": 38, "verse_num": 50, "arabic_text": "جَنَّٰتِ عَدْنٍ مُّفَتَّحَةً لَّهُمُ ٱلْأَبْوَٰبُ", "english_text": "The gardens of Eden will open up their gates for them.", "persian_text": "باغ های عدن دروازه هايشان را بر روی آنها می گشايند.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 51, "arabic_text": "مُتَّكِـِٔينَ فِيهَا يَدْعُونَ فِيهَا بِفَٰكِهَةٍ كَثِيرَةٍ وَشَرَابٍ", "english_text": "Relaxing therein, they will be given many kinds of fruits and drinks.", "persian_text": "در آنجا استراحت می كنند و به آنها انواع و اقسام ميوه ها و نوشيدنی ها داده خواهد شد.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 52, "arabic_text": "وَعِندَهُمْ قَٰصِرَٰتُ ٱلطَّرْفِ أَتْرَابٌ", "english_text": "They will have wonderful spouses.", "persian_text": "آنها همسرانی بی نظير خواهند داشت.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 53, "arabic_text": "هَٰذَا مَا تُوعَدُونَ لِيَوْمِ ٱلْحِسَابِ", "english_text": "This is what you have deserved on the Day of Reckoning.", "persian_text": "اين است آنچه كه در روز حسابرسی شايستگی آن را خواهيد داشت.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 54, "arabic_text": "إِنَّ هَٰذَا لَرِزْقُنَا مَا لَهُۥ مِن نَّفَادٍ", "english_text": "Our provisions are inexhaustible.", "persian_text": "روزی های ما بی پايان است.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 55, "arabic_text": "هَٰذَا  وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٍ", "english_text": "As for the transgressors, they have incurred a miserable destiny.", "persian_text": "و اما ستمكاران، آنها سزاوار سرنوشتی شوم شده اند.", "subtitle": "The Disbelievers: Feuding With One Another", "footnote": ""}, {"sura_num": 38, "verse_num": 56, "arabic_text": "جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ ٱلْمِهَادُ", "english_text": "Hell is where they burn; what a miserable abode!", "persian_text": "دوزخ جايی است كه در آن می سوزند؛ چه مكان فلاكت باری!", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 57, "arabic_text": "هَٰذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ", "english_text": "What they taste therein will be hellish drinks and bitter food.", "persian_text": "آنچه در آنجا می چشند نوشابه های جهنمی و غذای تلخ خواهد بود.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 58, "arabic_text": "وَءَاخَرُ مِن شَكْلِهِۦٓ أَزْوَٰجٌ", "english_text": "And much more of the same kind.", "persian_text": "و چيزهای بسياری از اين قبيل.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 59, "arabic_text": "هَٰذَا فَوْجٌ مُّقْتَحِمٌ مَّعَكُمْ  لَا مَرْحَبًۢا بِهِمْ  إِنَّهُمْ صَالُوا ٱلنَّارِ", "english_text": "\"This is a group to be thrown into Hell with you.\" They will not be welcomed (by the residents of Hell). They have deserved to burn in the hellfire.", "persian_text": "\"اين گروهی است كه با شما به دوزخ انداخته می شوند\". (ساكنان دوزخ) به آنها خوشامد نخواهند گفت. آنها سزاور سوختن در آتش دوزخ شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 60, "arabic_text": "قَالُوا بَلْ أَنتُمْ لَا مَرْحَبًۢا بِكُمْ  أَنتُمْ قَدَّمْتُمُوهُ لَنَا  فَبِئْسَ ٱلْقَرَارُ", "english_text": "The newcomers will respond, \"Nor are you welcomed. You are the ones who preceded us and misled us. Therefore, suffer this miserable end.\"", "persian_text": "تازه واردان در پاسخ خواهند گفت: \"برای شما نيز خوشامدی نيست. اين شما هستيد كه جلوتر از ما بوديد و ما را گمراه كرديد. بنابراين، از اين عاقبت شوم رنج ببريد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 61, "arabic_text": "قَالُوا رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدْهُ عَذَابًا ضِعْفًا فِى ٱلنَّارِ", "english_text": "They will also say, \"Our Lord, these are the ones who led us into this; double the retribution of hellfire for them.\"", "persian_text": "آنها همچنين خواهند گفت: \"پروردگار ما، اينان هستند كه ما را به اين راه كشاندند؛ عذاب آتش دوزخ را برای آنها دو برابر كن.\"", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 62, "arabic_text": "وَقَالُوا مَا لَنَا لَا نَرَىٰ رِجَالًا كُنَّا نَعُدُّهُم مِّنَ ٱلْأَشْرَارِ", "english_text": "They will say, \"How come we do not see (in Hell) people we used to count among the wicked?", "persian_text": "آنها خواهند گفت: \"چگونه است که ما مردمی را که از ستمکاران می شمرديم (در دوزخ) نمی بينيم؟", "subtitle": "Surprise!", "footnote": ""}, {"sura_num": 38, "verse_num": 63, "arabic_text": "أَتَّخَذْنَٰهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ ٱلْأَبْصَٰرُ", "english_text": "\"We used to ridicule them; we used to turn our eyes away from them.\"", "persian_text": "\"ما آنها را مسخره می کردیم؛ ما چشمان خود را از آنها برمی گردانديم.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 64, "arabic_text": "إِنَّ ذَٰلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ ٱلنَّارِ", "english_text": "This is a predetermined fact: the people of Hell will feud with one another.", "persian_text": "اين واقعيتی است که از پيش تعيين شده است: دوزخيان با يکديگر در جنگ و جدال خواهند بود.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 65, "arabic_text": "قُلْ إِنَّمَآ أَنَا مُنذِرٌ  وَمَا مِنْ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ", "english_text": "Say, \"I warn you; there is no other god beside GOD, the One, the Supreme.", "persian_text": "بگو: \"من به شما هشدار می دهم؛ خدای ديگری در كنار خدا نيست، يكتا، مافوق.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 66, "arabic_text": "رَبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ٱلْعَزِيزُ ٱلْغَفَّٰرُ", "english_text": "\"The Lord of the heavens and the earth, and everything between them; the Almighty, the Forgiving.\"", "persian_text": "پروردگار آسمان ها و زمين و آنچه ميان آنهاست؛ صاحب اقتدار، آمرزنده.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 67, "arabic_text": "قُلْ هُوَ نَبَؤٌا عَظِيمٌ", "english_text": "Say, \"Here is awesome news.", "persian_text": "بگو: \"در اينجا خبری است هيبت انگيز.", "subtitle": "The Great Feud", "footnote": ""}, {"sura_num": 38, "verse_num": 68, "arabic_text": "أَنتُمْ عَنْهُ مُعْرِضُونَ", "english_text": "\"That you are totally oblivious to.", "persian_text": "\"كه شما كاملاً از آن غافليد.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 69, "arabic_text": "مَا كَانَ لِىَ مِنْ عِلْم بِٱلْمَلَإِ ٱلْأَعْلَىٰٓ إِذْ يَخْتَصِمُونَ", "english_text": "\"I had no knowledge previously, about the feud in the High Society.*", "persian_text": "\"من پيش از اين دربارهٔ نزاعی كه در جامعهٔ بالا درگرفت، هيچ دانشی نداشتم.\"*", "subtitle": "", "footnote": "*38:69 The feud in the High Society was triggered by Satan's challenge to God's absolute authority. This is definitely the most important event in the history of the human race. We failed to make a firm stand regarding God's absolute authority. This life represents the third and final chance to redeem ourselves (See the Introduction and Appendix 7)."}, {"sura_num": 38, "verse_num": 70, "arabic_text": "إِن يُوحَىٰٓ إِلَىَّ إِلَّآ أَنَّمَآ أَنَا نَذِيرٌ مُّبِينٌ", "english_text": "\"I am inspired that my sole mission is to deliver the warnings to you.\"", "persian_text": "\"به من وحی شده است که تنها مأموريت من اين است که به شما هشدار دهم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 71, "arabic_text": "إِذْ قَالَ رَبُّكَ لِلْمَلَٰٓئِكَةِ إِنِّى خَٰلِق بَشَرًا مِّن طِينٍ", "english_text": "Your Lord said to the angels, \"I am creating a human being from clay.", "persian_text": "پروردگارت به فرشتگان گفت: \"من بشری را از گل می آفرينم.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 72, "arabic_text": "فَإِذَا سَوَّيْتُهُۥ وَنَفَخْتُ فِيهِ مِن رُّوحِى فَقَعُوا لَهُۥ سَٰجِدِينَ", "english_text": "\"Once I design him, and blow into him from My spirit, you shall fall prostrate before him.\"", "persian_text": "\"هنگامی كه او را طراحی كنم و از روح خود در او بدمم، در مقابل او سجده كنيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 73, "arabic_text": "فَسَجَدَ ٱلْمَلَٰٓئِكَةُ كُلُّهُمْ أَجْمَعُونَ", "english_text": "The angels fell prostrate, all of them,", "persian_text": "فرشتگان سجده كردند، همهٔ آنها،", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 74, "arabic_text": "إِلَّآ إِبْلِيسَ ٱسْتَكْبَرَ وَكَانَ مِنَ ٱلْكَٰفِرِينَ", "english_text": "except Satan; he refused, and was too arrogant, unappreciative.", "persian_text": "غير از ابليس؛ او نپذيرفت، و بسيار متکبر و ناسپاس بود.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 75, "arabic_text": "قَالَ يَٰٓإِبْلِيسُ مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَىَّ  أَسْتَكْبَرْتَ أَمْ كُنتَ مِنَ ٱلْعَالِينَ", "english_text": "He said, \"O Satan, what prevented you from prostrating before what I created with My hands? Are you too arrogant? Have you rebelled?\"", "persian_text": "او گفت: \"ای ابليس، چه چيز تو را از سجده در برابر آنچه من با دست های خود آفريدم، بازداشت؟ آيا بيش از حد متکبر هستی؟ آيا شورش کرده ای؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 76, "arabic_text": "قَالَ أَنَا خَيْرٌ مِّنْهُ  خَلَقْتَنِى مِن نَّارٍ وَخَلَقْتَهُۥ مِن طِينٍ", "english_text": "He said, \"I am better than he; You created me from fire, and created him from clay.\"", "persian_text": "او گفت: \"من از او بهترم؛ تو مرا از آتش خلق کردی و او را از گل آفريدی.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 77, "arabic_text": "قَالَ فَٱخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ", "english_text": "He said, \"Therefore, you must be exiled, you will be banished.", "persian_text": "او گفت: \"بنابراين، تو بايد تبعيد شوی، تو رانده خواهی شد.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 78, "arabic_text": "وَإِنَّ عَلَيْكَ لَعْنَتِىٓ إِلَىٰ يَوْمِ ٱلدِّينِ", "english_text": "\"You have incurred My condemnation until the Day of Judgment.\"", "persian_text": "\"تو تا روز قضاوت به لعنت من گرفتار شده ای.\"", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 79, "arabic_text": "قَالَ رَبِّ فَأَنظِرْنِىٓ إِلَىٰ يَوْمِ يُبْعَثُونَ", "english_text": "He said, \"My Lord, respite me till the Day of Resurrection.\"", "persian_text": "او گفت: \"پروردگار من، مرا تا روز رستاخيز مهلت ده.\"", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 80, "arabic_text": "قَالَ فَإِنَّكَ مِنَ ٱلْمُنظَرِينَ", "english_text": "He said, \"You are respited.", "persian_text": "او گفت: \"به تو مهلت داده شد.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 81, "arabic_text": "إِلَىٰ يَوْمِ ٱلْوَقْتِ ٱلْمَعْلُومِ", "english_text": "\"Until the appointed day.\"", "persian_text": "\"تا آن روز معين.\"", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 82, "arabic_text": "قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ", "english_text": "He said, \"I swear by Your majesty, that I will send them all astray.", "persian_text": "او گفت: \"سوگند به عزت تو، كه من همگی آنها را گمراه خواهم كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 83, "arabic_text": "إِلَّا عِبَادَكَ مِنْهُمُ ٱلْمُخْلَصِينَ", "english_text": "\"Except Your worshipers who are devoted absolutely to You alone.\"", "persian_text": "\"به جز پرستش كنندگان تو كه مطلقاً تنها وقف تو هستند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 84, "arabic_text": "قَالَ فَٱلْحَقُّ وَٱلْحَقَّ أَقُولُ", "english_text": "He said, \"This is the truth, and the truth is all that I utter.", "persian_text": "او گفت: \"اين حقيقت است و حقيقت تنها چيزی است كه من بیان می کنم.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 85, "arabic_text": "لَأَمْلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنْهُمْ أَجْمَعِينَ", "english_text": "I will fill Hell with you and all those who follow you.", "persian_text": "\"من دوزخ را با تو و تمام كسانی كه از تو پيروی می كنند، پر خواهم كرد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 86, "arabic_text": "قُلْ مَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَآ أَنَا مِنَ ٱلْمُتَكَلِّفِينَ", "english_text": "Say, \"I do not ask you for any wage, and I am not an imposter.", "persian_text": "بگو: \"من از شما هيچ مزدی نمی خواهم و من شياد نيستم.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 87, "arabic_text": "إِنْ هُوَ إِلَّا ذِكْرٌ لِّلْعَٰلَمِينَ", "english_text": "\"This is a reminder for the world.", "persian_text": "\"اين تذكری است برای دنیا.", "subtitle": "", "footnote": ""}, {"sura_num": 38, "verse_num": 88, "arabic_text": "وَلَتَعْلَمُنَّ نَبَأَهُۥ بَعْدَ حِين", "english_text": "\"And you will certainly find out in awhile.\"", "persian_text": "\"و شما مسلماً، پس از مدتی خواهيد فهميد.\"", "subtitle": "", "footnote": ""}]