[{"sura_num": 60, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The Test", "chapter_title_arabic": "الممتحنة", "chapter_title_persian": "آزمايش"}, {"sura_num": 60, "verse_num": 1, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا لَا تَتَّخِذُوا عَدُوِّى وَعَدُوَّكُمْ أَوْلِيَآءَ تُلْقُونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَآءَكُم مِّنَ ٱلْحَقِّ يُخْرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمْ   أَن تُؤْمِنُوا بِٱللَّهِ رَبِّكُمْ إِن كُنتُمْ خَرَجْتُمْ جِهَٰدًا فِى سَبِيلِى وَٱبْتِغَآءَ مَرْضَاتِى  تُسِرُّونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَآ أَخْفَيْتُمْ وَمَآ أَعْلَنتُمْ  وَمَن يَفْعَلْهُ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ", "english_text": "O you who believe, you shall not befriend My enemies and your enemies, extending love and friendship to them, even though they have disbelieved in the truth that has come to you. They persecute the messenger, and you, just because you believe in GOD, your Lord. If you mobilize to struggle in My cause, seeking My blessings, how can you secretly love them? I am fully aware of everything you conceal, and everything you declare. Those among you who do this have indeed strayed off the right path.", "persian_text": "ای کسانی که ايمان آورده ايد، دشمنان من و دشمنان خود را به دوستی نگيريد، تا محبت و دوستی با آنان را گسترش دهيد، زیرا آنها به حقيقتی که بر شما آمده است، کافر شده اند. آنها رسول و شما را آزار می دهند فقط برای آنکه شما به خدا، پروردگارتان ايمان داريد. اگر در طلب نعمت های من بسيج می شويد تا در راه من تلاش كنيد، چطور می توانيد پنهانی آنها را دوست داشته باشيد؟ من از آنچه پنهان و آشكارا انجام می دهيد، كاملاً آگاه هستم. در ميان شما كسانی كه چنين كاری می كنند، حقيقتاً از راه راست منحرف شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 60, "verse_num": 2, "arabic_text": "إِن يَثْقَفُوكُمْ يَكُونُوا لَكُمْ أَعْدَآءً وَيَبْسُطُوٓا إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّوا لَوْ تَكْفُرُونَ", "english_text": "Whenever they encounter you, they treat you as enemies, and hurt you with their hands and tongues. They want you to disbelieve.", "persian_text": "هنگامی كه با شما روبرو می شوند، مانند دشمن با شما رفتار می كنند و با دست و زبانشان شما را می آزارند. آنها می خواهند كه شما كافر شويد.", "subtitle": "", "footnote": ""}, {"sura_num": 60, "verse_num": 3, "arabic_text": "لَن تَنفَعَكُمْ أَرْحَامُكُمْ وَلَآ أَوْلَٰدُكُمْ  يَوْمَ ٱلْقِيَٰمَةِ يَفْصِلُ بَيْنَكُمْ  وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ", "english_text": "Your relatives and your money can never help you. On the Day of Resurrection, He will judge among you. GOD is Seer of everything you do.", "persian_text": "خويشاوندان و پول شما هرگز نمی توانند به شما كمك كنند. در روز قيامت، او در ميان شما قضاوت خواهد كرد. خدا به هر كاری كه می كنيد، بيناست.", "subtitle": "", "footnote": ""}, {"sura_num": 60, "verse_num": 4, "arabic_text": "قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِىٓ إِبْرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَءَٰٓؤُا مِنكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ ٱللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ ٱلْعَدَٰوَةُ وَٱلْبَغْضَآءُ أَبَدًا حَتَّىٰ تُؤْمِنُوا بِٱللَّهِ وَحْدَهُۥٓ إِلَّا قَوْلَ إِبْرَٰهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَآ أَمْلِكُ لَكَ مِنَ ٱللَّهِ مِن شَىْءٍ  رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ ٱلْمَصِيرُ", "english_text": "A good example has been set for you by Abraham and those with him. They said to their people, \"We disown you and the idols that you worship besides GOD. We denounce you, and you will see nothing from us except animosity and hatred until you believe in GOD ALONE.\"* However, a mistake was committed by Abraham when he said to his father, \"I will pray for your forgiveness,** but I possess no power to protect you from GOD.\" \"Our Lord, we trust in You, and submit to You; to You is the final destiny.", "persian_text": "ابراهيم و همراهانش برای شما سرمشق خوبی هستند. آنها به قومشان گفتند: \"ما شما و بت هايی را كه در كنار خدا می پرستيد، طرد می كنيم. ما شما را علناً محكوم می نماييم و تا زمانی كه تنها به خدا ايمان نياوريد،* از ما جز تنفر و عداوت چيزی نخواهيد ديد.\" اگرچه، ابراهیم اشتباه کرد هنگامی كه به پدرش گفت: \"من برای بخشش تو دعا خواهم كرد، ** ولی من هيچ قدرتی برای محافظت تو در مقابل خدا ندارم.\"  \"پروردگار ما، ما به تو توكل می كنيم و تسليم تو هستيم؛ سرنوشت نهايی به سوی توست.", "subtitle": "Abraham: An Example", "footnote": "*60:4 The Arabic word for \"ALONE\" (WAHDAHU) occurs only six times in the Quran, one of them refers to upholding the Quran ALONE (17:46). The reference to God ALONE occurs in 7:70, 39:45, 40:12 & 84, and 60:4. The sum of these numbers (7+70+39+45+40+12+84+60+4) equals 361, or 19x19. This emphasizes that the main theme of the Quran is \"Worship God ALONE.\" Appendix 1.\n\n\n\n\n\n**60:4 We can pray for guidance for the idolators, not forgiveness, since God's law is that idolatry is the only unforgivable offense (4:48 & 116)."}, {"sura_num": 60, "verse_num": 5, "arabic_text": "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلَّذِينَ كَفَرُوا وَٱغْفِرْ لَنَا رَبَّنَآ  إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ", "english_text": "\"Our Lord, let us not be oppressed by those who disbelieved, and forgive us. You are the Almighty, Most Wise.\"", "persian_text": "\"پروردگار ما، نگذار مورد جور و ستم كافران قرار بگيريم و ما را ببخش. تويی صاحب اقتدار، حكيم ترين.\"", "subtitle": "", "footnote": ""}, {"sura_num": 60, "verse_num": 6, "arabic_text": "لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُوا ٱللَّهَ وَٱلْيَوْمَ ٱلْءَاخِرَ  وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ", "english_text": "A good example has been set by them for those who seek GOD and the Last Day. As for those who turn away, GOD is in no need (of them), Most Praiseworthy.", "persian_text": "آنها مثال خوبی هستند برای كسانی كه در جستجوی خدا و روز آخرند. و اما كسانی كه روی برمی گردانند، خدا نيازی به (آنها) ندارد، اوست ستوده ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 60, "verse_num": 7, "arabic_text": "عَسَى ٱللَّهُ أَن يَجْعَلَ بَيْنَكُمْ وَبَيْنَ ٱلَّذِينَ عَادَيْتُم مِّنْهُم مَّوَدَّةً  وَٱللَّهُ قَدِيرٌ  وَٱللَّهُ غَفُورٌ رَّحِيمٌ", "english_text": "GOD may change the animosity between you and them into love. GOD is Omnipotent. GOD is Forgiver, Most Merciful.", "persian_text": "باشد كه خدا دشمنی ميان شما و آنها را به عشق و محبت تبديل كند. خداست قادر مطلق. خداست عفوكننده، مهربان ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 60, "verse_num": 8, "arabic_text": "لَّا يَنْهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمْ يُقَٰتِلُوكُمْ فِى ٱلدِّينِ وَلَمْ يُخْرِجُوكُم مِّن دِيَٰرِكُمْ أَن تَبَرُّوهُمْ وَتُقْسِطُوٓا إِلَيْهِمْ  إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ", "english_text": "GOD does not enjoin you from befriending those who do not fight you because of religion, and do not evict you from your homes. You may befriend them and be equitable towards them. GOD loves the equitable.", "persian_text": "خدا شما را از دوستی با كسانی كه برای دين با شما نمی جنگند و شما را از خانه هايتان بيرون نمی كنند، منع نمی كند. شما می توانيد با آنها دوست باشيد و با آنها منصفانه رفتار كنيد. خدا افراد منصف را دوست دارد.", "subtitle": "Basic Law Regulating Relations With Unbelievers", "footnote": ""}, {"sura_num": 60, "verse_num": 9, "arabic_text": "إِنَّمَا يَنْهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَٰتَلُوكُمْ فِى ٱلدِّينِ وَأَخْرَجُوكُم مِّن دِيَٰرِكُمْ وَظَٰهَرُوا عَلَىٰٓ إِخْرَاجِكُمْ أَن تَوَلَّوْهُمْ  وَمَن يَتَوَلَّهُمْ فَأُولَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ", "english_text": "GOD enjoins you only from befriending those who fight you because of religion, evict you from your homes, and band together with others to banish you. You shall not befriend them. Those who befriend them are the transgressors.", "persian_text": "خدا فقط شما را از دوستی با كسانی منع می كند كه برای دين با شما می جنگند و شما را از خانه هايتان بيرون می كنند و برای اخراج شما با ديگران همدست می شوند. با آنها دوستی نكنيր¯. كسانی كه با آنها دوستی کنند، از ستمكاران هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 60, "verse_num": 10, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا إِذَا جَآءَكُمُ ٱلْمُؤْمِنَٰتُ مُهَٰجِرَٰتٍ فَٱمْتَحِنُوهُنَّ  ٱللَّهُ أَعْلَمُ بِإِيمَٰنِهِنَّ  فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَٰتٍ فَلَا تَرْجِعُوهُنَّ إِلَى ٱلْكُفَّارِ  لَا هُنَّ حِلٌّ لَّهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ  وَءَاتُوهُم مَّآ أَنفَقُوا  وَلَا جُنَاحَ عَلَيْكُمْ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيْتُمُوهُنَّ أُجُورَهُنَّ  وَلَا تُمْسِكُوا بِعِصَمِ ٱلْكَوَافِرِ وَسْـَٔلُوا مَآ أَنفَقْتُمْ وَلْيَسْـَٔلُوا مَآ أَنفَقُوا  ذَٰلِكُمْ حُكْمُ ٱللَّهِ  يَحْكُمُ بَيْنَكُمْ  وَٱللَّهُ عَلِيمٌ حَكِيمٌ", "english_text": "O you who believe, when believing women (abandon the enemy and) ask for asylum with you, you shall test them. GOD is fully aware of their belief. Once you establish that they are believers, you shall not return them to the disbelievers. They are not lawful to remain married to them, nor shall the disbelievers be allowed to marry them. Give back the dowries that the disbelievers have paid. You commit no error by marrying them, so long as you pay them their due dowries. Do not keep disbelieving wives (if they wish to join the enemy). You may ask them for the dowry you had paid, and they may ask for what they paid. This is GOD's rule; He rules among you. GOD is Omniscient, Most Wise.", "persian_text": "ای كسانی كه ايمان آورده اید، هنگامی كه زنان باایمان، (دشمن را ترك نمايند و) از شما تقاضای پناهندگی كنند، بايد آنها را امتحان كنيد. خدا كاملاً از ايمان آنها آگاه است. زمانی كه پی برديد آنها مؤمن هستند، آنها را به كافران بازنگردانيد. ادامهٔ ازدواجشان با آنها جايز نيست و كافران اجازه ندارند با آنها ازدواج كنند. مهريه ای را كه كافران پرداخت كرده اند، پس بدهيد. اشتباهی مرتكب نمی شويد كه با آنها ازدواج كنيد، به شرطی كه مهريهٔ آنها را بدهيد. زنان كافر را نگاه نداريد (اگر مايل باشند به دشمن ملحق شوند). می توانيد مهريه ای را كه پرداخت كرده بوديد، از آنها بخواهيد و آنها می توانند آنچه را پرداخت كردند، بخواهند. اين حكم خداست؛ او ميان شما حكم می كند. خداست دانای مطلق، حكيم ترين.", "subtitle": "In Case of War", "footnote": ""}, {"sura_num": 60, "verse_num": 11, "arabic_text": "وَإِن فَاتَكُمْ شَىْءٌ مِّنْ أَزْوَٰجِكُمْ إِلَى ٱلْكُفَّارِ فَعَاقَبْتُمْ فَـَٔاتُوا ٱلَّذِينَ ذَهَبَتْ أَزْوَٰجُهُم مِّثْلَ مَآ أَنفَقُوا  وَٱتَّقُوا ٱللَّهَ ٱلَّذِىٓ أَنتُم بِهِۦ مُؤْمِنُونَ", "english_text": "If any of your wives join the enemies' camp, and you are forced to fight, you shall force the enemy to compensate the men who lost their wives, by giving them what they spent on their wives. You shall reverence GOD, in whom you believe.", "persian_text": "اگر هر يك از زنان شما به اردوگاه دشمن ملحق شود و شما مجبور به جنگ شويد، دشمن را مجبور كنيد تا برای مردانی كه زنانشان را از دست دادند جبران كند، به اين ترتيب كه آنچه را برای زنانشان خرج كردند، به آنها بپردازند. هيبت و حرمت خدا را ارج نهيد، يكتايی كه به او ايمان داريد.", "subtitle": "", "footnote": ""}, {"sura_num": 60, "verse_num": 12, "arabic_text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ إِذَا جَآءَكَ ٱلْمُؤْمِنَٰتُ يُبَايِعْنَكَ عَلَىٰٓ أَن لَّا يُشْرِكْنَ بِٱللَّهِ شَيْـًٔا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَٰدَهُنَّ وَلَا يَأْتِينَ بِبُهْتَٰنٍ يَفْتَرِينَهُۥ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِى مَعْرُوفٍ   فَبَايِعْهُنَّ وَٱسْتَغْفِرْ لَهُنَّ ٱللَّهَ  إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ", "english_text": "O you prophet, when the believing women (who abandoned the disbelievers) to seek asylum with you pledge to you that they will not set up any idols besides GOD, nor steal, nor commit adultery, nor kill their children, nor fabricate any falsehood, nor disobey your righteous orders, you shall accept their pledge, and pray to GOD to forgive them. GOD is Forgiver, Most Merciful.", "persian_text": "ای پيامبر، هنگامی كه زنان باایمان، (که كافران را ترك كردند) از تو تقاضای پناهندگی كنند و با تو عهد كنند كه هيچ معبودی در كنار خدا قرار ندهند و دزدی نكنند و مرتكب زنا نشوند و فرزندان خود را نكشند و دروغی از خود نسازند و از دستورات پرهيزكارانهٔ تو سرپيچی نكنند، عهد آنها را بپذير و از خدا برای آنها طلب بخشش كن، خداست عفوكننده، مهربان ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 60, "verse_num": 13, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ ٱللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا مِنَ ٱلْءَاخِرَةِ كَمَا يَئِسَ ٱلْكُفَّارُ مِنْ أَصْحَٰبِ ٱلْقُبُورِ", "english_text": "O you who believe, do not befriend people with whom GOD is angry, and who are hopelessly stuck in disbelief; they are just as hopeless as the disbelievers who are already in the graves.", "persian_text": "ای كسانی كه ايمان آورده اید، با مردمی كه خدا از آنها خشمگين است و با نااميدی در كفر فرو رفتند، دوستی نكنيد؛ اميدی به آنها نيست، همان گونه كه به كافران در گورها اميدی نيست.", "subtitle": "", "footnote": ""}]