[{"sura_num": 67, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "Kingship", "chapter_title_arabic": "الملك", "chapter_title_persian": "سلطنت"}, {"sura_num": 67, "verse_num": 1, "arabic_text": "تَبَٰرَكَ ٱلَّذِى بِيَدِهِ ٱلْمُلْكُ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ", "english_text": "Most exalted is the One in whose hands is all kingship, and He is Omnipotent.", "persian_text": "بلندمرتبه ترين آن يكتايی است كه تمام سلطنت در دست اوست و اوست قادر مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 2, "arabic_text": "ٱلَّذِى خَلَقَ ٱلْمَوْتَ وَٱلْحَيَوٰةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا  وَهُوَ ٱلْعَزِيزُ ٱلْغَفُورُ", "english_text": "The One who created death and life for the purpose of distinguishing those among you who would do better.* He is the Almighty, the Forgiving.", "persian_text": "يكتايی كه مرگ و زندگی را به اين دليل آفريد تا در ميان شما كسانی را كه بهتر عمل می كنند، مشخص نمايد.* اوست صاحب اقتدار، عفوكننده.", "subtitle": "The Purpose of Our Life*", "footnote": "*67:2 See the Introduction and Appendix 7 for details of the purpose behind this world."}, {"sura_num": 67, "verse_num": 3, "arabic_text": "ٱلَّذِى خَلَقَ سَبْعَ سَمَٰوَٰتٍ طِبَاقًا  مَّا تَرَىٰ فِى خَلْقِ ٱلرَّحْمَٰنِ مِن تَفَٰوُتٍ  فَٱرْجِعِ ٱلْبَصَرَ هَلْ تَرَىٰ مِن فُطُورٍ", "english_text": "He created seven universes in layers. You do not see any imperfection in the creation by the Most Gracious. Keep looking; do you see any flaw?", "persian_text": "او هفت جهان را در طبقات مختلف آفريد. هيچ خللی در آفرينش آن بخشنده ترين نمی بينی. خوب نگاه كن؛ آيا هيچ نقصی می بينی؟", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 4, "arabic_text": "ثُمَّ ٱرْجِعِ ٱلْبَصَرَ كَرَّتَيْنِ يَنقَلِبْ إِلَيْكَ ٱلْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ", "english_text": "Look again and again; your eyes will come back stumped and conquered.", "persian_text": "دوباره و دوباره نگاه كن؛ چشمان تو مبهوت و متحير برمی گردد.", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 5, "arabic_text": "وَلَقَدْ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنْيَا بِمَصَٰبِيحَ وَجَعَلْنَٰهَا رُجُومًا لِّلشَّيَٰطِينِ  وَأَعْتَدْنَا لَهُمْ عَذَابَ ٱلسَّعِيرِ", "english_text": "We adorned the lowest universe with lamps, and guarded its borders with projectiles against the devils; we prepared for them a retribution in Hell.", "persian_text": "ما پايين ترين جهان را با چراغ هايی تزيين كرديم و مرزهای آن را در مقابل شياطين با سلاح های پرتابی محافظت نموديم؛ ما عذاب دوزخ را برای آنها آماده كرده ايم.", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 6, "arabic_text": "وَلِلَّذِينَ كَفَرُوا بِرَبِّهِمْ عَذَابُ جَهَنَّمَ  وَبِئْسَ ٱلْمَصِيرُ", "english_text": "For those who disbelieved in their Lord, the retribution of Gehenna. What a miserable destiny.", "persian_text": "عذاب جهنم برای كسانی است كه به پروردگارشان كافر شدند. چه سرنوشت شومی!", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 7, "arabic_text": "إِذَآ أُلْقُوا فِيهَا سَمِعُوا لَهَا شَهِيقًا وَهِىَ تَفُورُ", "english_text": "When they get thrown therein, they hear its furor as it fumes.", "persian_text": "هنگامی كه در آن انداخته شوند، صدای غضبناك آن را كه از خشم به جوش آمده است، می شنوند.", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 8, "arabic_text": "تَكَادُ تَمَيَّزُ مِنَ ٱلْغَيْظِ  كُلَّمَآ أُلْقِىَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَآ أَلَمْ يَأْتِكُمْ نَذِيرٌ", "english_text": "It almost explodes from rage. Whenever a group is thrown therein, its guards would ask them, \"Did you not receive a warner?\"", "persian_text": "نزديك است كه از خشم منفجر شود. هرگاه گروهی در آن افکنده شوند، نگهبانانش می پرسند: \"آيا شما هشداردهنده ای دريافت نكرديد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 9, "arabic_text": "قَالُوا بَلَىٰ قَدْ جَآءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ ٱللَّهُ مِن شَىْءٍ إِنْ أَنتُمْ إِلَّا فِى ضَلَٰلٍ كَبِيرٍ", "english_text": "They would answer, \"Yes indeed; a warner did come to us, but we disbelieved and said, 'GOD did not reveal anything. You are totally astray.'\"", "persian_text": "آنها پاسخ می دهند: \"آری، البته؛ برای ما هشداردهنده ای آمد، اما ما باور نكرديم و گفتيم: ٰخدا هيچ چيزی نازل نكرده است. شما كاملاً گمراه هستيد.ٰ\"", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 10, "arabic_text": "وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِىٓ أَصْحَٰبِ ٱلسَّعِيرِ", "english_text": "They also say, \"If we heard or understood, we would not be among the dwellers of Hell!\"", "persian_text": "آنها همچنين می گويند: \"اگر ما می شنيديم يا می فهميديم، در ميان ساكنان دوزخ نبوديم!\"", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 11, "arabic_text": "فَٱعْتَرَفُوا بِذَنۢبِهِمْ فَسُحْقًا لِّأَصْحَٰبِ ٱلسَّعِيرِ", "english_text": "Thus, they confessed their sins. Woe to the dwellers of Hell.", "persian_text": "بنابراين، به گناهان خود اعتراف كردند. وای بر ساكنان دوزخ.", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 12, "arabic_text": "إِنَّ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ", "english_text": "As for those who reverence their Lord, when alone in their privacy, they have attained forgiveness and a great recompense.", "persian_text": "و اما كسانی كه هنگام تنهايی در خلوت خود هيبت و حرمت پروردگارشان را ارج می نهند، به بخشش و پاداشی بزرگ نائل شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 13, "arabic_text": "وَأَسِرُّوا قَوْلَكُمْ أَوِ ٱجْهَرُوا بِهِۦٓ  إِنَّهُۥ عَلِيم بِذَاتِ ٱلصُّدُورِ", "english_text": "Whether you keep your utterances secret, or declare them, He is fully aware of the innermost thoughts.", "persian_text": "چه سخنان خود را پنهان كنيد، يا آنها را آشكار سازيد، او از درونی ترين افكار كاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 14, "arabic_text": "أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلْخَبِيرُ", "english_text": "Should He not know what He created? He is the Sublime, Most Cognizant.", "persian_text": "آيا او نمی داند كه چه آفريده است؟ اوست شكوهمند، آگاه ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 15, "arabic_text": "هُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ ذَلُولًا فَٱمْشُوا فِى مَنَاكِبِهَا وَكُلُوا مِن رِّزْقِهِۦ  وَإِلَيْهِ ٱلنُّشُورُ", "english_text": "He is the One who put the Earth at your service. Roam its corners, and eat from His provisions. To Him is the final summoning.", "persian_text": "اوست يكتايی كه زمين را در خدمت شما قرار داد. هر گوشهٔ آن را سير كنيد و از روزی های او بخوريد. احضار نهايی به سوی اوست.", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 16, "arabic_text": "ءَأَمِنتُم مَّن فِى ٱلسَّمَآءِ أَن يَخْسِفَ بِكُمُ ٱلْأَرْضَ فَإِذَا هِىَ تَمُورُ", "english_text": "Have you guaranteed that the One in heaven will not strike the earth and cause it to tumble?", "persian_text": "آيا تضمين كرده ايد كه آن يكتايی كه در آسمان است، به زمين ضربه نخواهد زد و باعث غلتيدن آن نخواهد شد؟", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 17, "arabic_text": "أَمْ أَمِنتُم مَّن فِى ٱلسَّمَآءِ أَن يُرْسِلَ عَلَيْكُمْ حَاصِبًا  فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ", "english_text": "Have you guaranteed that the One in heaven will not send upon you a violent storm? Will you then appreciate the value of My warning?", "persian_text": "آيا تضمين كرده ايد كه آن يكتايی كه در آسمان است، توفانی شديد برای شما نخواهد فرستاد؟ آيا در آن هنگام قدر هشدارهای مرا خواهيد دانست؟", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 18, "arabic_text": "وَلَقَدْ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيرِ", "english_text": "Others before them have disbelieved; how terrible was My requital!", "persian_text": "ديگران پيش از آنها كافر شدند؛ چه هولناك بود مجازات من!", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 19, "arabic_text": "أَوَلَمْ يَرَوْا إِلَى ٱلطَّيْرِ فَوْقَهُمْ صَٰٓفَّٰتٍ وَيَقْبِضْنَ  مَا يُمْسِكُهُنَّ إِلَّا ٱلرَّحْمَٰنُ  إِنَّهُۥ بِكُلِّ شَىْء بَصِيرٌ", "english_text": "Have they not seen the birds above them lined up in columns and spreading their wings? The Most Gracious is the One who holds them in the air. He is Seer of all things.", "persian_text": "آيا آنها پرندگانی را كه بر بالای سرشان صف كشيدند و بال گشودند، نديده اند؟ آن بخشنده ترين است كه آنها را در هوا نگاه می دارد. او بر همه چيز بيناست.", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 20, "arabic_text": "أَمَّنْ هَٰذَا ٱلَّذِى هُوَ جُندٌ لَّكُمْ يَنصُرُكُم مِّن دُونِ ٱلرَّحْمَٰنِ  إِنِ ٱلْكَٰفِرُونَ إِلَّا فِى غُرُورٍ", "english_text": "Where are those soldiers who can help you against the Most Gracious? Indeed, the disbelievers are deceived.", "persian_text": "كجا هستند سربازانی كه بتوانند شما را در مقابل آن بخشنده ترين ياری دهند؟ مسلماً، كافران فريب خورده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 21, "arabic_text": "أَمَّنْ هَٰذَا ٱلَّذِى يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُۥ  بَل لَّجُّوا فِى عُتُوٍّ وَنُفُورٍ", "english_text": "Who is there to provide for you, if He withholds His provisions? Indeed, they have plunged deep into transgression and aversion.", "persian_text": "چه كسی می تواند روزی شما را فراهم كند، اگر او روزی هايش را دريغ دارد؟ به راستی كه، آنها عميقاً در بيزاری و ستمگری فرو رفته اند.", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 22, "arabic_text": "أَفَمَن يَمْشِى مُكِبًّا عَلَىٰ وَجْهِهِۦٓ أَهْدَىٰٓ أَمَّن يَمْشِى سَوِيًّا عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ", "english_text": "Is one who walks while slumped over on his face better guided, or one who walks straight on the right path?", "persian_text": "آيا كسی كه رويش به زمين است و راه می رود بهتر هدايت شده است، يا كسی كه مستقيم در راه راست قدم برمی دارد؟", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 23, "arabic_text": "قُلْ هُوَ ٱلَّذِىٓ أَنشَأَكُمْ وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَٰرَ وَٱلْأَفْـِٔدَةَ  قَلِيلًا مَّا تَشْكُرُونَ", "english_text": "Say, \"He is the One who initiated you, and granted you the hearing, the eyes, and the brains. Rarely are you appreciative.\"", "persian_text": "بگو: \"اوست يكتايی كه شما را  پديد آورد و به شما شنوايی، بينايی و عقل عطا كرد. شما به ندرت سپاسگزارید.\"", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 24, "arabic_text": "قُلْ هُوَ ٱلَّذِى ذَرَأَكُمْ فِى ٱلْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ", "english_text": "Say, \"He is the One who placed you on earth, and before Him you will be summoned.\"", "persian_text": "بگو: \"اوست يكتايی كه شما را در زمين قرار داد و شما نزد او احضار خواهيد شد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 25, "arabic_text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ", "english_text": "They challenge: \"When will that prophecy come to pass, if you are truthful?\"", "persian_text": "آنها به مبارزه می گويند: \"آن پيش بينی چه موقع فرا خواهد رسيد، اگر راست می گويی؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 26, "arabic_text": "قُلْ إِنَّمَا ٱلْعِلْمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا نَذِيرٌ مُّبِينٌ", "english_text": "Say, \"Such knowledge is with GOD; I am no more than a manifest warner.\"", "persian_text": "بگو: \"دانش آن نزد خداست؛ من بيش از هشداردهنده ای آشكارکننده نيستم\".", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 27, "arabic_text": "فَلَمَّا رَأَوْهُ زُلْفَةً سِيٓـَٔتْ وُجُوهُ ٱلَّذِينَ كَفَرُوا وَقِيلَ هَٰذَا ٱلَّذِى كُنتُم بِهِۦ تَدَّعُونَ", "english_text": "When they see it happening, the faces of those who disbelieved will turn miserable, and it will be proclaimed: \"This is what you used to mock.\"", "persian_text": "هنگامی كه آن واقعه را ببينند، چهرهٔ كسانی كه كافر شدند در بدبختی فرو خواهد رفت و اعلام خواهد شد: \"اين است آنچه شما پيش از اين مسخره می كرديد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 28, "arabic_text": "قُلْ أَرَءَيْتُمْ إِنْ أَهْلَكَنِىَ ٱللَّهُ وَمَن مَّعِىَ أَوْ رَحِمَنَا فَمَن يُجِيرُ ٱلْكَٰفِرِينَ مِنْ عَذَابٍ أَلِيمٍ", "english_text": "Say, \"Whether GOD decides to annihilate me and those with me, or to shower us with His mercy, who is there to protect the disbelievers from a painful retribution?\"", "persian_text": "بگو: \"اگر خدا تصميم بگيرد من و همراهانم را هلاک كند، يا ما را مورد رحمت خويش قرار دهد، چه كسی آنجاست كه كافران را از عذابی دردناك محافظت كند؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 29, "arabic_text": "قُلْ هُوَ ٱلرَّحْمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيْهِ تَوَكَّلْنَا  فَسَتَعْلَمُونَ مَنْ هُوَ فِى ضَلَٰلٍ مُّبِينٍ", "english_text": "Say, \"He is the Most Gracious; we believe in Him, and we trust in Him. You will surely find out who is really far astray.\"", "persian_text": "بگو: \"او بخشنده ترين است؛ ما به او ايمان داريم و به او توكل می كنيم. مطمئناً، شما خواهيد فهميد كه چه كسی واقعاً در گمراهی عميقی فرو رفته است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 67, "verse_num": 30, "arabic_text": "قُلْ أَرَءَيْتُمْ إِنْ أَصْبَحَ مَآؤُكُمْ غَوْرًا فَمَن يَأْتِيكُم بِمَآءٍ مَّعِين", "english_text": "Say, \"What if your water sinks away, who will provide you with pure water?\"", "persian_text": "بگو: \"اگر آب شما (در زمین) فرو رود، چه كسی برای شما آب خالص فراهم خواهد كرد؟\"", "subtitle": "", "footnote": ""}]