[{"sura_num": 32, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "Prostration", "chapter_title_arabic": "السجدة", "chapter_title_persian": "سجده"}, {"sura_num": 32, "verse_num": 1, "arabic_text": "الٓمٓ", "english_text": "A. L. M.*", "persian_text": "ا. ل. م.*", "subtitle": "", "footnote": "*32:1 The meaning of these letters is given in the next verse: \"This book is, without a doubt, a revelation from the Lord of the universe.\" See Appendix 1 for the details."}, {"sura_num": 32, "verse_num": 2, "arabic_text": "تَنزِيلُ ٱلْكِتَٰبِ لَا رَيْبَ فِيهِ مِن رَّبِّ ٱلْعَٰلَمِينَ", "english_text": "The book is, without a doubt, a revelation from the Lord of the universe.", "persian_text": "اين كتاب، بدون شك، تنزيلی است از جانب پروردگار جهان.", "subtitle": "", "footnote": ""}, {"sura_num": 32, "verse_num": 3, "arabic_text": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ  بَلْ هُوَ ٱلْحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّآ أَتَىٰهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ", "english_text": "They said, \"He fabricated it.\" Indeed, this is the truth from your Lord, to warn people who never received a warner before you, that they may be guided.", "persian_text": "آنها گفتند: \"او آن را از خود ساخته است.\" مسلماً، اين حقيقتی است از جانب پروردگار تو، تا به مردمی هشدار دهی كه هرگز پیش از تو هشداردهنده ای نداشتند، باشد كه هدايت شوند.", "subtitle": "", "footnote": ""}, {"sura_num": 32, "verse_num": 4, "arabic_text": "ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ  مَا لَكُم مِّن دُونِهِۦ مِن وَلِىٍّ وَلَا شَفِيعٍ  أَفَلَا تَتَذَكَّرُونَ", "english_text": "GOD is the One who created the heavens and the earth, and everything between them in six days, then assumed all authority. You have none beside Him as Lord, nor do you have an intercessor. Would you not take heed?", "persian_text": "خداست که آسمان ها و زمين و آنچه را که ميان آنهاست در شش روز آفريد، سپس اقتدار را به دست گرفت. شما غير از او هيچ مولا و شفاعت کننده ای نداريد. آيا توجه نمی کنيد؟", "subtitle": "No Mediator Between God And You", "footnote": ""}, {"sura_num": 32, "verse_num": 5, "arabic_text": "يُدَبِّرُ ٱلْأَمْرَ مِنَ ٱلسَّمَآءِ إِلَى ٱلْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِى يَوْمٍ كَانَ مِقْدَارُهُۥٓ أَلْفَ سَنَةٍ مِّمَّا تَعُدُّونَ", "english_text": "All matters are controlled by Him from the heaven to the earth. To Him, the day is equivalent to one thousand of your years.", "persian_text": "تمام امور از آسمان تا زمين تحت کنترل اوست. برای او، آن روز برابر است با هزار سال شما.", "subtitle": "", "footnote": ""}, {"sura_num": 32, "verse_num": 6, "arabic_text": "ذَٰلِكَ عَٰلِمُ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ ٱلْعَزِيزُ ٱلرَّحِيمُ", "english_text": "Knower of all secrets and declarations; the Almighty, Most Merciful.", "persian_text": "دانای نهان و آشکار؛ صاحب اقتدار، مهربان ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 32, "verse_num": 7, "arabic_text": "ٱلَّذِىٓ أَحْسَنَ كُلَّ شَىْءٍ خَلَقَهُۥ  وَبَدَأَ خَلْقَ ٱلْإِنسَٰنِ مِن طِينٍ", "english_text": "He is the One who perfected everything He created, and started the creation of the human from clay.", "persian_text": "اوست يكتايی كه هرچه را آفريد، كامل كرد و خلقت انسان را از گل آغاز نمود.", "subtitle": "The Origin of Man", "footnote": ""}, {"sura_num": 32, "verse_num": 8, "arabic_text": "ثُمَّ جَعَلَ نَسْلَهُۥ مِن سُلَٰلَةٍ مِّن مَّآءٍ مَّهِينٍ", "english_text": "Then He continued his reproduction through a certain lowly liquid.", "persian_text": "سپس از طريق مايع پست خاصی به تكثير او ادامه داد.", "subtitle": "", "footnote": ""}, {"sura_num": 32, "verse_num": 9, "arabic_text": "ثُمَّ سَوَّىٰهُ وَنَفَخَ فِيهِ مِن رُّوحِهِۦ  وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَٰرَ وَٱلْأَفْـِٔدَةَ  قَلِيلًا مَّا تَشْكُرُونَ", "english_text": "He shaped him and blew into him from His spirit. And He gave you the hearing, the eyesight, and the brains; rarely are you thankful.", "persian_text": "او به وی شكل داد و از روح خود در او دميد. و او به شما شنوايی، بينايی و عقل داد؛ شما به ندرت سپاسگزار هستيد.", "subtitle": "", "footnote": ""}, {"sura_num": 32, "verse_num": 10, "arabic_text": "وَقَالُوٓا أَءِذَا ضَلَلْنَا فِى ٱلْأَرْضِ أَءِنَّا لَفِى خَلْقٍ جَدِيد  بَلْ هُم بِلِقَآءِ رَبِّهِمْ كَٰفِرُونَ", "english_text": "They wonder, \"After we vanish into the earth, do we get created anew?\" Thus, as regards meeting their Lord, they are disbelievers.", "persian_text": "آنها تعجب می كنند: \"آيا پس از آنكه در زمين ناپديد شويم، دوباره خلق می شويم؟\" بنابراين، آنها به ملاقات با پروردگار خود، ايمان ندارند.", "subtitle": "", "footnote": ""}, {"sura_num": 32, "verse_num": 11, "arabic_text": "قُلْ يَتَوَفَّىٰكُم مَّلَكُ ٱلْمَوْتِ ٱلَّذِى وُكِّلَ بِكُمْ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ", "english_text": "Say, \"You will be put to death by the angel in whose charge you are placed, then to your Lord you will be returned.\"", "persian_text": "بگو: \"فرشته ای که مأمور شماست، شما را می ميراند، سپس به سوی پروردگارتان بازگردانيده خواهيد شد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 32, "verse_num": 12, "arabic_text": "وَلَوْ تَرَىٰٓ إِذِ ٱلْمُجْرِمُونَ نَاكِسُوا رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا فَٱرْجِعْنَا نَعْمَلْ صَٰلِحًا إِنَّا مُوقِنُونَ", "english_text": "If only you could see the guilty when they bow down their heads before their Lord: \"Our Lord, now we have seen and we have heard. Send us back and we will be righteous. Now we have attained certainty.\"*", "persian_text": "اگر فقط می توانستی مجرمان را هنگامی كه نزد پروردگارشان سرافكنده می شوند، ببينی: \"پروردگار ما، اكنون ما ديده ايم و شنيده ايم. ما را بازگردان و ما از پرهيزكاران خواهيم بود. اكنون ما به يقين رسيده ايم.\"*", "subtitle": "Too Late", "footnote": "*32:12 If sent back, they would commit the same transgressions. See Footnote 6:28."}, {"sura_num": 32, "verse_num": 13, "arabic_text": "وَلَوْ شِئْنَا لَءَاتَيْنَا كُلَّ نَفْسٍ هُدَىٰهَا وَلَٰكِنْ حَقَّ ٱلْقَوْلُ مِنِّى لَأَمْلَأَنَّ جَهَنَّمَ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ أَجْمَعِينَ", "english_text": "Had we willed, we could have given every soul its guidance, but it is already predetermined that I will fill Hell with jinns and humans, all together.*", "persian_text": "اگر ما می خواستيم، می توانستيم به هر نفسی هدايتش را عطا كنيم، اما از قبل تعيين شده است كه من دوزخ را از جن ها و انسان ها پر خواهم كرد، همگی با هم.*", "subtitle": "", "footnote": "*32:13 The majority of humans \"insist\" upon going to Hell, by choosing to ignore God's invitations to redeem them. God will not put a single person in Hell. Those who fail to redeem themselves by denouncing idolatry and devoting themselves to God ALONE, and fail to develop their souls through the practices prescribed by our Creator, will have to run to Hell on their own volition. They will be too weak to stand the physical presence of God's energy."}, {"sura_num": 32, "verse_num": 14, "arabic_text": "فَذُوقُوا بِمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هَٰذَآ إِنَّا نَسِينَٰكُمْ  وَذُوقُوا عَذَابَ ٱلْخُلْدِ بِمَا كُنتُمْ تَعْمَلُونَ", "english_text": "Taste the consequences of your forgetting this day; now we forget you. You have incurred eternal retribution in return for your own works.", "persian_text": "نتيجهٔ فراموش كردن اين روز را بچشيد؛ اكنون ما شما را فراموش می كنيم. شما در نتیجهٔ كارهای خودتان سزاوار عذاب ابدی شده ايد.", "subtitle": "", "footnote": ""}, {"sura_num": 32, "verse_num": 15, "arabic_text": "إِنَّمَا يُؤْمِنُ بِـَٔايَٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ ", "english_text": "The only people who truly believe in our revelations are those who fall prostrate upon hearing them. They glorify and praise their Lord, without any arrogance.", "persian_text": "تنها مردمی كه حقيقتاً به آيات ما ايمان دارند، كسانی هستند كه با شنيدن آنها به سجده می افتند. آنها بدون هيچ تكبری پروردگارشان را تجلیل و ستايش می كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 32, "verse_num": 16, "arabic_text": "تَتَجَافَىٰ جُنُوبُهُمْ عَنِ ٱلْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ", "english_text": "Their sides readily forsake their beds, in order to worship their Lord, out of reverence and hope, and from our provisions to them, they give.", "persian_text": "پهلوهايشان بی درنگ بستر خود را ترک می کند تا پروردگار خود را از روی بيم و اميد پرستش كنند و آنها از آنچه روزی شان داده ايم، انفاق می کنند.", "subtitle": "", "footnote": ""}, {"sura_num": 32, "verse_num": 17, "arabic_text": "فَلَا تَعْلَمُ نَفْسٌ مَّآ أُخْفِىَ لَهُم مِّن قُرَّةِ أَعْيُنٍ جَزَآءًۢ بِمَا كَانُوا يَعْمَلُونَ", "english_text": "You have no idea how much joy and happiness are waiting for you as a reward for your (righteous) works.", "persian_text": "شما نمی دانيد چه شادی و خوشحالی بزرگی به عنوان پاداش اعمال (پرهيزكارانهٔ) شما در انتظارتان است.", "subtitle": "Heaven: Indescribably Beautiful", "footnote": ""}, {"sura_num": 32, "verse_num": 18, "arabic_text": "أَفَمَن كَانَ مُؤْمِنًا كَمَن كَانَ فَاسِقًا  لَّا يَسْتَوُۥنَ", "english_text": "Is one who is a believer the same as one who is wicked? They are not equal.", "persian_text": "آيا كسی كه مؤمن است با كسی كه ستمكار است، يكسان است؟ آنها يكسان نيستند.", "subtitle": "", "footnote": ""}, {"sura_num": 32, "verse_num": 19, "arabic_text": "أَمَّا ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ فَلَهُمْ جَنَّٰتُ ٱلْمَأْوَىٰ نُزُلًۢا بِمَا كَانُوا يَعْمَلُونَ", "english_text": "As for those who believe and lead a righteous life, they have deserved the eternal Paradise. Such is their abode, in return for their works.", "persian_text": "و اما كسانی كه ايمان دارند و زندگی پرهيزكارانه ای را در پيش می گيرند، سزاوار بهشت جاودان شده اند. چنين است جايگاه آنها، در عوض اعمالشان.", "subtitle": "", "footnote": ""}, {"sura_num": 32, "verse_num": 20, "arabic_text": "وَأَمَّا ٱلَّذِينَ فَسَقُوا فَمَأْوَىٰهُمُ ٱلنَّارُ  كُلَّمَآ أَرَادُوٓا أَن يَخْرُجُوا مِنْهَآ أُعِيدُوا فِيهَا وَقِيلَ لَهُمْ ذُوقُوا عَذَابَ ٱلنَّارِ ٱلَّذِى كُنتُم بِهِۦ تُكَذِّبُونَ", "english_text": "As for the wicked, their destiny is Hell. Every time they try to leave it, they will be forced back. They will be told, \"Taste the agony of Hell which you used to disbelieve in.\"", "persian_text": "و اما ستمكاران، سرانجامشان دوزخ است. هرگاه سعی كنند از آن خارج شوند، به زور بازگردانده خواهند شد. به آنها گفته می شود: \"بچشيد عذاب دوزخی را كه باور نمی كرديد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 32, "verse_num": 21, "arabic_text": "وَلَنُذِيقَنَّهُم مِّنَ ٱلْعَذَابِ ٱلْأَدْنَىٰ دُونَ ٱلْعَذَابِ ٱلْأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ", "english_text": "We let them taste the smaller retribution (of this world), before they incur the greater retribution (of the Hereafter), that they may (take a hint and) reform.", "persian_text": "ما می گذاريم تا آنها عذاب كوچك تر (اين دنيا) را بچشند، پیش از آنكه به عذاب بزرگ تر (آخرت) گرفتار شوند، باشد كه (به خود بيايند و) اصلاح شوند.", "subtitle": "Take A Hint", "footnote": ""}, {"sura_num": 32, "verse_num": 22, "arabic_text": "وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ ثُمَّ أَعْرَضَ عَنْهَآ  إِنَّا مِنَ ٱلْمُجْرِمِينَ مُنتَقِمُونَ", "english_text": "Who is more evil than one who is reminded of these revelations of his Lord, then insists upon disregarding them? We will certainly punish the guilty.", "persian_text": "چه كسی پليدتر از آن كه اين آيات پروردگارش به او يادآوری شود، سپس در بی اعتنايی كردن به آنها پافشاری كند؟ ما مسلماً مجرمان را تنبيه خواهيم كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 32, "verse_num": 23, "arabic_text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ فَلَا تَكُن فِى مِرْيَةٍ مِّن لِّقَآئِهِۦ  وَجَعَلْنَٰهُ هُدًى لِّبَنِىٓ إِسْرَٰٓءِيلَ", "english_text": "We have given Moses the scripture—do not harbor any doubt about meeting Him—and we made it a guide for the Children of Israel.", "persian_text": "ما به موسی كتاب آسمانی داده ايم- دربارهٔ ملاقات با او هيچ شكی به خود راه نده- و ما آن را هدايتی برای بنی اسرایيل قرار داديم.", "subtitle": "", "footnote": ""}, {"sura_num": 32, "verse_num": 24, "arabic_text": "وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا  وَكَانُوا بِـَٔايَٰتِنَا يُوقِنُونَ", "english_text": "We appointed from among them imams who guided in accordance with our commandments, because they steadfastly persevered and attained certainty about our revelations.", "persian_text": "ما از ميانشان امام هايی تعيين كرديم كه بر طبق دستورات ما هدايت كردند، زيرا آنها صبورانه استقامت ورزيدند و دربارهٔ آيات ما به يقين رسيدند.", "subtitle": "", "footnote": ""}, {"sura_num": 32, "verse_num": 25, "arabic_text": "إِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ ٱلْقِيَٰمَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ", "english_text": "Your Lord is the One who will judge them on the Day of Resurrection, regarding everything they disputed.", "persian_text": "پروردگار تو يكتايی است كه در روز رستاخيز، در مورد آنچه كه اختلاف كردند، قضاوت خواهد كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 32, "verse_num": 26, "arabic_text": "أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّنَ ٱلْقُرُونِ يَمْشُونَ فِى مَسَٰكِنِهِمْ  إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ  أَفَلَا يَسْمَعُونَ", "english_text": "Does it ever occur to them how many generations we have annihilated before them? They now live and walk in their ancestors' homes. This should provide sufficient proofs. Do they not hear?", "persian_text": "آيا هرگز به فكرشان رسيده است كه چندين نسل را پيش از آنها نابود كرده ايم؟ اكنون آنها در خانه های نياكانشان زندگی می كنند و راه می روند. اين بايد مدرکی كافی باشد. آيا آنها نمی شنوند؟", "subtitle": "", "footnote": ""}, {"sura_num": 32, "verse_num": 27, "arabic_text": "أَوَلَمْ يَرَوْا أَنَّا نَسُوقُ ٱلْمَآءَ إِلَى ٱلْأَرْضِ ٱلْجُرُزِ فَنُخْرِجُ بِهِۦ زَرْعًا تَأْكُلُ مِنْهُ أَنْعَٰمُهُمْ وَأَنفُسُهُمْ  أَفَلَا يُبْصِرُونَ", "english_text": "Do they not realize that we drive the water to barren lands, and produce with it crops to feed their livestock, as well as themselves? Do they not see?", "persian_text": "آيا درک نمی کنند که ما آب را به سوی سرزمين های باير می رانيم و با آن محصولاتی توليد می کنيم که چارپايانشان و نيز خودشان از آن تغذيه می کنند؟ آيا نمی بينند؟", "subtitle": "", "footnote": ""}, {"sura_num": 32, "verse_num": 28, "arabic_text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْفَتْحُ إِن كُنتُمْ صَٰدِقِينَ", "english_text": "They challenge: \"Where is that victory, if you are truthful?\"", "persian_text": "آنها به مبارزه می گويند: \"آن پيروزی كجاست، اگر راست می گوييد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 32, "verse_num": 29, "arabic_text": "قُلْ يَوْمَ ٱلْفَتْحِ لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓا إِيمَٰنُهُمْ وَلَا هُمْ يُنظَرُونَ", "english_text": "Say, \"The day such a victory comes, believing will not benefit those who did not believe before that, nor will they be given another chance.\"", "persian_text": "بگو: \"روزی كه چنين پيروزی ای فرا رسد، ايمان آوردن برای كسانی كه قبلاً ايمان نياوردند، نه سودی خواهد داشت و نه مهلت ديگری به آنها داده خواهد شد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 32, "verse_num": 30, "arabic_text": "فَأَعْرِضْ عَنْهُمْ وَٱنتَظِرْ إِنَّهُم مُّنتَظِرُونَ", "english_text": "Therefore, disregard them and wait, they too are waiting.", "persian_text": "بنابراين، به آنها اعتنا نكن و منتظر باش، آنها نيز منتظر هستند.", "subtitle": "", "footnote": ""}]