[{"sura_num": 19, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "Mary", "chapter_title_arabic": "مريم", "chapter_title_persian": "مريم"}, {"sura_num": 19, "verse_num": 1, "arabic_text": "كٓهيعٓصٓ", "english_text": "K. H. Y. 'A. S.* (Kãf Hã Yã 'Ayn Sãd)", "persian_text": "ک . ه . ی . ع . ص . (کاف  ها  يا  عين  صاد ). *", "subtitle": "", "footnote": "*19:1 This is the maximum number of Quranic Initials, because this sura deals with such crucial matters as the miraculous birth of John and the virgin birth of Jesus, and strongly condemns the gross blasphemy that considers Jesus to be a son of God. The five initials provide a powerful physical evidence to support these issues (See Appendices 1 & 22)."}, {"sura_num": 19, "verse_num": 2, "arabic_text": "ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُۥ زَكَرِيَّآ", "english_text": "A narration about your Lord's mercy towards His servant Zachariah.", "persian_text": "روایتی از رحمت پروردگار تو بر بنده اش، زکريا.", "subtitle": "Zachariah", "footnote": ""}, {"sura_num": 19, "verse_num": 3, "arabic_text": "إِذْ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيًّا", "english_text": "He called his Lord, a secret call.", "persian_text": "او پروردگارش را ندا داد، ندايی پنهانی.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 4, "arabic_text": "قَالَ رَبِّ إِنِّى وَهَنَ ٱلْعَظْمُ مِنِّى وَٱشْتَعَلَ ٱلرَّأْسُ شَيْبًا وَلَمْ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيًّا", "english_text": "He said, \"My Lord, the bones have turned brittle in my body, and my hair is aflame with gray. As I implore You, my Lord, I never despair.", "persian_text": "او گفت: \"پروردگار من، استخوان های بدنم پوك شده اند و موهای سرم سپيد شده است. هنگامی كه از تو درخواست می كنم، ای پروردگارم، هرگز مأيوس نمی شوم.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 5, "arabic_text": "وَإِنِّى خِفْتُ ٱلْمَوَٰلِىَ مِن وَرَآءِى وَكَانَتِ ٱمْرَأَتِى عَاقِرًا فَهَبْ لِى مِن لَّدُنكَ وَلِيًّا", "english_text": "\"I worry about my dependants after me, and my wife has been sterile. Grant me, from You, an heir.", "persian_text": "\"من، پس از خود، نگران بستگان خويشم و زن من عقيم شده است. تو از جانب خود، وارثی به من عطا فرما.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 6, "arabic_text": "يَرِثُنِى وَيَرِثُ مِنْ ءَالِ يَعْقُوبَ  وَٱجْعَلْهُ رَبِّ رَضِيًّا", "english_text": "\"Let him be my heir and the heir of Jacob's clan, and make him, my Lord, acceptable.\"", "persian_text": "\"بگذار او وارث من و وارث خاندان يعقوب باشد و او را، ای پروردگار من، از پذيرفته شدگان قرار ده.\"", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 7, "arabic_text": "يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسْمُهُۥ يَحْيَىٰ لَمْ نَجْعَل لَّهُۥ مِن قَبْلُ سَمِيًّا", "english_text": "\"O Zachariah, we give you good news; a boy whose name shall be John (Yahya). We never created anyone like him before.\"", "persian_text": "\"ای زكريا، ما تو را بشارت می دهيم به پسری كه نامش يحيی باشد و تا به حال كسی را مانند او نيافريديم.\"", "subtitle": "John", "footnote": ""}, {"sura_num": 19, "verse_num": 8, "arabic_text": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِى غُلَٰمٌ وَكَانَتِ ٱمْرَأَتِى عَاقِرًا وَقَدْ بَلَغْتُ مِنَ ٱلْكِبَرِ عِتِيًّا", "english_text": "He said, \"My Lord, will I have a son despite my wife's sterility, and despite my old age?\"", "persian_text": "او گفت: \"پروردگار من، آيا با وجود نازايی زنم و سن زيادم پسری خواهم داشت؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 9, "arabic_text": "قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَىَّ هَيِّنٌ وَقَدْ خَلَقْتُكَ مِن قَبْلُ وَلَمْ تَكُ شَيْـًٔا", "english_text": "He said, \"Thus said your Lord: 'It is easy for Me to do. I created you before that, and you were nothing.'\"", "persian_text": "او گفت: \"پروردگارت چنين گفت: ٰانجام اين کار برای من آسان است. من تو را پيش از اين آفريدم و تو چيزی نبودیٰ.\"", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 10, "arabic_text": "قَالَ رَبِّ ٱجْعَل لِّىٓ ءَايَةً  قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٍ سَوِيًّا", "english_text": "He said, \"My Lord, give me a sign.\" He said, \"Your sign is that you will not speak to the people for three consecutive nights.\"", "persian_text": "او گفت: \"پروردگار من، به من نشانه ای بده.\" گفت: \"نشانهٔ تو اين است كه تا سه شب پياپی با مردم سخن نخواهی گفت.\"", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 11, "arabic_text": "فَخَرَجَ عَلَىٰ قَوْمِهِۦ مِنَ ٱلْمِحْرَابِ فَأَوْحَىٰٓ إِلَيْهِمْ أَن سَبِّحُوا بُكْرَةً وَعَشِيًّا", "english_text": "He came out to his family, from the sanctuary, and signaled to them: \"Meditate (on God) day and night.\"", "persian_text": "او از محراب نزد خانوادهٔ خود رفت و به آنها اشاره كرد: \"روز و شب به تمركز و نيايش (خدا) بپردازيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 12, "arabic_text": "يَٰيَحْيَىٰ خُذِ ٱلْكِتَٰبَ بِقُوَّةٍ  وَءَاتَيْنَٰهُ ٱلْحُكْمَ صَبِيًّا", "english_text": "\"O John, you shall uphold the scripture, strongly.\" We endowed him with wisdom, even in his youth.", "persian_text": "\"ای يحيی، با قاطعيت تمام از کتاب آسمانی حمايت کن.\" ما به او حکمت عطا كرديم، حتی در جوانی.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 13, "arabic_text": "وَحَنَانًا مِّن لَّدُنَّا وَزَكَوٰةً  وَكَانَ تَقِيًّا", "english_text": "And (we endowed him with) kindness from us and purity, for he was righteous.", "persian_text": "و از جانب خود به او مهربانی و اخلاص (عطا کردیم)، زيرا او پرهيزكار بود.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 14, "arabic_text": "وَبَرًّۢا بِوَٰلِدَيْهِ وَلَمْ يَكُن جَبَّارًا عَصِيًّا", "english_text": "He honored his parents, and was never a disobedient tyrant.", "persian_text": "او به پدر و مادر خود احترام می گذاشت و هرگز نافرمانی مستبد نبود.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 15, "arabic_text": "وَسَلَٰمٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا", "english_text": "Peace be upon him the day he was born, the day he dies, and the day he is resurrected back to life.", "persian_text": "صلح بر او روزی كه به دنيا آمد، روزی كه بميرد و روزی كه دوباره به زندگی برانگيخته شود.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 16, "arabic_text": "وَٱذْكُرْ فِى ٱلْكِتَٰبِ مَرْيَمَ إِذِ ٱنتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا", "english_text": "Mention in the scripture Mary. She isolated herself from her family, into an eastern location.", "persian_text": "در كتاب آسمانی به مريم اشاره كن. او از خانواده اش به سوی شرق كناره گرفت.", "subtitle": "Mary", "footnote": ""}, {"sura_num": 19, "verse_num": 17, "arabic_text": "فَٱتَّخَذَتْ مِن دُونِهِمْ حِجَابًا فَأَرْسَلْنَآ إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا", "english_text": "While a barrier separated her from them, we sent to her our Spirit. He went to her in the form of a human being.", "persian_text": "در حالی كه حايلی او را از آنها جدا می كرد، ما روح خود را نزد او فرستاديم. او به شكل بشری نزد او رفت.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 18, "arabic_text": "قَالَتْ إِنِّىٓ أَعُوذُ بِٱلرَّحْمَٰنِ مِنكَ إِن كُنتَ تَقِيًّا", "english_text": "She said, \"I seek refuge in the Most Gracious, that you may be righteous.\"", "persian_text": "او گفت: \"من پناه می برم به آن بخشنده ترين، باشد كه تو پرهيزكار باشی.\"", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 19, "arabic_text": "قَالَ إِنَّمَآ أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمًا زَكِيًّا", "english_text": "He said, \"I am the messenger of your Lord, to grant you a pure son.\"", "persian_text": "او گفت: \"من رسول پروردگار تو هستم، تا به تو پسری پاک ببخشم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 20, "arabic_text": "قَالَتْ أَنَّىٰ يَكُونُ لِى غُلَٰمٌ وَلَمْ يَمْسَسْنِى بَشَرٌ وَلَمْ أَكُ بَغِيًّا", "english_text": "She said, \"How can I have a son, when no man has touched me; I have never been unchaste.\"", "persian_text": "او گفت: \"چگونه می توانم پسری داشته باشم، در حالی كه با مردی تماس نداشته ام؛ من هرگز بی عفت نبوده ام.\"", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 21, "arabic_text": "قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَىَّ هَيِّنٌ  وَلِنَجْعَلَهُۥٓ ءَايَةً لِّلنَّاسِ وَرَحْمَةً مِّنَّا  وَكَانَ أَمْرًا مَّقْضِيًّا", "english_text": "He said, \"Thus said your Lord, 'It is easy for Me. We will render him a sign for the people, and mercy from us. This is a predestined matter.'\"", "persian_text": "او گفت: \"پروردگارت چنين گفت: ٰاين برای من آسان است. ما او را نشانه ای برای مردم قرار خواهيم داد و رحمتی از جانب ما. اين امری است كه از پيش مقدر شده استٰ.\"", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 22, "arabic_text": "فَحَمَلَتْهُ فَٱنتَبَذَتْ بِهِۦ مَكَانًا قَصِيًّا", "english_text": "When she bore him, she isolated herself to a faraway place.", "persian_text": "هنگامی كه او را حامله بود، در محلی دوردست كناره گرفت.", "subtitle": "The Birth of Jesus", "footnote": ""}, {"sura_num": 19, "verse_num": 23, "arabic_text": "فَأَجَآءَهَا ٱلْمَخَاضُ إِلَىٰ جِذْعِ ٱلنَّخْلَةِ قَالَتْ يَٰلَيْتَنِى مِتُّ قَبْلَ هَٰذَا وَكُنتُ نَسْيًا مَّنسِيًّا", "english_text": "The birth process came to her by the trunk of a palm tree. She said, \"(I am so ashamed;) I wish I were dead before this happened, and completely forgotten.\"", "persian_text": "وضع حمل او در كنار تنهٔ نخل خرمايی انجام گرفت. او گفت: \"(من خيلی خجالت زده ام؛) ای كاش پيش از اين جريان مرده و به كلی از يادها رفته بودم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 24, "arabic_text": "فَنَادَىٰهَا مِن تَحْتِهَآ أَلَّا تَحْزَنِى قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا", "english_text": "(The infant) called her from beneath her, saying, \"Do not grieve. Your Lord has provided you with a stream.", "persian_text": "(كودك) او را از زيرش ندا داد و گفت: \"اندوهگين مباش. پروردگارت برای تو نهر آبی مهيا كرده است.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 25, "arabic_text": "وَهُزِّىٓ إِلَيْكِ بِجِذْعِ ٱلنَّخْلَةِ تُسَٰقِطْ عَلَيْكِ رُطَبًا جَنِيًّا", "english_text": "\"If you shake the trunk of this palm tree, it will drop ripe dates for you.*", "persian_text": "\"اگر تنهٔ اين درخت خرما را تكان دهی، برای تو خرماهای رسيده خواهد ريخت.\"*", "subtitle": "", "footnote": "*19:25 Thus, Jesus was born in late September or early October. This is when dates ripen in the Middle East to the point of falling off the tree."}, {"sura_num": 19, "verse_num": 26, "arabic_text": "فَكُلِى وَٱشْرَبِى وَقَرِّى عَيْنًا  فَإِمَّا تَرَيِنَّ مِنَ ٱلْبَشَرِ أَحَدًا فَقُولِىٓ إِنِّى نَذَرْتُ لِلرَّحْمَٰنِ صَوْمًا فَلَنْ أُكَلِّمَ ٱلْيَوْمَ إِنسِيًّا", "english_text": "\"Eat and drink, and be happy. When you see anyone, say, 'I have made a vow of silence; I am not talking today to anyone.' \"", "persian_text": "\"بخور و بياشام و شاد باش. هرگاه کسی را ديدی بگو: ٰمن نذر کرده ام که سکوت کنم؛ من امروز با هيچ کس سخن نمی گويمٰ.\"", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 27, "arabic_text": "فَأَتَتْ بِهِۦ قَوْمَهَا تَحْمِلُهُۥ  قَالُوا يَٰمَرْيَمُ لَقَدْ جِئْتِ شَيْـًٔا فَرِيًّا", "english_text": "She came to her family, carrying him. They said, \"O Mary, you have committed something that is totally unexpected.", "persian_text": "او را در آغوش گرفت و نزد خانواده اش آمد. آنها گفتند: \"ای مريم، تو مرتكب عملی كاملاً غير منتظره شده ای.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 28, "arabic_text": "يَٰٓأُخْتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا", "english_text": "\"O descendant of Aaron, your father was not a bad man, nor was your mother unchaste.\"", "persian_text": "\"ای نوادهٔ هارون، نه پدر تو مرد بدی بود و نه مادر تو بی عفت بود.\"", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 29, "arabic_text": "فَأَشَارَتْ إِلَيْهِ  قَالُوا كَيْفَ نُكَلِّمُ مَن كَانَ فِى ٱلْمَهْدِ صَبِيًّا", "english_text": "She pointed to him. They said, \"How can we talk with an infant in the crib?\"", "persian_text": "او به وی اشاره كرد. آنها گفتند: \"چگونه می توانيم با نوزادی كه در گهواره است، صحبت كنيم؟\"", "subtitle": "The Infant Makes a Statement", "footnote": ""}, {"sura_num": 19, "verse_num": 30, "arabic_text": "قَالَ إِنِّى عَبْدُ ٱللَّهِ ءَاتَىٰنِىَ ٱلْكِتَٰبَ وَجَعَلَنِى نَبِيًّا", "english_text": "(The infant spoke and) said, \"I am a servant of GOD. He has given me the scripture, and has appointed me a prophet.", "persian_text": "(نوزاد زبان گشود و) گفت: \"من بندهٔ خدا هستم. او به من كتاب آسمانی داده و مرا به پيامبری منصوب كرده است.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 31, "arabic_text": "وَجَعَلَنِى مُبَارَكًا أَيْنَ مَا كُنتُ وَأَوْصَٰنِى بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمْتُ حَيًّا", "english_text": "\"He made me blessed wherever I go, and enjoined me to observe the Contact Prayers (Salat) and the obligatory charity (Zakat) for as long as I live.", "persian_text": "\"هر جا كه روم، او مرا مبارك گردانيده است و تا زمانی كه زنده هستم به نماز و زكات سفارش كرده است.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 32, "arabic_text": "وَبَرًّۢا بِوَٰلِدَتِى وَلَمْ يَجْعَلْنِى جَبَّارًا شَقِيًّا", "english_text": "\"I am to honor my mother; He did not make me a disobedient rebel.", "persian_text": "\"من بايد به مادرم احترام بگذارم؛ او مرا نافرمانی سركش نكرد.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 33, "arabic_text": "وَٱلسَّلَٰمُ عَلَىَّ يَوْمَ وُلِدتُّ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا", "english_text": "\"And peace be upon me the day I was born, the day I die, and the day I get resurrected.\"", "persian_text": "\"و صلح بر من روزی كه به دنيا آمدم، روزی كه بميرم و روزی كه برانگيخته شوم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 34, "arabic_text": "ذَٰلِكَ عِيسَى ٱبْنُ مَرْيَمَ  قَوْلَ ٱلْحَقِّ ٱلَّذِى فِيهِ يَمْتَرُونَ", "english_text": "That was Jesus, the son of Mary, and this is the truth of this matter, about which they continue to doubt.", "persian_text": "اين بود عيسی، پسر مريم و اين است حقيقت اين امر، که هنوز درباره اش شک دارند.", "subtitle": "The Proven Truth", "footnote": ""}, {"sura_num": 19, "verse_num": 35, "arabic_text": "مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٍ  سُبْحَٰنَهُۥٓ  إِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ", "english_text": "It does not befit GOD that He begets a son, be He glorified. To have anything done, He simply says to it, \"Be,\" and it is.", "persian_text": "در شأن خدا نيست که پسری اختيار کند، شکوه و جلال او ستايش باد. برای انجام هر كاری فقط به آن می گويد: \"باش\" و آن هست.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 36, "arabic_text": "وَإِنَّ ٱللَّهَ رَبِّى وَرَبُّكُمْ فَٱعْبُدُوهُ  هَٰذَا صِرَٰطٌ مُّسْتَقِيمٌ", "english_text": "He also proclaimed, \"GOD is my Lord and your Lord; you shall worship Him alone. This is the right path.\"*", "persian_text": "او همچنين اعلان داشت: \"خدا پروردگار من و پروردگار شماست؛ فقط او را پرستش كنيد. اين است راه راست.\"*", "subtitle": "", "footnote": "*19:36 This is similar to the statement attributed to Jesus in the Gospel of John 20:17."}, {"sura_num": 19, "verse_num": 37, "arabic_text": "فَٱخْتَلَفَ ٱلْأَحْزَابُ مِنۢ بَيْنِهِمْ  فَوَيْلٌ لِّلَّذِينَ كَفَرُوا مِن مَّشْهَدِ يَوْمٍ عَظِيمٍ", "english_text": "The various parties disputed among themselves (regarding the identity of Jesus). Therefore, woe to those who disbelieve from the sight of a terrible day.", "persian_text": "گروه های مختلف در ميان خودشان (دربارهٔ هويت عيسی) اختلاف ايجاد كردند. بنابراين، وای بر آنان كه مشاهدهٔ آن روز هولناك را باور ندارند.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 38, "arabic_text": "أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا  لَٰكِنِ ٱلظَّٰلِمُونَ ٱلْيَوْمَ فِى ضَلَٰلٍ مُّبِينٍ", "english_text": "Wait till you hear them and see them when they come to face us. The transgressors on that day will be totally lost.", "persian_text": "صبر كن هنگامی كه می آيند تا با ما روبرو شوند، آنها را بشنوی و آنها را ببينی. ستمكاران در آن روز به كلی بازنده خواهند بود.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 39, "arabic_text": "وَأَنذِرْهُمْ يَوْمَ ٱلْحَسْرَةِ إِذْ قُضِىَ ٱلْأَمْرُ وَهُمْ فِى غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ", "english_text": "Warn them about the day of remorse, when judgment will be issued. They are totally oblivious; they do not believe.", "persian_text": "به آنها دربارهٔ روز ندامت هشدار بده، هنگامی كه حكم صادر شود. آنها به كلی غافل هستند؛ آنها ایمان نمی آورند.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 40, "arabic_text": "إِنَّا نَحْنُ نَرِثُ ٱلْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ", "english_text": "We are the ones who inherit the earth and everyone on it; to us everyone will be returned.", "persian_text": "اين ما هستيم که زمين را با هر کس که در آن است، به ارث می بريم؛ همه نزد ما بازگردانده خواهند شد.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 41, "arabic_text": "وَٱذْكُرْ فِى ٱلْكِتَٰبِ إِبْرَٰهِيمَ  إِنَّهُۥ كَانَ صِدِّيقًا نَّبِيًّا", "english_text": "Mention in the scripture Abraham; he was a saint, a prophet.", "persian_text": "در کتاب آسمانی به ابراهيم اشاره کن؛ او يک قديس بود، يک پيامبر.", "subtitle": "Abraham", "footnote": ""}, {"sura_num": 19, "verse_num": 42, "arabic_text": "إِذْ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِى عَنكَ شَيْـًٔا", "english_text": "He said to his father, \"O my father, why do you worship what can neither hear, nor see, nor help you in any way?", "persian_text": "او به پدرش گفت: \"ای پدر من، چرا چيزی را پرستش می كنی كه نه می تواند بشنود و نه ببيند و نه به هيچ طريقی به تو كمك كند؟", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 43, "arabic_text": "يَٰٓأَبَتِ إِنِّى قَدْ جَآءَنِى مِنَ ٱلْعِلْمِ مَا لَمْ يَأْتِكَ فَٱتَّبِعْنِىٓ أَهْدِكَ صِرَٰطًا سَوِيًّا", "english_text": "\"O my father, I have received certain knowledge that you did not receive. Follow me, and I will guide you in a straight path.", "persian_text": "\"ای پدر من، من دانش خاصی دريافت كرده ام كه تو دريافت نكردی. از من پيروی كن و من تو را به راه مستقيم هدايت خواهم كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 44, "arabic_text": "يَٰٓأَبَتِ لَا تَعْبُدِ ٱلشَّيْطَٰنَ  إِنَّ ٱلشَّيْطَٰنَ كَانَ لِلرَّحْمَٰنِ عَصِيًّا", "english_text": "\"O my father, do not worship the devil. The devil has rebelled against the Most Gracious.", "persian_text": "\"ای پدر من، شيطان را پرستش نكن. شيطان عليه آن بخشنده ترين شورش كرده است.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 45, "arabic_text": "يَٰٓأَبَتِ إِنِّىٓ أَخَافُ أَن يَمَسَّكَ عَذَابٌ مِّنَ ٱلرَّحْمَٰنِ فَتَكُونَ لِلشَّيْطَٰنِ وَلِيًّا", "english_text": "\"O my father, I fear lest you incur retribution from the Most Gracious, then become an ally of the devil.\"", "persian_text": "\"ای پدر من، می ترسم كه مبادا تو از سوی بخشنده ترين سزاوار عذاب شوی، سپس همدست شيطان گردی.\"", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 46, "arabic_text": "قَالَ أَرَاغِبٌ أَنتَ عَنْ ءَالِهَتِى يَٰٓإِبْرَٰهِيمُ  لَئِن لَّمْ تَنتَهِ لَأَرْجُمَنَّكَ  وَٱهْجُرْنِى مَلِيًّا", "english_text": "He said, \"Have you forsaken my gods, O Abraham? Unless you stop, I will stone you. Leave me alone.\"", "persian_text": "او گفت: \"ای ابراهيم، آيا خدايان مرا رها كرده ای؟ اگر دست برنداری، تو را سنگسار خواهم كرد. مرا تنها بگذار.\"", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 47, "arabic_text": "قَالَ سَلَٰمٌ عَلَيْكَ  سَأَسْتَغْفِرُ لَكَ رَبِّىٓ  إِنَّهُۥ كَانَ بِى حَفِيًّا", "english_text": "He said, \"Peace be upon you. I will implore my Lord to forgive you; He has been Most Kind to me.", "persian_text": "او گفت: \"صلح بر تو. من از پروردگارم درخواست خواهم كرد تا تو را ببخشد؛ او نسبت به من بسيار مهربان بوده است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 48, "arabic_text": "وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِن دُونِ ٱللَّهِ وَأَدْعُوا رَبِّى عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّى شَقِيًّا", "english_text": "\"I will abandon you and the gods you worship besides GOD. I will worship only my Lord. By imploring my Lord alone, I cannot go wrong.\"", "persian_text": "\"من شما و خدايانی را كه در كنار خدا می پرستید، ترك می كنم. من فقط پروردگارم را می خوانم. اگر فقط از پروردگارم درخواست کنم، مسلماً اشتباه نخواهم كرد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 49, "arabic_text": "فَلَمَّا ٱعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِن دُونِ ٱللَّهِ وَهَبْنَا لَهُۥٓ إِسْحَٰقَ وَيَعْقُوبَ  وَكُلًّا جَعَلْنَا نَبِيًّا", "english_text": "Because he abandoned them and the gods they worshiped beside GOD, we granted him Isaac and Jacob, and we made each of them a prophet.", "persian_text": "و چون آنها و خدايانی را كه در كنار خدا پرستش می كردند، ترك كرد، ما به او اسحاق و يعقوب را عطا كرديم و هر يك از آنها را به پيامبری رسانيديم.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 50, "arabic_text": "وَوَهَبْنَا لَهُم مِّن رَّحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا", "english_text": "We showered them with our mercy, and we granted them an honorable position in history.", "persian_text": "ما رحمت خود را بر آنها بارانديم و در تاريخ مقامی محترم به آنها عطا كرديم.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 51, "arabic_text": "وَٱذْكُرْ فِى ٱلْكِتَٰبِ مُوسَىٰٓ  إِنَّهُۥ كَانَ مُخْلَصًا وَكَانَ رَسُولًا نَّبِيًّا", "english_text": "Mention in the scripture Moses. He was devoted, and he was a messenger prophet.", "persian_text": "در كتاب آسمانی به موسی اشاره كن. او مخلص و رسولی پيامبر بود.", "subtitle": "Moses", "footnote": ""}, {"sura_num": 19, "verse_num": 52, "arabic_text": "وَنَٰدَيْنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلْأَيْمَنِ وَقَرَّبْنَٰهُ نَجِيًّا", "english_text": "We called him from the right side of Mount Sinai. We brought him close, to confer with him.", "persian_text": "ما او را از سمت راست كوه سينا ندا داديم. ما او را نزديك آورديم تا با او گفتگو كنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 53, "arabic_text": "وَوَهَبْنَا لَهُۥ مِن رَّحْمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيًّا", "english_text": "And we granted him, out of our mercy, his brother Aaron as a prophet.", "persian_text": "و ما از رحمت خود، برادرش هارون را به پيامبری، به او عطا کرديم.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 54, "arabic_text": "وَٱذْكُرْ فِى ٱلْكِتَٰبِ إِسْمَٰعِيلَ  إِنَّهُۥ كَانَ صَادِقَ ٱلْوَعْدِ وَكَانَ رَسُولًا نَّبِيًّا", "english_text": "And mention in the scripture Ismail. He was truthful when he made a promise, and he was a messenger prophet.", "persian_text": "و در كتاب آسمانی به اسماعيل اشاره كن. هرگاه قول می داد، صادق بود و او رسولی پيامبر بود.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 55, "arabic_text": "وَكَانَ يَأْمُرُ أَهْلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرْضِيًّا", "english_text": "He used to enjoin his family to observe the Contact Prayers (Salat) and the obligatory charity (Zakat); he was acceptable to his Lord.", "persian_text": "او به خانواده اش سفارش می كرد تا نمازها (ارتباط با خدا) را به جا آورند و زكات (انفاق واجب) را بدهند؛ او مورد قبول پروردگارش بود.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 56, "arabic_text": "وَٱذْكُرْ فِى ٱلْكِتَٰبِ إِدْرِيسَ  إِنَّهُۥ كَانَ صِدِّيقًا نَّبِيًّا", "english_text": "And mention in the scripture Idrîs. He was a saint, a prophet.", "persian_text": "و در کتاب آسمانی به ادريس اشاره کن. او يک قديس بود، يک پيامبر.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 57, "arabic_text": "وَرَفَعْنَٰهُ مَكَانًا عَلِيًّا", "english_text": "We raised him to an honorable rank.", "persian_text": "ما او را به مقامی محترم بالا برديم.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 58, "arabic_text": "أُولَٰٓئِكَ ٱلَّذِينَ أَنْعَمَ ٱللَّهُ عَلَيْهِم مِّنَ ٱلنَّبِيِّۦنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِن ذُرِّيَّةِ إِبْرَٰهِيمَ وَإِسْرَٰٓءِيلَ وَمِمَّنْ هَدَيْنَا وَٱجْتَبَيْنَآ  إِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَٰتُ ٱلرَّحْمَٰنِ خَرُّوا سُجَّدًا وَبُكِيًّا ", "english_text": "These are some of the prophets whom GOD blessed. They were chosen from among the descendants of Adam, and the descendants of those whom we carried with Noah, and the descendants of Abraham and Israel, and from among those whom we guided and selected. When the revelations of the Most Gracious are recited to them, they fall prostrate, weeping.", "persian_text": "اينان برخی از پيامبران هستند كه خدا به آنها نعمت داد. آنها از ميان نوادگان آدم و نوادگان كسانی كه با نوح انتقال داديم و نوادگان ابراهيم و اسراييل و از ميان كسانی كه آنها را هدايت كرديم و برگزيديم، انتخاب شده بودند. هنگامی كه آيات بخشنده ترين برای آنها خوانده می شود، گريه كنان به سجده می افتند.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 59, "arabic_text": "فَخَلَفَ مِنۢ بَعْدِهِمْ خَلْفٌ أَضَاعُوا ٱلصَّلَوٰةَ وَٱتَّبَعُوا ٱلشَّهَوَٰتِ  فَسَوْفَ يَلْقَوْنَ غَيًّا", "english_text": "After them, He substituted generations who lost the Contact Prayers (Salat), and pursued their lusts. They will suffer the consequences.", "persian_text": "پس از آنها، او نسل هايی را جايگزين آنان كرد كه نمازها (ارتباط با خدا) را ضايع كردند و از شهوات خود پيروی نمودند. آنها از نتايج آن رنج خواهند برد.", "subtitle": "Losing the Contact Prayers (Salat)", "footnote": ""}, {"sura_num": 19, "verse_num": 60, "arabic_text": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحًا فَأُولَٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ وَلَا يُظْلَمُونَ شَيْـًٔا", "english_text": "Only those who repent, believe, and lead a righteous life will enter Paradise, without the least injustice.", "persian_text": "فقط كسانی كه توبه كنند، ايمان آورند و زندگی پرهيزكارانه ای را در پيش گيرند، وارد بهشت خواهند شد، بدون كوچك ترين بی عدالتی.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 61, "arabic_text": "جَنَّٰتِ عَدْنٍ ٱلَّتِى وَعَدَ ٱلرَّحْمَٰنُ عِبَادَهُۥ بِٱلْغَيْبِ  إِنَّهُۥ كَانَ وَعْدُهُۥ مَأْتِيًّا", "english_text": "The gardens of Eden await them, as promised by the Most Gracious for those who worship Him, even in privacy. Certainly, His promise must come to pass.", "persian_text": "باغ های عدن در انتظار آنهاست، طبق وعدهٔ بخشنده ترين در انتظار كسانی كه حتی در خلوت او را پرستش می كنند. مسلماً وعدهٔ او بايد تحقق يابد.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 62, "arabic_text": "لَّا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَٰمًا  وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا", "english_text": "They will not hear any nonsense therein; only peace. They receive their provisions therein, day and night.", "persian_text": "آنها هيچ سخن بيهوده ای در آنجا نخواهند شنيد؛ فقط صلح. در آنجا روز و شب روزيشان را دريافت خواهند كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 63, "arabic_text": "تِلْكَ ٱلْجَنَّةُ ٱلَّتِى نُورِثُ مِنْ عِبَادِنَا مَن كَانَ تَقِيًّا", "english_text": "Such is Paradise; we grant it to those among our servants who are righteous.", "persian_text": "چنين است بهشت؛ ما آن را به  بندگان پرهيزكار خود عطا می كنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 64, "arabic_text": "وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ  لَهُۥ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَٰلِكَ  وَمَا كَانَ رَبُّكَ نَسِيًّا", "english_text": "We do not come down except by the command of your Lord. To Him belongs our past, our future, and everything between them. Your Lord is never forgetful.", "persian_text": "ما پايين نمی آييم مگر به امر پروردگارت. گذشتهٔ ما، آيندهٔ ما و هرچه در ميان آنهاست، متعلق به اوست. پروردگار تو هرگز فراموش نمی كند.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 65, "arabic_text": "رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا فَٱعْبُدْهُ وَٱصْطَبِرْ لِعِبَٰدَتِهِۦ  هَلْ تَعْلَمُ لَهُۥ سَمِيًّا", "english_text": "The Lord of the heavens and the earth, and everything between them; you shall worship Him and steadfastly persevere in worshiping Him. Do you know of anyone who equals Him?", "persian_text": "پروردگار آسمان ها و زمين و هرچه در ميان آنهاست؛ او را بپرست و در پرستش او صبورانه استقامت كن. آيا كسی را می شناسی كه با او برابر باشد؟", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 66, "arabic_text": "وَيَقُولُ ٱلْإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا", "english_text": "The human being asks, \"After I die, do I come back to life?\"", "persian_text": "انسان سئوال می كند: \"آيا پس از مرگ، دوباره زنده می شوم؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 67, "arabic_text": "أَوَلَا يَذْكُرُ ٱلْإِنسَٰنُ أَنَّا خَلَقْنَٰهُ مِن قَبْلُ وَلَمْ يَكُ شَيْـًٔا", "english_text": "Did the human being forget that we created him already, and he was nothing?", "persian_text": "آيا انسان فراموش كرد كه ما او را از پيش خلق كرديم و او چيزی نبود؟", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 68, "arabic_text": "فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا", "english_text": "By your Lord, we will certainly summon them, together with the devils, and will gather them around Hell, humiliated.", "persian_text": "به پروردگارت سوگند، ما مسلماً آنها را همراه با شياطين احضار خواهيم كرد و آنها را خوارشده در اطراف دوزخ گرد هم خواهيم آورد.", "subtitle": "Special Warning to the Leaders", "footnote": ""}, {"sura_num": 19, "verse_num": 69, "arabic_text": "ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى ٱلرَّحْمَٰنِ عِتِيًّا", "english_text": "Then we will pick out from each group the most ardent opponent of the Most Gracious.", "persian_text": "سپس از هر گروهی سرسخت ترين مخالف بخشنده ترين را جدا خواهيم كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 70, "arabic_text": "ثُمَّ لَنَحْنُ أَعْلَمُ بِٱلَّذِينَ هُمْ أَوْلَىٰ بِهَا صِلِيًّا", "english_text": "We know full well those who are most deserving of burning therein.", "persian_text": "ما کاملاً می دانيم که چه کسانی سزاوارترند تا در آن بسوزند.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 71, "arabic_text": "وَإِن مِّنكُمْ إِلَّا وَارِدُهَا  كَانَ عَلَىٰ رَبِّكَ حَتْمًا مَّقْضِيًّا", "english_text": "Every single one of you must see it; this is an irrevocable decision of your Lord.", "persian_text": "هر يك از شما بايد آن را ببيند؛ اين تصميم اجتناب ناپذير پروردگار توست.", "subtitle": "Everyone Sees Hell*", "footnote": "*19:71 As detailed in Appendix 11, we will be resurrected prior to God's physical arrival to our universe. That will be a temporary taste of Hell, since the absence of God is Hell. When God comes (89:22), the righteous will be rescued. See 19:72."}, {"sura_num": 19, "verse_num": 72, "arabic_text": "ثُمَّ نُنَجِّى ٱلَّذِينَ ٱتَّقَوا وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيًّا", "english_text": "Then we rescue the righteous, and leave the transgressors in it, humiliated.", "persian_text": "سپس ما پرهيزكاران را نجات می دهيم و ستمكاران را خوارشده در آن رها می كنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 73, "arabic_text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَٰتُنَا بَيِّنَٰتٍ قَالَ ٱلَّذِينَ كَفَرُوا لِلَّذِينَ ءَامَنُوٓا أَىُّ ٱلْفَرِيقَيْنِ خَيْرٌ مَّقَامًا وَأَحْسَنُ نَدِيًّا", "english_text": "When our revelations are recited to them, clearly, those who disbelieve say to those who believe, \"Which of us is more prosperous? Which of us is in the majority?\"", "persian_text": "هنگامی که آيات ما، به وضوح، بر آنان خوانده می شود، کسانی که ايمان نمی آورند به کسانی که ايمان می آورند، می گويند: \"کداميک از ما از رفاه و موفقيت بيشتری برخوردار است؟ کداميک از ما در اکثريت است؟ \"", "subtitle": "The Majority", "footnote": ""}, {"sura_num": 19, "verse_num": 74, "arabic_text": "وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هُمْ أَحْسَنُ أَثَٰثًا وَرِءْيًا", "english_text": "Many a generation have we annihilated before them; they were more powerful, and more prosperous.", "persian_text": "چه بسيار نسل هايی را که پيش از آنها هلاك كرده ايم؛ آنها به مراتب نيرومندتر و مرفه تر بودند.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 75, "arabic_text": "قُلْ مَن كَانَ فِى ٱلضَّلَٰلَةِ فَلْيَمْدُدْ لَهُ ٱلرَّحْمَٰنُ مَدًّا  حَتَّىٰٓ إِذَا رَأَوْا مَا يُوعَدُونَ إِمَّا ٱلْعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَّكَانًا وَأَضْعَفُ جُندًا", "english_text": "Say, \"Those who choose to go astray, the Most Gracious will lead them on, until they see what is promised for them—either the retribution or the Hour. That is when they find out who really is worse off, and weaker in power.\"", "persian_text": "بگو: \"كسانی كه گمراهی را انتخاب می کنند، بخشنده ترين آنها را بدان سو سوق خواهد داد تا آنچه را که به آنها وعده داده شده است، ببينند- يا عذاب، يا آن ساعت را. آن زمانی است كه آنها متوجه می شوند كه چه كسی واقعاً در بدترين موقعيت است و از نظر قدرت ضعيف تر.\"", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 76, "arabic_text": "وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهْتَدَوْا هُدًى   وَٱلْبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيْرٌ عِندَ رَبِّكَ ثَوَابًا وَخَيْرٌ مَّرَدًّا", "english_text": "GOD augments the guidance of those who choose to be guided. For the good deeds are eternally rewarded by your Lord, and bring far better returns.", "persian_text": "خدا بر هدايت كسانی كه هدايت را انتخاب می كنند، می افزايد. زيرا اعمال نيك از جانب پروردگارت پاداشی جاودانه و نتايج بسيار بهتری به بار می آورد.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 77, "arabic_text": "أَفَرَءَيْتَ ٱلَّذِى كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا", "english_text": "Have you noted the one who rejected our revelations then said, \"I will be given wealth and children\"?!", "persian_text": "آيا توجه كرده ای به كسی كه آيات ما را تكذيب كرد، سپس گفت: \"به من مال و فرزند داده خواهد شد؟!\"", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 78, "arabic_text": "أَطَّلَعَ ٱلْغَيْبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحْمَٰنِ عَهْدًا", "english_text": "Has he seen the future? Has he taken such a pledge from the Most Gracious?", "persian_text": "آيا او آينده را ديده است؟ آيا از بخشنده ترين چنين قولی گرفته است؟", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 79, "arabic_text": "كَلَّا  سَنَكْتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلْعَذَابِ مَدًّا", "english_text": "Indeed, we will record what he utters, then commit him to ever-increasing retribution.", "persian_text": "مسلماً، آنچه را كه او بر زبان می آورد ضبط خواهيم كرد، سپس مدام به عذاب او می افزاییم.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 80, "arabic_text": "وَنَرِثُهُۥ مَا يَقُولُ وَيَأْتِينَا فَرْدًا", "english_text": "Then we inherit everything he possessed, and he comes back to us all alone.", "persian_text": "سپس، هرچه دارد به ارث می بريم و او يكه و تنها نزد ما بازمی گردد.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 81, "arabic_text": "وَٱتَّخَذُوا مِن دُونِ ٱللَّهِ ءَالِهَةً لِّيَكُونُوا لَهُمْ عِزًّا", "english_text": "They worship beside GOD other gods that may be of help to them.", "persian_text": "آنها در كنار خدا، خدايان ديگری را پرستش می كنند تا شايد آنها را ياری دهند.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 82, "arabic_text": "كَلَّا  سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا", "english_text": "On the contrary; they will reject their idolatry, and will be their enemies.", "persian_text": "برعكس؛ آنان شرک آنها را تكذيب خواهند كرد و دشمن آنها خواهند شد.", "subtitle": "The Idols Disown Their Worshipers", "footnote": ""}, {"sura_num": 19, "verse_num": 83, "arabic_text": "أَلَمْ تَرَ أَنَّآ أَرْسَلْنَا ٱلشَّيَٰطِينَ عَلَى ٱلْكَٰفِرِينَ تَؤُزُّهُمْ أَزًّا", "english_text": "Do you not see how we unleash the devils upon the disbelievers to stir them up?", "persian_text": "آيا نمی بينی كه چگونه شياطين را بر كافران می فرستيم تا آنها را به هم ريزند؟", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 84, "arabic_text": "فَلَا تَعْجَلْ عَلَيْهِمْ  إِنَّمَا نَعُدُّ لَهُمْ عَدًّا", "english_text": "Do not be impatient; we are preparing for them some preparation.", "persian_text": "عجله نكن؛ ما برای آنها تداركاتی فراهم می كنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 85, "arabic_text": "يَوْمَ نَحْشُرُ ٱلْمُتَّقِينَ إِلَى ٱلرَّحْمَٰنِ وَفْدًا", "english_text": "The day will come when we summon the righteous before the Most Gracious in a group.", "persian_text": "آن روز خواهد آمد كه ما پرهيزكاران را در پيشگاه بخشنده ترين در يك گروه احضار كنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 86, "arabic_text": "وَنَسُوقُ ٱلْمُجْرِمِينَ إِلَىٰ جَهَنَّمَ وِرْدًا", "english_text": "And we will herd the guilty to Hell, to be their eternal abode.", "persian_text": "و ما گناهكاران را روانهٔ دوزخ خواهيم كرد تا منزلگاه ابدی آنها باشد.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 87, "arabic_text": "لَّا يَمْلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحْمَٰنِ عَهْدًا", "english_text": "No one will possess the power to intercede, except those who conform to the laws of the Most Gracious.", "persian_text": "هيچ كس قدرت شفاعت نخواهد داشت، به جز كسانی كه مطابق قوانين بخشنده ترين باشند.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 88, "arabic_text": "وَقَالُوا ٱتَّخَذَ ٱلرَّحْمَٰنُ وَلَدًا", "english_text": "They said, \"The Most Gracious has begotten a son!\"", "persian_text": "آنها گفتند: \"بخشنده ترين، پسری اختيار كرده است!\"", "subtitle": "Gross Blasphemy", "footnote": ""}, {"sura_num": 19, "verse_num": 89, "arabic_text": "لَّقَدْ جِئْتُمْ شَيْـًٔا إِدًّا", "english_text": "You have uttered a gross blasphemy.", "persian_text": "شما كفر بزرگی بر زبان آورده ايد.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 90, "arabic_text": "تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ ٱلْأَرْضُ وَتَخِرُّ ٱلْجِبَالُ هَدًّا", "english_text": "The heavens are about to shatter, the earth is about to tear asunder, and the mountains are about to crumble.", "persian_text": "نزديک است آسمان ها متلاشی شوند، نزديک است زمين شکافته شود و نزديک است کوه ها درهم شکنند.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 91, "arabic_text": "أَن دَعَوْا لِلرَّحْمَٰنِ وَلَدًا", "english_text": "Because they claim that the Most Gracious has begotten a son.", "persian_text": "زيرا آنها ادعا می كنند كه بخشنده ترين پسری دارد.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 92, "arabic_text": "وَمَا يَنۢبَغِى لِلرَّحْمَٰنِ أَن يَتَّخِذَ وَلَدًا", "english_text": "It is not befitting the Most Gracious that He should beget a son.", "persian_text": "اين در شأن بخشنده ترين نيست كه پسری داشته باشد.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 93, "arabic_text": "إِن كُلُّ مَن فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ إِلَّآ ءَاتِى ٱلرَّحْمَٰنِ عَبْدًا", "english_text": "Every single one in the heavens and the earth is a servant of the Most Gracious.", "persian_text": "همه كس در آسمان ها و زمين بندهٔ بخشنده ترين است.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 94, "arabic_text": "لَّقَدْ أَحْصَىٰهُمْ وَعَدَّهُمْ عَدًّا", "english_text": "He has encompassed them, and has counted them one by one.", "persian_text": "او آنان را احاطه كرده است و يكايك آنها را شمرده است.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 95, "arabic_text": "وَكُلُّهُمْ ءَاتِيهِ يَوْمَ ٱلْقِيَٰمَةِ فَرْدًا", "english_text": "All of them will come before Him on the Day of Resurrection as individuals.", "persian_text": "در روز رستاخيز همگی آنها یکه و تنها نزد او خواهند آمد.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 96, "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ سَيَجْعَلُ لَهُمُ ٱلرَّحْمَٰنُ وُدًّا", "english_text": "Surely, those who believe and lead a righteous life, the Most Gracious will shower them with love.", "persian_text": "مسلماً، کسانی که ايمان آورند و زندگی پرهيزكارانه ای را در پيش گيرند، بخشنده ترين ايشان را از باران عشق سيراب خواهد کرد.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 97, "arabic_text": "فَإِنَّمَا يَسَّرْنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلْمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوْمًا لُّدًّا", "english_text": "We thus made this (Quran) elucidated in your tongue, in order to deliver good news to the righteous, and to warn with it the opponents.", "persian_text": "ما اين (قرآن) را اين چنين به زبان تو واضح و آسان كرديم تا به پرهيزكاران مژده دهی و با آن به مخالفان هشدار دهی.", "subtitle": "", "footnote": ""}, {"sura_num": 19, "verse_num": 98, "arabic_text": "وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هَلْ تُحِسُّ مِنْهُم مِّنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًۢا", "english_text": "Many a generation before them we annihilated; can you perceive any of them, or hear from them any sound?", "persian_text": "ما نسل های بسياری را پيش از آنها هلاك كرديم؛ آيا می توانی هيچ يك از آنها را ببينی؟ يا هيچ صدايی از آنها بشنوی؟", "subtitle": "", "footnote": ""}]