[{"sura_num": 71, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "Noah", "chapter_title_arabic": "نوح", "chapter_title_persian": "نوح"}, {"sura_num": 71, "verse_num": 1, "arabic_text": "إِنَّآ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦٓ أَنْ أَنذِرْ قَوْمَكَ مِن قَبْلِ أَن يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ", "english_text": "We sent Noah to his people: \"You shall warn your people before a painful retribution afflicts them.\"", "persian_text": "ما نوح را بر قومش فرستاديم: \"قوم خود را هشدار بده، پيش از آنكه به عذابی دردناك گرفتار شوند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 71, "verse_num": 2, "arabic_text": "قَالَ يَٰقَوْمِ إِنِّى لَكُمْ نَذِيرٌ مُّبِينٌ", "english_text": "He said, \"O my people, I am a manifest warner to you.", "persian_text": "او گفت: \"ای قوم من، من برای شما هشداردهنده ای آشکارکننده هستم.", "subtitle": "", "footnote": ""}, {"sura_num": 71, "verse_num": 3, "arabic_text": "أَنِ ٱعْبُدُوا ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ", "english_text": "\"To alert you that you shall worship GOD, reverence Him, and obey me.", "persian_text": "\"تا شما را هوشيار كنم كه خدا را بپرستيد، هيبت و حرمت او را ارج نهيد و از من اطاعت كنيد.", "subtitle": "", "footnote": ""}, {"sura_num": 71, "verse_num": 4, "arabic_text": "يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى  إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُ  لَوْ كُنتُمْ تَعْلَمُونَ", "english_text": "\"He will then forgive you your sins and respite you for a predetermined period. Most assuredly, GOD's appointment can never be delayed, once it is due, if you only knew.\"", "persian_text": "\"سپس او گناهانتان را خواهد بخشيد و تا مدتی معين به شما مهلت خواهد داد. مسلماً، هنگامی که وعدهٔ خدا فرا رسد،‌ زمان آن هرگز به تأخير نمی افتد، اگر فقط می دانستيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 71, "verse_num": 5, "arabic_text": "قَالَ رَبِّ إِنِّى دَعَوْتُ قَوْمِى لَيْلًا وَنَهَارًا", "english_text": "He said, \"My Lord, I have invited my people night and day.", "persian_text": "او گفت: \"پروردگار من، من قوم خود را شب و روز دعوت كرده ام.", "subtitle": "", "footnote": ""}, {"sura_num": 71, "verse_num": 6, "arabic_text": "فَلَمْ يَزِدْهُمْ دُعَآءِىٓ إِلَّا فِرَارًا", "english_text": "\"But my invitation only increased their aversion.", "persian_text": "\"اما دعوت من تنها بر مخالفتشان افزود.", "subtitle": "", "footnote": ""}, {"sura_num": 71, "verse_num": 7, "arabic_text": "وَإِنِّى كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوٓا أَصَٰبِعَهُمْ فِىٓ ءَاذَانِهِمْ وَٱسْتَغْشَوْا ثِيَابَهُمْ وَأَصَرُّوا وَٱسْتَكْبَرُوا ٱسْتِكْبَارًا", "english_text": "\"Whenever I invited them to be forgiven by You, they placed their fingers in their ears, covered themselves with their clothes, insisted, and turned arrogant.", "persian_text": "\"هرگاه آنها را دعوت كردم تا مورد آمرزش تو قرار گيرند، انگشتان خود را در گوش هايشان نهادند، جامه هايشان را بر سر كشيدند، پافشاری كردند و متكبر شدند.", "subtitle": "", "footnote": ""}, {"sura_num": 71, "verse_num": 8, "arabic_text": "ثُمَّ إِنِّى دَعَوْتُهُمْ جِهَارًا", "english_text": "\"Then I invited them publicly.", "persian_text": "\"سپس آنها را آشكارا دعوت كردم.", "subtitle": "", "footnote": ""}, {"sura_num": 71, "verse_num": 9, "arabic_text": "ثُمَّ إِنِّىٓ أَعْلَنتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا", "english_text": "\"Then I proclaimed to them loudly, and I spoke to them privately.", "persian_text": "\"سپس با صدای بلند به آنها اعلام نمودم و خصوصی با آنها صحبت كردم.", "subtitle": "", "footnote": ""}, {"sura_num": 71, "verse_num": 10, "arabic_text": "فَقُلْتُ ٱسْتَغْفِرُوا رَبَّكُمْ إِنَّهُۥ كَانَ غَفَّارًا", "english_text": "\"I said, 'Implore your Lord for forgiveness; He is Forgiving.", "persian_text": "\"من گفتم: ٰاز پروردگارتان طلب بخشش كنيد؛ او عفوكننده است.", "subtitle": "", "footnote": ""}, {"sura_num": 71, "verse_num": 11, "arabic_text": "يُرْسِلِ ٱلسَّمَآءَ عَلَيْكُم مِّدْرَارًا", "english_text": "\"'He will then shower you generously with rain.", "persian_text": "ٰسپس او بارانی سخاوتمندانه برايتان خواهد فرستاد.", "subtitle": "", "footnote": ""}, {"sura_num": 71, "verse_num": 12, "arabic_text": "وَيُمْدِدْكُم بِأَمْوَٰلٍ وَبَنِينَ وَيَجْعَل لَّكُمْ جَنَّٰتٍ وَيَجْعَل لَّكُمْ أَنْهَٰرًا", "english_text": "\" 'And provide you with money and children, and orchards, and streams.' \"", "persian_text": "ٰپول و فرزند و باغ های ميوه و نهرها برای شما فراهم خواهد كرد.ٰ\"", "subtitle": "", "footnote": ""}, {"sura_num": 71, "verse_num": 13, "arabic_text": "مَّا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا", "english_text": "Why should you not strive to reverence GOD?", "persian_text": "چرا برای ارج نهادن به هيبت و حرمت خدا كوشش نمی كنيد؟", "subtitle": "", "footnote": ""}, {"sura_num": 71, "verse_num": 14, "arabic_text": "وَقَدْ خَلَقَكُمْ أَطْوَارًا", "english_text": "He is the One who created you in stages.", "persian_text": "او يكتايی است كه شما را در مراحل مختلف آفريد.", "subtitle": "", "footnote": ""}, {"sura_num": 71, "verse_num": 15, "arabic_text": "أَلَمْ تَرَوْا كَيْفَ خَلَقَ ٱللَّهُ سَبْعَ سَمَٰوَٰتٍ طِبَاقًا", "english_text": "Do you not realize that GOD created seven universes in layers?", "persian_text": "آيا درك نمی كنيد كه خدا هفت جهان را در طبقات مختلف آفريد؟", "subtitle": "", "footnote": ""}, {"sura_num": 71, "verse_num": 16, "arabic_text": "وَجَعَلَ ٱلْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ ٱلشَّمْسَ سِرَاجًا", "english_text": "He designed the moon therein to be a light, and placed the sun to be a lamp.", "persian_text": "او ماه را در آن طرح كرد تا نوری باشد و خورشيد را به عنوان چراغی قرار داد.", "subtitle": "", "footnote": ""}, {"sura_num": 71, "verse_num": 17, "arabic_text": "وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلْأَرْضِ نَبَاتًا", "english_text": "And GOD germinated you from the earth like plants.", "persian_text": "و خدا شما را مانند گياهان از زمين روياند.", "subtitle": "", "footnote": ""}, {"sura_num": 71, "verse_num": 18, "arabic_text": "ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًا", "english_text": "Then He returns you into it, and He will surely bring you out.", "persian_text": "سپس، شما را به آن باز می گرداند، و او مطمئناً شما را بيرون خواهد آورد.", "subtitle": "", "footnote": ""}, {"sura_num": 71, "verse_num": 19, "arabic_text": "وَٱللَّهُ جَعَلَ لَكُمُ ٱلْأَرْضَ بِسَاطًا", "english_text": "GOD made the earth habitable for you.", "persian_text": "خدا زمين را برای شما قابل سكونت قرار داد.", "subtitle": "", "footnote": ""}, {"sura_num": 71, "verse_num": 20, "arabic_text": "لِّتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا", "english_text": "That you may build roads therein.", "persian_text": "تا در آن جاده ها بسازيد.", "subtitle": "", "footnote": ""}, {"sura_num": 71, "verse_num": 21, "arabic_text": "قَالَ نُوحٌ رَّبِّ إِنَّهُمْ عَصَوْنِى وَٱتَّبَعُوا مَن لَّمْ يَزِدْهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارًا", "english_text": "Noah said, \"My Lord, they disobeyed me, and followed those who were even more corrupted when blessed with money and children.", "persian_text": "نوح گفت: \"پروردگار من، آنها از من اطاعت نكردند و از كسانی پيروی كردند كه وقتی با مال و فرزند مورد رحمت قرار گرفتند، حتی فاسدتر شدند.", "subtitle": "", "footnote": ""}, {"sura_num": 71, "verse_num": 22, "arabic_text": "وَمَكَرُوا مَكْرًا كُبَّارًا", "english_text": "\"They schemed terrible schemes.", "persian_text": "\"آنها حيله كردند، حيله هايی وحشتناك.", "subtitle": "", "footnote": ""}, {"sura_num": 71, "verse_num": 23, "arabic_text": "وَقَالُوا لَا تَذَرُنَّ ءَالِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا", "english_text": "\"They said, 'Do not abandon your gods. Do not abandon Wadd, Suwaa', Yaghouth, Ya'ooq, and Nasr.'", "persian_text": "\"آنها گفتند: ٰخدايان خود را ترك نكنيد. از ود، سواع، يغوث، يعوق و نسر دست نكشيد.ٰ", "subtitle": "", "footnote": ""}, {"sura_num": 71, "verse_num": 24, "arabic_text": "وَقَدْ أَضَلُّوا كَثِيرًا  وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا ضَلَٰلًا", "english_text": "\"They misled many. Therefore, let the wicked plunge deeper into loss.\"", "persian_text": "\"آنها عدهٔ بسياری را گمراه كردند. بنابراين، بگذار ستمكاران در گمراهی عميق تری فرو روند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 71, "verse_num": 25, "arabic_text": "مِّمَّا خَطِيٓـَٰٔتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَارًا فَلَمْ يَجِدُوا لَهُم مِّن دُونِ ٱللَّهِ أَنصَارًا", "english_text": "Because of their sins they were drowned and assigned to the hellfire. They found no helpers to protect them from GOD.", "persian_text": "آنها به خاطر گناهانشان غرق شدند و به آتش دوزخ واگذار شدند. آنها هيچ ياوری نيافتند تا آنها را در مقابل خدا محافظت كند.", "subtitle": "", "footnote": ""}, {"sura_num": 71, "verse_num": 26, "arabic_text": "وَقَالَ نُوحٌ رَّبِّ لَا تَذَرْ عَلَى ٱلْأَرْضِ مِنَ ٱلْكَٰفِرِينَ دَيَّارًا", "english_text": "Noah also said, \"My Lord, do not leave a single disbeliever on earth.", "persian_text": "نوح همچنين گفت: \"پروردگار من، هيچ كافری را در روی زمين باقی نگذار.", "subtitle": "", "footnote": ""}, {"sura_num": 71, "verse_num": 27, "arabic_text": "إِنَّكَ إِن تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوٓا إِلَّا فَاجِرًا كَفَّارًا", "english_text": "\"For if you let them, they will only mislead your servants and give birth to nothing but wicked disbelievers.", "persian_text": "\"زيرا اگر آنها را باقی بگذاری، فقط بندگانت را گمراه خواهند كرد و جز كافرانی ستمكار به دنيا نخواهند آورد.", "subtitle": "", "footnote": ""}, {"sura_num": 71, "verse_num": 28, "arabic_text": "رَّبِّ ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِمَن دَخَلَ بَيْتِىَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارًۢا", "english_text": "\"My Lord, forgive me and my parents, and anyone who enters my home as a believer, and all the believing men and women. But do not give the disbelievers anything but annihilation.\"", "persian_text": "\"پروردگار من، من و والدين مرا و هر كسی را كه به عنوان مؤمن به خانهٔ من وارد می شود و تمام مردان و زنان باايمان را بيامرز. اما به كافران چيزی جز هلاكت نده.", "subtitle": "", "footnote": ""}]