[{"sura_num": 10, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "Jonah", "chapter_title_arabic": "يونس", "chapter_title_persian": "يونس"}, {"sura_num": 10, "verse_num": 1, "arabic_text": "الٓر  تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْحَكِيمِ", "english_text": "A. L. R.* These (letters) are the proofs of this book of wisdom.", "persian_text": "ا. ل. ر.* اين (حروف) اثباتگر اين كتاب حكيم هستند.", "subtitle": "", "footnote": "*10:1 These letters constitute a major portion of the Quran's awesome mathematical code and proof of divine authorship. See Appendix 1 for details."}, {"sura_num": 10, "verse_num": 2, "arabic_text": "أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَآ إِلَىٰ رَجُلٍ مِّنْهُمْ أَنْ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِندَ رَبِّهِمْ   قَالَ ٱلْكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٌ مُّبِينٌ", "english_text": "Is it too much of a wonder for the people that we inspired a man like them? He (was inspired to say), \"You shall warn the people, and give good news to those who believe that they have attained a position of prominence at their Lord.\" The disbelievers said, \"This is a clever magician!\"", "persian_text": "آيا برای مردم خيلی عجيب است كه به مردی مانند خودشان وحی كرديم؟ به او (وحی شد كه بگويد): \"كه به مردم هشدار بده و به آنانكه ايمان دارند، مژده بده كه نزد پروردگارشان به مقامی برجسته دست يافته‌اند.\" كافران گفتند: \"اين شعبده بازی است زيرك!\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 3, "arabic_text": "إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ  يُدَبِّرُ ٱلْأَمْرَ  مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعْدِ إِذْنِهِۦ  ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ فَٱعْبُدُوهُ  أَفَلَا تَذَكَّرُونَ", "english_text": "Your only Lord is GOD; the One who created the heavens and the earth in six days, then assumed all authority. He controls all matters. There is no intercessor, except in accordance with His will. Such is GOD your Lord. You shall worship Him. Would you not take heed?", "persian_text": "تنها پروردگار شما خداست؛ يكتايی كه آسمان ها و زمين را در شش روز آفريد، سپس اقتدار را به دست گرفت. همه چيز تحت كنترل اوست. هيچ شفاعت كننده‌ای وجود ندارد، مگر آنكه با خواست او مطابقت كند. چنين است خدا پروردگار شما. بايد او را بپرستيد. آيا توجه نمى كنيد؟", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 4, "arabic_text": "إِلَيْهِ مَرْجِعُكُمْ جَمِيعًا  وَعْدَ ٱللَّهِ حَقًّا  إِنَّهُۥ يَبْدَؤُا ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ لِيَجْزِىَ ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ بِٱلْقِسْطِ  وَٱلَّذِينَ كَفَرُوا لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيم بِمَا كَانُوا يَكْفُرُونَ", "english_text": "To Him is your ultimate return, all of you. This is GOD's truthful promise. He initiates the creation, then repeats it, in order to reward those who believe and lead a righteous life, equitably. As for those who disbelieve, they incur hellish drinks, and a painful retribution for their disbelieving.", "persian_text": "بازگشت نهايی همگی شما به سوی اوست. اين وعدهٔ حقيقی خداست. او آفرينش را آغاز می كند، سپس آن را تكرار می نمايد، تا به آنان كه ايمان دارند و زندگی پرهيزكارانه ای را در پيش می گيرند، منصفانه پاداش دهد. و اما كسانی كه ايمان ندارند، در نتيجهٔ كفرشان سزاوار نوشيدنی های جهنمی و مجازاتی دردناك هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 5, "arabic_text": "هُوَ ٱلَّذِى جَعَلَ ٱلشَّمْسَ ضِيَآءً وَٱلْقَمَرَ نُورًا وَقَدَّرَهُۥ مَنَازِلَ لِتَعْلَمُوا عَدَدَ ٱلسِّنِينَ وَٱلْحِسَابَ  مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلْحَقِّ  يُفَصِّلُ ٱلْءَايَٰتِ لِقَوْمٍ يَعْلَمُونَ", "english_text": "He is the One who rendered the sun radiant, and the moon a light, and He designed its phases that you may learn to count the years and to calculate. GOD did not create all this, except for a specific purpose. He explains the revelations for people who know.", "persian_text": "اوست كه خورشيد را فروزان و ماه را تابان قرار داد و منازل آن را طرح كرد تا شما شمارش سال ها را بیامورید و حساب کنید. خدا همهٔ اينها را جز برای منظوری خاص نيافريد. او آيات را برای مردمی كه می دانند، توضيح می دهد.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 6, "arabic_text": "إِنَّ فِى ٱخْتِلَٰفِ ٱلَّيْلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ لَءَايَٰتٍ لِّقَوْمٍ يَتَّقُونَ", "english_text": "Surely, in the alternation of night and day, and what GOD created in the heavens and the earth, there are proofs for people who are righteous.", "persian_text": "مسلماً،  در گردش پياپی شب و روز و آنچه خدا در آسمان ها و زمين آفريده است، مدرک هايی است برای آنان که پرهيزكارند.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 7, "arabic_text": "إِنَّ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا وَرَضُوا بِٱلْحَيَوٰةِ ٱلدُّنْيَا وَٱطْمَأَنُّوا بِهَا وَٱلَّذِينَ هُمْ عَنْ ءَايَٰتِنَا غَٰفِلُونَ", "english_text": "Those who are not expecting to meet us, and are preoccupied with this worldly life and are content with it, and refuse to heed our proofs;", "persian_text": "کسانی که انتظار ديدار ما را ندارند و سرگرم این زندگی دنيوی شده اند و با آن خوشنودند و نمی خواهند به مدارک ما توجه كنند؛", "subtitle": "Preoccupation With This World", "footnote": ""}, {"sura_num": 10, "verse_num": 8, "arabic_text": "أُولَٰٓئِكَ مَأْوَىٰهُمُ ٱلنَّارُ بِمَا كَانُوا يَكْسِبُونَ", "english_text": "these have incurred Hell as their ultimate abode, as a consequence of their own works.", "persian_text": "اینان در نتیجه ٔ اعمال خودشان گرفتار دورخ، سرای نهايی شان، شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 9, "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ يَهْدِيهِمْ رَبُّهُم بِإِيمَٰنِهِمْ  تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَٰرُ فِى جَنَّٰتِ ٱلنَّعِيمِ", "english_text": "As for those who believe and lead a righteous life, their Lord guides them, by virtue of their belief. Rivers will flow beneath them in the gardens of bliss.", "persian_text": "و اما کسانی که ايمان می آورند و زندگی پرهیزکارانه ای را در پيش می گيرند، پروردگارشان آنان را بر حسب ايمانشان هدايت می کند. و در باغ های فرح بخش رودخانه زير پايشان جاری خواهد بود.", "subtitle": "God Guides the Believers", "footnote": ""}, {"sura_num": 10, "verse_num": 10, "arabic_text": "دَعْوَىٰهُمْ فِيهَا سُبْحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَٰمٌ  وَءَاخِرُ دَعْوَىٰهُمْ أَنِ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ", "english_text": "Their prayer therein is: \"Be You glorified, our god,\" their greeting therein is, \"Peace,\" and their ultimate prayer is: \"Praise be to GOD, Lord of the universe.\"", "persian_text": "در آنجا نيايش آنها اين است: \"خدای ما، تجليل تو را،\" در آنجا درودشان \"صلح\" است و نيايش نهايی آنها اين است: \"ستايش خدا را، پروردگار جهان.\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 11, "arabic_text": "وَلَوْ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسْتِعْجَالَهُم بِٱلْخَيْرِ لَقُضِىَ إِلَيْهِمْ أَجَلُهُمْ  فَنَذَرُ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا فِى طُغْيَٰنِهِمْ يَعْمَهُونَ", "english_text": "If GOD hastened the retribution incurred by the people, the way they demand provisions, they would have been annihilated long ago. However, we leave those who do not believe in meeting us in their transgressions, blundering.", "persian_text": "اگر خدا در فرستادن عذابی که مردم سزاوارش هستند عجله می کرد، به همان گونه كه آنها روزی می طلبند، از مدت ها پيش هلاك شده بودند. با اين حال، ما كسانی را كه به ملاقات ما ايمان ندارند، در ستمكاريشان سرگردان باقی می گذاريم.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 12, "arabic_text": "وَإِذَا مَسَّ ٱلْإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوْ قَاعِدًا أَوْ قَآئِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُۥ مَرَّ كَأَن لَّمْ يَدْعُنَآ إِلَىٰ ضُرٍّ مَّسَّهُۥ  كَذَٰلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا يَعْمَلُونَ", "english_text": "When adversity touches the human being, he implores us while lying down, or sitting, or standing up. But as soon as we relieve his adversity, he goes on as if he never implored us to relieve any hardship! The works of the transgressors are thus adorned in their eyes.", "persian_text": "هنگامی كه آسیبی به انسان برسد، درازكشيده، نشسته، يا ايستاده به ما التماس می‌كند. اما همين كه آسیب را از او برداريم، او چنان به راه خود ادامه می دهد كه گويی هرگز برای رهايی از آسیب به ما التماس نكرده بود! اعمال ستمكاران اين چنين در نظرشان زيبا جلوه می كند.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 13, "arabic_text": "وَلَقَدْ أَهْلَكْنَا ٱلْقُرُونَ مِن قَبْلِكُمْ لَمَّا ظَلَمُوا   وَجَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ وَمَا كَانُوا لِيُؤْمِنُوا  كَذَٰلِكَ نَجْزِى ٱلْقَوْمَ ٱلْمُجْرِمِينَ", "english_text": "Many a generation we have annihilated before you when they transgressed. Their messengers went to them with clear proofs, but they refused to believe. We thus requite the guilty people.", "persian_text": "چه بسيار نسل هايی را پیش از شما، درنتیجه ٔ ستمكاريشان هلاک کرده ايم. رسولانشان با مدرک های روشن نزد آنها رفتند، اما آنها نمی خواستند ايمان بياورند. ما مجرمان را اين چنين به کيفر می رسانيم.", "subtitle": "Lessons from the Past", "footnote": ""}, {"sura_num": 10, "verse_num": 14, "arabic_text": "ثُمَّ جَعَلْنَٰكُمْ خَلَٰٓئِفَ فِى ٱلْأَرْضِ مِنۢ بَعْدِهِمْ لِنَنظُرَ كَيْفَ تَعْمَلُونَ", "english_text": "Then we made you inheritors of the earth after them, to see how you will do.", "persian_text": "سپس شما را پس از آنها وارث زمين قرار داديم، تا ببينيم شما چگونه عمل خواهيد کرد.", "subtitle": "Now It Is Your Turn", "footnote": ""}, {"sura_num": 10, "verse_num": 15, "arabic_text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايٰتُنَا بَيِّنَٰتٍ   قَالَ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا ٱئْتِ بِقُرْءَانٍ غَيْرِ هَٰذَآ أَوْ بَدِّلْهُ  قُلْ مَا يَكُونُ لِىٓ أَنْ أُبَدِّلَهُۥ مِن تِلْقَآئِ نَفْسِىٓ  إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَىَّ  إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍ", "english_text": "When our revelations are recited to them, those who do not expect to meet us say, \"Bring a Quran* other than this, or change it!\" Say, \"I cannot possibly change it on my own. I simply follow what is revealed to me. I fear, if I disobey my Lord, the retribution of an awesome day.\"", "persian_text": "هنگامی كه آيات ما برای آنها خوانده می ‌شود، آنان كه انتظار ملاقات ما را ندارند، می گويند: \"قرآنی غير از اين* بياور، يا آن را تغيير بده!\" بگو: \"امكان ندارد بتوانم آن را از جانب خود تغيير دهم. من فقط از آنچه كه بر من وحی شده است، پيروی می كنم. اگر من از پروردگارم نافرمانی كنم، از مجازات روزی هيبت انگيز می ترسم.\"", "subtitle": "Every Letter Calculated and Divinely Designed", "footnote": "*10:15 The word \"Quran\" is mentioned in the Quran 58 times, but since this verse refers to \"another Quran,\" it must be excluded; \"This Quran\" is mentioned in the Quran 57 times, 19x3."}, {"sura_num": 10, "verse_num": 16, "arabic_text": "قُل لَّوْ شَآءَ ٱللَّهُ مَا تَلَوْتُهُۥ عَلَيْكُمْ وَلَآ أَدْرَىٰكُم بِهِۦ  فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِّن قَبْلِهِۦٓ  أَفَلَا تَعْقِلُونَ", "english_text": "Say, \"Had GOD willed, I would not have recited it to you, nor would you have known anything about it. I have lived among you a whole life before this (and you have known me as a sane, truthful person). Do you not understand?\"", "persian_text": "بگو: \"اگر خدا می ‌خواست، من آن را برای شما نخوانده بودم و شما چيزی دربارهٔ آن نمی دانستيد. من پيش از اين، عمری در ميان شما زندگی كرده ام (و شما مرا به عنوان شخصی عاقل و راستگو شناخته ايد). آيا نمی فهميد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 17, "arabic_text": "فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَٰتِهِۦٓ  إِنَّهُۥ لَا يُفْلِحُ ٱلْمُجْرِمُونَ", "english_text": "Who is more evil than one who fabricates lies about GOD, or rejects His revelations. Certainly, the transgressors never succeed.", "persian_text": "كيست پليدتر از آن كه دربارهٔ خدا دروغ بسازد، يا آياتش را تكذيب كند. مسلماً، ستمكاران هرگز موفق نمی شوند.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 18, "arabic_text": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنفَعُهُمْ وَيَقُولُونَ هَٰٓؤُلَآءِ شُفَعَٰٓؤُنَا عِندَ ٱللَّهِ  قُلْ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعْلَمُ فِى ٱلسَّمَٰوَٰتِ وَلَا فِى ٱلْأَرْضِ  سُبْحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشْرِكُونَ", "english_text": "They worship beside GOD idols that possess no power to harm them or benefit them, and they say, \"These are our intercessors at GOD!\" Say, \"Are you informing GOD of something He does not know in the heavens or the earth?\" Be He glorified. He is the Most High; far above needing partners.", "persian_text": "آنها در کنار خدا معبودانی را عبادت می كنند كه قدرتی ندارند که به آ«ها نفع يا ضرری برسانند و می ‌گويند: \"اينان شفيعان ما نزد خدا هستند!\" بگو: \"آيا خدا را از چيزی باخبر می كنيد كه او در آسمان ها يا زمين نمی داند؟\" تجليل او را. او بلندمرتبه ترين است؛ بسيار بالاتر از آنكه به شريكی نياز داشته باشد.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 19, "arabic_text": "وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةً وَٰحِدَةً فَٱخْتَلَفُوا  وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَ", "english_text": "The people used to be one congregation, then they disputed. If it were not for a predetermined word from your Lord, they would have been judged immediately regarding their disputes.", "persian_text": "مردم يك امت واحد بودند، سپس اختلاف ايجاد كردند. اگر به خاطر كلمهٔ از پيش تعيين شدهٔ پروردگارت نبود، فوراً در مورد اختلافاتشان قضاوت می شدند.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 20, "arabic_text": "وَيَقُولُونَ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦ  فَقُلْ إِنَّمَا ٱلْغَيْبُ لِلَّهِ فَٱنتَظِرُوٓا إِنِّى مَعَكُم مِّنَ ٱلْمُنتَظِرِينَ", "english_text": "They say, \"How come no miracle came down to him from his Lord?\" Say, \"The future belongs to GOD; so wait, and I am waiting along with you.\"", "persian_text": "آنها می گويند: \"چرا معجزه ای از جانب پروردگارش بر او نازل نشد؟\" بگو: \"آينده متعلق به خداست؛ پس منتظر باشيد و من نیز با شما منتظر هستم.", "subtitle": "Miracle of the Quran to be Unveiled After Muhammad*", "footnote": "*10:20 In retrospect, we see now that the Quran's miracle, indeed \"One of the greatest miracles\" (74:30-35), was divinely predestined to be unveiled 14 centuries after Muhammad. In view of the current condition of the traditional Muslims, if Muhammad had been given this miracle, those Muslims, who are already idolizing Muhammad beside God, would have worshiped him as God incarnate. Additionally, this miracle is obviously designed for the computer age, and to be appreciated by mathematically sophisticated generations."}, {"sura_num": 10, "verse_num": 21, "arabic_text": "وَإِذَآ أَذَقْنَا ٱلنَّاسَ رَحْمَةً مِّنۢ بَعْدِ ضَرَّآءَ مَسَّتْهُمْ إِذَا لَهُم مَّكْرٌ فِىٓ ءايٰتِنَا  قُلِ ٱللَّهُ أَسْرَعُ مَكْرًا  إِنَّ رُسُلَنَا يَكْتُبُونَ مَا تَمْكُرُونَ", "english_text": "When we bestow mercy upon the people, after adversity had afflicted them, they immediately scheme against our revelations! Say, \"GOD's scheming is far more effective. For our messengers are recording everything you scheme.\"", "persian_text": "هرگاه پس از سختی مردم را مورد رحمت قرار دهیم، بی درنگ عليه آيات ما نقشه می كشند! بگو: \"نقشهٔ خدا بسيار مؤثرتر است، زيرا رسولان ما تمام نقشه های شما را ضبط می کنند.\"", "subtitle": "Rebellious Humans", "footnote": ""}, {"sura_num": 10, "verse_num": 22, "arabic_text": "هُوَ ٱلَّذِى يُسَيِّرُكُمْ فِى ٱلْبَرِّ وَٱلْبَحْرِ  حَتَّىٰٓ إِذَا كُنتُمْ فِى ٱلْفُلْكِ وَجَرَيْنَ بِهِم بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِهَا جَآءَتْهَا رِيحٌ عَاصِفٌ وَجَآءَهُمُ ٱلْمَوْجُ مِن كُلِّ مَكَانٍ وَظَنُّوٓا أَنَّهُمْ أُحِيطَ بِهِمْ   دَعَوُا ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ لَئِنْ أَنجَيْتَنَا مِنْ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ", "english_text": "He is the One who moves you across the land and sea. You get onto the ships, and they sail smoothly in nice breeze. Then, while rejoicing therein, violent wind blows, and the waves surround them from every side. This is when they implore GOD, sincerely devoting their prayers to Him alone: \"If You only save us this time, we will be eternally appreciative.\"", "persian_text": "اوست كه شما را در سراسر خشكی و دريا حركت می دهد. شما در كشتی ها سوار می شويد و آنها به آرامی در نسيمی دلپذير حركت می كنند.  سپس، در حالی كه در آن شادمان هستند، بادی سخت می وزد و امواج از هر طرف آنها را در بر می ‌گيرد. در اين هنگام است كه آنها از خدا درخواست می کنند. دعاهای خود را خالصانه فقط به او اختصاص می دهند: \"اگر تو فقط اين بار ما را نجات دهی، تا ابد سپاسگزار خواهيم بود.\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 23, "arabic_text": "فَلَمَّآ أَنجَىٰهُمْ إِذَا هُمْ يَبْغُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ   يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغْيُكُمْ عَلَىٰٓ أَنفُسِكُم  مَّتَٰعَ ٱلْحَيَوٰةِ ٱلدُّنْيَا  ثُمَّ إِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ", "english_text": "But as soon as He saves them, they transgress on earth, and oppose the truth. O people, your transgression is only to the detriment of your own souls. You remain preoccupied with this worldly life, then to us is your ultimate return, then we inform you of everything you had done.", "persian_text": "اما همين كه آنها را نجات می دهد، در زمين تعدی می كنند و با حقيقت مخالفت می نمايند. ای مردم، ستمكاریتان فقط عليه نفس خودتان است. شما سرگرم زندگی مادی اين دنيا شده ايد، سپس بازگشت نهايی شما به سوی ماست، آنگاه ما شما را از تمام اعمالی كه انجام داده بوديد، آگاه می كنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 24, "arabic_text": "إِنَّمَا مَثَلُ ٱلْحَيَوٰةِ ٱلدُّنْيَا كَمَآءٍ أَنزَلْنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخْتَلَطَ بِهِۦ نَبَاتُ ٱلْأَرْضِ مِمَّا يَأْكُلُ ٱلنَّاسُ وَٱلْأَنْعَٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلْأَرْضُ زُخْرُفَهَا وَٱزَّيَّنَتْ وَظَنَّ أَهْلُهَآ أَنَّهُمْ قَٰدِرُونَ عَلَيْهَآ أَتَىٰهَآ أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَٰهَا حَصِيدًا كَأَن لَّمْ تَغْنَ بِٱلْأَمْسِ  كَذَٰلِكَ نُفَصِّلُ ٱلْءَايَٰتِ لِقَوْمٍ يَتَفَكَّرُونَ", "english_text": "The analogy of this worldly life is like this: we send down water from the sky to produce with it all kinds of plants from the earth, and to provide food for the people and the animals. Then, just as the earth is perfectly adorned, and its people think that they are in control thereof, our judgment comes by night or by day,* leaving it completely barren, as if nothing existed the previous day. We thus explain the revelations for people who reflect.", "persian_text": "مثال زندگی اين دنيا مانند اين است: ما آب را از آسمان فرو می فرستيم تا با آن انواع گياهان را از زمين برويانيم و برای مردم و حيوانات غذا فراهم كنيم. سپس، درست هنگامی كه زمين كاملاً آراسته شده است و مردم آن فكر می كنند كه آن را تحت كنترل دارند، حكم ما در شب يا روز* فرا می رسد، آن را كاملاً خشك و بدون محصول باقی می گذارد، چنانكه گويی روز قبل چيزی وجود نداشته است. ما آيات را اين چنين برای مردمی كه تفكر می ‌كنند، توضيح می دهيم.", "subtitle": "", "footnote": "*10:24 God, of course, knows whether His judgment will come during the day, or during the night. But it just happens that the earth will be half day and half night when the end of the world comes. Another \"scientific miracle\" of the Quran."}, {"sura_num": 10, "verse_num": 25, "arabic_text": "وَٱللَّهُ يَدْعُوٓا إِلَىٰ دَارِ ٱلسَّلَٰمِ وَيَهْدِى مَن يَشَآءُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ", "english_text": "GOD invites to the abode of peace, and guides whomever He wills in a straight path.", "persian_text": "خدا به سرای صلح دعوت می كند و هر كه را بخواهد، در راه مستقيم هدايت می نمايد.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 26, "arabic_text": "لِّلَّذِينَ أَحْسَنُوا ٱلْحُسْنَىٰ وَزِيَادَةٌ  وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلَا ذِلَّةٌ  أُولَٰٓئِكَ أَصْحَٰبُ ٱلْجَنَّةِ  هُمْ فِيهَا خَٰلِدُونَ", "english_text": "For the righteous, the reward will be multiplied manifold. Their faces will never experience any deprivation or shame. These are the dwellers of Paradise; they abide therein forever.", "persian_text": "پاداش پرهيزكاران، چندين برابر خواهد بود. چهرەهايشان هرگز محروميت يا شرمندگی را تجربه نخواهد كرد. ايشان ساكنان بهشت هستند؛ آنها در آنجا جاودان می مانند.", "subtitle": "Heaven and Hell are Eternal", "footnote": ""}, {"sura_num": 10, "verse_num": 27, "arabic_text": "وَٱلَّذِينَ كَسَبُوا ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَة بِمِثْلِهَا وَتَرْهَقُهُمْ ذِلَّةٌ  مَّا لَهُم مِّنَ ٱللَّهِ مِنْ عَاصِمٍ  كَأَنَّمَآ أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِّنَ ٱلَّيْلِ مُظْلِمًا  أُولَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ  هُمْ فِيهَا خَٰلِدُونَ", "english_text": "As for those who earned sins, their requital is equivalent to their sin. Humiliation is their lot, and no one beside GOD can protect them. Their faces will seem overwhelmed by masses of dark night. They will be the dwellers of Hell; they abide therein forever.", "persian_text": "و اما كسانی كه مرتكب گناه شدند، جزای آنها معادل گناهانشان است. سرنوشت آنها ذلت است و جز خدا هيچ كس نمی تواند از آنها محافظت كند. گويی چهره‌هايشان با پارەهايی از شب تار پوشانده شده است. آنها ساكنان دوزخ خواهند بود و تا ابد در آنجا می ‌مانند.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 28, "arabic_text": "وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا مَكَانَكُمْ أَنتُمْ وَشُرَكَآؤُكُمْ  فَزَيَّلْنَا بَيْنَهُمْ  وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمْ إِيَّانَا تَعْبُدُونَ", "english_text": "On the day when we summon them all, we will say to those who worshiped idols, \"We have summoned you, together with your idols.\" We will have them confront each other, and their idols will say to them, \"We had no idea that you idolized us.", "persian_text": "روزی که همهٔ آنان را احضار کنيم، به کسانی که شرک ورزيدند، خواهيم گفت: \"ما شما را همراه با کسانی که بت کرده بوديد، احضار کرده ايم.\" و آنان را با يکديگر روبرو خواهيم کرد، و کسانی که بت شده بودند به آنها خواهند گفت: \"ما هيچ خبر نداشتيم که شما ما را معبود خود قرار داديد.", "subtitle": "Idols Disown Their Worshipers", "footnote": ""}, {"sura_num": 10, "verse_num": 29, "arabic_text": "فَكَفَىٰ بِٱللَّهِ شَهِيدًۢا بَيْنَنَا وَبَيْنَكُمْ إِن كُنَّا عَنْ عِبَادَتِكُمْ لَغَٰفِلِينَ", "english_text": "GOD suffices as a witness between us and you, that we were completely unaware of your worshiping us.", "persian_text": "خدا به عنوان شاهد ميان ما و شما كافی است، كه ما از ‌پرستش شما در مورد خود به كلی بی خبر بوديم.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 30, "arabic_text": "هُنَالِكَ تَبْلُوا كُلُّ نَفْسٍ مَّآ أَسْلَفَتْ  وَرُدُّوٓا إِلَى ٱللَّهِ مَوْلَىٰهُمُ ٱلْحَقِّ  وَضَلَّ عَنْهُم مَّا كَانُوا يَفْتَرُونَ", "english_text": "That is when each soul will examine everything it had done. They will be returned to GOD, their rightful Lord and Master, and the idols they had fabricated will disown them.", "persian_text": "آن زمانی است كه هر نفسی آنچه را كه كرده بود، بررسی خواهد كرد. آنها به سوی خدا، مولا و سرور حقيقی خود بازگردانده خواهند شد و معبودانی را كه از خود ساخته بودند، آنها را طرد خواهند كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 31, "arabic_text": "قُلْ مَن يَرْزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ أَمَّن يَمْلِكُ ٱلسَّمْعَ وَٱلْأَبْصَٰرَ وَمَن يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَيُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ وَمَن يُدَبِّرُ ٱلْأَمْرَ  فَسَيَقُولُونَ ٱللَّهُ  فَقُلْ أَفَلَا تَتَّقُونَ", "english_text": "Say, \"Who provides for you from the heaven and the earth? Who controls all the hearing and the eyesight? Who produces the living from the dead, and the dead from the living? Who is in control of all things?\" They would say, \"GOD.\" Say, \"Why then do you not observe the commandments?\"", "persian_text": "بگو: \"چه کسی از آسمان و زمين برای شما روزی فراهم می کند؟ کيست که يکايک شنوايی ها و بينايی ها را تحت کنترل دارد؟ کيست که زنده را از مرده به وجود می آورد و مرده را از زنده؟ کيست که كنترل همهٔ امور به دست اوست؟\" آنها خواهند گفت: \"خدا.\" بگو: \"پس چرا احکام را به جا نمی آوريد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 32, "arabic_text": "فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلْحَقُّ  فَمَاذَا بَعْدَ ٱلْحَقِّ إِلَّا ٱلضَّلَٰلُ  فَأَنَّىٰ تُصْرَفُونَ", "english_text": "Such is GOD, your rightful Lord. What is there after the truth, except falsehood? How could you disregard all this?", "persian_text": "چنين است خدا، پروردگار حقيقی شما. پس از حقيقت چيست، جز باطل؟ چگونه مى توانيد تمام اينها را ناديده بگيريد؟", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 33, "arabic_text": "كَذَٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓا أَنَّهُمْ لَا يُؤْمِنُونَ", "english_text": "This is what your Lord's decision does to those who choose to be wicked: they cannot believe.", "persian_text": "چنين است تصميم پروردگارت دربارهٔ كسانی كه پليدی را انتخاب می كنند: \"آنها نمی توانند ايمان آورند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 34, "arabic_text": "قُلْ هَلْ مِن شُرَكَآئِكُم مَّن يَبْدَؤُا ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ  قُلِ ٱللَّهُ يَبْدَؤُا ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ  فَأَنَّىٰ تُؤْفَكُونَ", "english_text": "Say, \"Can any of your idols initiate creation, then repeat it?\" Say, \"GOD initiates the creation, then repeats it.\"", "persian_text": "بگو: \"آيا هيچ يك از معبودانتان می توانند خلقت را آغاز كند، سپس آن را تكرار نمايند؟\" بگو: \"خدا خلقت را آغاز می كند، سپس آن را تكرار می ‌نمايد.\"", "subtitle": "Reflect on Your Idols", "footnote": ""}, {"sura_num": 10, "verse_num": 35, "arabic_text": "قُلْ هَلْ مِن شُرَكَآئِكُم مَّن يَهْدِىٓ إِلَى ٱلْحَقِّ  قُلِ ٱللَّهُ يَهْدِى لِلْحَقِّ   أَفَمَن يَهْدِىٓ إِلَى ٱلْحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّىٓ إِلَّآ أَن يُهْدَىٰ  فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ", "english_text": "Say, \"Does any of your idols guide to the truth?\" Say, \"GOD guides to the truth. Is one who guides to the truth more worthy of being followed, or one who does not guide, and needs guidance for himself? What is wrong with your judgment?\"", "persian_text": "بگو: \"آيا هيچ يك از معبودانتان می توانند به سوی حقيقت هدايت كنند؟\" بگو: \"خدا به سوی حقيقت هدايت می كند. آيا كسی كه به حقيقت هدايت می كند برای پيروی سزاوارتر است، يا كسی كه هدايت نمی كند و خود نيازمند هدايت است؟ چگونه چنين قضاوتی می كنيد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 36, "arabic_text": "وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَنًّا  إِنَّ ٱلظَّنَّ لَا يُغْنِى مِنَ ٱلْحَقِّ شَيْـًٔا  إِنَّ ٱللَّهَ عَلِيم بِمَا يَفْعَلُونَ", "english_text": "Most of them follow nothing but conjecture, and conjecture is no substitute for the truth. GOD is fully aware of everything they do.", "persian_text": "اكثرشان جز از حدسيات پيروی نمی ‌كنند و حدس و گمان جايگزين حقيقت نمی شود. خدا از آنچه مى كنند، كاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 37, "arabic_text": "وَمَا كَانَ هَٰذَا ٱلْقُرْءَانُ أَن يُفْتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصْدِيقَ ٱلَّذِى بَيْنَ يَدَيْهِ وَتَفْصِيلَ ٱلْكِتَٰبِ لَا رَيْبَ فِيهِ مِن رَّبِّ ٱلْعَٰلَمِينَ", "english_text": "This Quran could not possibly be authored by other than GOD. It confirms all previous messages, and provides a fully detailed scripture. It is infallible; for it comes from the Lord of the universe.", "persian_text": "ممکن نيست که اين قرآن را کسی جز خدا تأليف کرده باشد. اين تمام پيام های پيشين را تصديق می کند و کتابی است آسمانی با تمام جزﺋیات. و اشتباه ناپذير است؛ زيرا آن از جانب پروردگار عالم می آید.", "subtitle": "Only God Can Author the Quran", "footnote": ""}, {"sura_num": 10, "verse_num": 38, "arabic_text": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ  قُلْ فَأْتُوا بِسُورَةٍ مِّثْلِهِۦ وَٱدْعُوا مَنِ ٱسْتَطَعْتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَٰدِقِينَ", "english_text": "If they say, \"He fabricated it,\" say, \"Then produce one sura like these, and invite whomever you wish, other than GOD, if you are truthful.\"", "persian_text": "اگر بگويند: \"او اين را جعل كرده است،\" بگو: \"پس يك سوره مانند اينها ارائه دهيد و غير از خدا، هر كه را می خواهيد، دعوت كنيد، اگر راست می گوييد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 39, "arabic_text": "بَلْ كَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِۦ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُۥ  كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ  فَٱنظُرْ كَيْفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ", "english_text": "Indeed, they have rejected this without studying and examining it, and before understanding it. Thus did those before them disbelieve. Therefore, note the consequences for the transgressors.", "persian_text": "درواقع، بدون آنکه آن را مطالعه و بررسی کنند و پيش از آنکه آن را بفهمند، تکذيبش کرده اند. کسانی که پيش از آنها بودند، به همين ترتيب کافر شدند. بنابراین، به عاقبت ستمکاران توجه کن.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 40, "arabic_text": "وَمِنْهُم مَّن يُؤْمِنُ بِهِۦ وَمِنْهُم مَّن لَّا يُؤْمِنُ بِهِۦ  وَرَبُّكَ أَعْلَمُ بِٱلْمُفْسِدِينَ", "english_text": "Some of them believe (in this scripture), while others disbelieve in it. Your Lord is fully aware of the evildoers.", "persian_text": "بعضی از آنها (به اين كتاب آسمانی) ايمان می آورند، در حالی كه ديگران آن را باور ندارند. پروردگارت از افراد پليد كاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 41, "arabic_text": "وَإِن كَذَّبُوكَ فَقُل لِّى عَمَلِى وَلَكُمْ عَمَلُكُمْ  أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعْمَلُ وَأَنَا بَرِىٓءٌ مِّمَّا تَعْمَلُونَ", "english_text": "If they reject you, then say, \"I have my works, and you have your works. You are innocent of anything I do, and I am innocent of anything you do.\"", "persian_text": "اگر تو را تكذيب كنند، پس بگو: \"اعمال من برای خودم واعمال شما برای خودتان. شما از آنچه من انجام می ‌دهم، مبرا هستيد و من از آنچه شما انجام می ‌دهيد، مبرا هستم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 42, "arabic_text": "وَمِنْهُم مَّن يَسْتَمِعُونَ إِلَيْكَ  أَفَأَنتَ تُسْمِعُ ٱلصُّمَّ وَلَوْ كَانُوا لَا يَعْقِلُونَ", "english_text": "Some of them listen to you, but can you make the deaf hear, even though they cannot understand?", "persian_text": "بعضی از آنها به تو گوش می دهند، اما آيا تو می توانی كر را شنوا كنی، با آنكه نمى تواند بفهمد؟", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 43, "arabic_text": "وَمِنْهُم مَّن يَنظُرُ إِلَيْكَ  أَفَأَنتَ تَهْدِى ٱلْعُمْىَ وَلَوْ كَانُوا لَا يُبْصِرُونَ", "english_text": "Some of them look at you, but can you guide the blind, even though they do not see?", "persian_text": "بعضی از آنها به تو نگاه می كنند، اما آيا تو می توانی كور را هدايت كنی، با آنكه نمى تواند ببيند؟", "subtitle": "Humans Freely Choose Their Paths", "footnote": ""}, {"sura_num": 10, "verse_num": 44, "arabic_text": "إِنَّ ٱللَّهَ لَا يَظْلِمُ ٱلنَّاسَ شَيْـًٔا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمْ يَظْلِمُونَ", "english_text": "GOD never wrongs the people; it is the people who wrong their own souls.", "persian_text": "خدا هرگز به مردم ظلم نمى كند؛ اين مردم هستند كه به نفس خويش ظلم مى كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 45, "arabic_text": "وَيَوْمَ يَحْشُرُهُمْ كَأَن لَّمْ يَلْبَثُوٓا إِلَّا سَاعَةً مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيْنَهُمْ  قَدْ خَسِرَ ٱلَّذِينَ كَذَّبُوا بِلِقَآءِ ٱللَّهِ وَمَا كَانُوا مُهْتَدِينَ", "english_text": "On the day when He summons all of them, they will feel as if they lasted in this world one hour of the day, during which they met. Losers indeed are those who disbelieved in meeting GOD; and chose to be misguided.", "persian_text": "روزی که او همهٔ آنها را احضار کند، آنها احساس خواهند کرد که فقط ساعتی از روز را در اين دنيا به سر برده اند، که در طی آن يکديگر را ملاقات کردند. حقیقتاً، بازندگان كسانی هستند که ملاقات با خدا را باور نکردند و گمراهی را برگزیدند.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 46, "arabic_text": "وَإِمَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعُهُمْ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفْعَلُونَ", "english_text": "Whether we show you some (of the retribution) we promise them, or terminate your life before that, to us is their ultimate return. GOD witnesses everything they do.", "persian_text": "خواه بخشی (از مجازاتی) را که به آنها وعده می دهيم به تو نشان دهيم، يا زندگی تو را پيش از آن به پايان برسانيم، بازگشت نهايی آنها به سوی ماست. خدا بر آنچه می کنند، شاهد است.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 47, "arabic_text": "وَلِكُلِّ أُمَّةٍ رَّسُولٌ  فَإِذَا جَآءَ رَسُولُهُمْ قُضِىَ بَيْنَهُم بِٱلْقِسْطِ وَهُمْ لَا يُظْلَمُونَ", "english_text": "To each community, a messenger. After their messenger comes, they are judged equitably, without the least injustice.", "persian_text": "برای هر جامعه ای، رسولی. پس از آنکه رسولشان می آيد، منصفانه ميانشان قضاوت می شود، بدون کوچک ترين بی عدالتی.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 48, "arabic_text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ", "english_text": "They challenge: \"When will this prophecy come to pass, if you are telling the truth?\"", "persian_text": "آنها به اعتراض می ‌گويند: \"اين پيش‌ گویی چه هنگام فرا مى رسد، اگر راست می ‌گوييد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 49, "arabic_text": "قُل لَّآ أَمْلِكُ لِنَفْسِى ضَرًّا وَلَا نَفْعًا إِلَّا مَا شَآءَ ٱللَّهُ   لِكُلِّ أُمَّةٍ أَجَلٌ  إِذَا جَآءَ أَجَلُهُمْ فَلَا يَسْتَـْٔخِرُونَ سَاعَةً  وَلَا يَسْتَقْدِمُونَ", "english_text": "Say, \"I possess no power to harm myself, or benefit myself; only what GOD wills takes place.\" Each community has a predetermined life span. Once their interim comes to an end, they cannot delay it by one hour, nor advance it.", "persian_text": "بگو: \"من هيچ قدرتی ندارم كه به خود نفع يا ضرری برسانم؛ فقط آنچه خدا بخواهد، تحقق می يابد.\" هر جامعه‌ای مدت عمر معينی دارد. هنگامی كه اجلشان فرا رسد، نمى توانند آن را يك ساعت به عقب يا جلو بيندازند.", "subtitle": "The Messenger Possesses No Power", "footnote": ""}, {"sura_num": 10, "verse_num": 50, "arabic_text": "قُلْ أَرَءَيْتُمْ إِنْ أَتَىٰكُمْ عَذَابُهُۥ بَيَٰتًا أَوْ نَهَارًا مَّاذَا يَسْتَعْجِلُ مِنْهُ ٱلْمُجْرِمُونَ", "english_text": "Say, \"Whether His retribution comes to you by night or by day, why are the transgressors in such a hurry?", "persian_text": "بگو: \"عذاب او چه در شب به شما برسد چه در روز، چرا ستمكاران آنقدر عجله دارند؟", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 51, "arabic_text": "أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓ  ءَآلْـَٰٔنَ وَقَدْ كُنتُم بِهِۦ تَسْتَعْجِلُونَ", "english_text": "\"If it does happen, will you believe then? Why should you believe then? You used to challenge it to come?\"", "persian_text": "\"اگر آن اتفاق رخ دهد، آيا آنگاه ايمان خواهيد آورد؟ چرا آن هنگام ايمان بياوريد؟ شما که قبلاً به اعتراض خواستار آمدنش بوديد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 52, "arabic_text": "ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذَابَ ٱلْخُلْدِ هَلْ تُجْزَوْنَ إِلَّا بِمَا كُنتُمْ تَكْسِبُونَ", "english_text": "It will be said to the transgressors, \"Taste the eternal retribution. Are you not requited precisely for what you have earned?\"", "persian_text": "به ستمكاران گفته خواهد شد: \"عذاب ابدی را بچشيد. آيا دقيقاً برای آنچه كسب كرده‌ايد، مجازات نمى شويد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 53, "arabic_text": "وَيَسْتَنۢبِـُٔونَكَ أَحَقٌّ هُوَ  قُلْ إِى وَرَبِّىٓ إِنَّهُۥ لَحَقٌّ  وَمَآ أَنتُم بِمُعْجِزِينَ", "english_text": "They challenge you to prophesy: \"Is this really what will happen?\" Say, \"Yes indeed, by my Lord, this is the truth, and you can never escape.\"", "persian_text": "به اعتراض از تو می خواهند پيش‌ گویی كنی: \"كه آيا واقعاً اين اتفاق رخ خواهد داد؟\" بگو: \"بله، مسلماً، به پروردگارم سوگند، اين حقيقت است و شما هرگز نمى توانيد بگريزيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 54, "arabic_text": "وَلَوْ أَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ مَا فِى ٱلْأَرْضِ لَٱفْتَدَتْ بِهِۦ   وَأَسَرُّوا ٱلنَّدَامَةَ لَمَّا رَأَوُا ٱلْعَذَابَ  وَقُضِىَ بَيْنَهُم بِٱلْقِسْطِ  وَهُمْ لَا يُظْلَمُونَ", "english_text": "If any wicked soul possessed everything on earth, it would readily offer it as ransom. They will be ridden with remorse when they see the retribution. They will be judged equitably, without the least injustice.", "persian_text": "هر نفس پلیدی اگر مالک همه چیز در زمين می بود، حاضر بود بی درنگ آن را به عنوان فديه بدهد. هنگامی که مجازات را ببينند، پشيمانی آنها را فرا خواهد گرفت و آنها منصفانه قضاوت خواهند شد، بدون كوچك ترين بی عدالتی.", "subtitle": "What Price Faith", "footnote": ""}, {"sura_num": 10, "verse_num": 55, "arabic_text": "أَلَآ إِنَّ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ   أَلَآ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ", "english_text": "Absolutely, to GOD belongs everything in the heavens and the earth. Absolutely, GOD's promise is truth, but most of them do not know.", "persian_text": "مسلماً، آنچه در آسمان ها و زمين است از آن خداست. مسلماً، وعدهٔ خدا حقيقت است، ولی بيشترشان نمی دانند.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 56, "arabic_text": "هُوَ يُحْىِۦ وَيُمِيتُ وَإِلَيْهِ تُرْجَعُونَ", "english_text": "He controls life and death, and to Him you will be returned.", "persian_text": "زندگی و مرگ به دست اوست و شما به سوی او بازگردانده خواهيد شد.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 57, "arabic_text": "يَٰٓأَيُّهَا ٱلنَّاسُ قَدْ جَآءَتْكُم مَّوْعِظَةٌ مِّن رَّبِّكُمْ وَشِفَآءٌ لِّمَا فِى ٱلصُّدُورِ وَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ", "english_text": "O people, enlightenment has come to you herein from your Lord, and healing for anything that troubles your hearts, and guidance, and mercy for the believers.", "persian_text": "ای مردم، نور هدايت از جانب پروردگارتان در اين برای شما آمده است و شفايی است برای هرچه كه قلب هايتان را می آزارد و هدايت و رحمتی برای مؤمنان.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 58, "arabic_text": "قُلْ بِفَضْلِ ٱللَّهِ وَبِرَحْمَتِهِۦ فَبِذَٰلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِّمَّا يَجْمَعُونَ", "english_text": "Say, \"With GOD's grace and with His mercy they shall rejoice.\" This is far better than any wealth they can accumulate.", "persian_text": "بگو: \"آنها به موهبت خدا و رحمت او شادمان باشند.\" اين از هر ثروتی که بتوانند بيندوزند، بسيار بهتر است.", "subtitle": "Joy for the Believers", "footnote": ""}, {"sura_num": 10, "verse_num": 59, "arabic_text": "قُلْ أَرَءَيْتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزْقٍ فَجَعَلْتُم مِّنْهُ حَرَامًا وَحَلَٰلًا قُلْ ءَآللَّهُ أَذِنَ لَكُمْ  أَمْ عَلَى ٱللَّهِ تَفْتَرُونَ", "english_text": "Say, \"Did you note how GOD sends down to you all kinds of provisions, then you render some of them unlawful, and some lawful?\" Say, \"Did GOD give you permission to do this? Or, do you fabricate lies and attribute them to GOD?\"", "persian_text": "بگو: \"آيا توجه کرده ايد که خدا چگونه انواع روزی ها را برای شما پايين می فرستد و سپس شما بعضی از آنها را حرام می کنيد و بعضی را حلال؟\" بگو: \"آيا خدا اجازهٔ چنين کاری را به شما داده است، يا از خود دروغ می سازید و آن را به خدا نسبت می دهيد؟\"", "subtitle": "Human-made Dietary Prohibitions", "footnote": ""}, {"sura_num": 10, "verse_num": 60, "arabic_text": "وَمَا ظَنُّ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ يَوْمَ ٱلْقِيَٰمَةِ   إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ", "english_text": "Does it ever occur to those who fabricate lies about GOD that they will have to face Him on the Day of Resurrection? Certainly, GOD showers the people with His grace, but most of them are unappreciative.", "persian_text": "آيا آنان که دربارهٔ خدا دروغ می سازند، هرگز فکر كرده اند كه بايد در روز رستاخيز با او روبرو شوند؟ مطمئناً، خدا موهبتش را بر مردم می باراند، ولی بيشترشان سپاسگزار نیستند.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 61, "arabic_text": "وَمَا تَكُونُ فِى شَأْنٍ وَمَا تَتْلُوا مِنْهُ مِن قُرْءَانٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ  وَمَا يَعْزُبُ عَن رَّبِّكَ مِن مِّثْقَالِ ذَرَّةٍ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ وَلَآ أَصْغَرَ مِن ذَٰلِكَ وَلَآ أَكْبَرَ إِلَّا فِى كِتَٰبٍ مُّبِينٍ", "english_text": "You do not get into any situation, nor do you recite any Quran, nor do you do anything, without us being witnesses thereof as you do it. Not even an atom's weight is out of your Lord's control, be it in the heavens or the earth. Nor is there anything smaller than an atom, or larger, that is not recorded in a profound record.", "persian_text": "شما در هيچ موقعيتی قرار نمی گيريد و چيزی از قرآن نمی خوانيد و کاری نيست که انجام دهيد، بی آنکه ما در لحظهٔ انجام آن شاهد باشيم. حتی به اندازهٔ وزن اتمی، چه در آسمان‌ها باشد و چه در زمين از كنترل پروردگارت خارج نيست و چيزی كوچك تر از اتم يا بزرگ تر از آن نيست كه در پرونده‌ای كامل ضبط نشده باشد.", "subtitle": "Knowing God", "footnote": ""}, {"sura_num": 10, "verse_num": 62, "arabic_text": "أَلَآ إِنَّ أَوْلِيَآءَ ٱللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ", "english_text": "Absolutely, GOD's allies have nothing to fear, nor will they grieve.", "persian_text": "مسلماً، ياران خدا نه از چيزی بترسند و نه اندوهگين خواهند شد.", "subtitle": "Happiness: Now and Forever*", "footnote": "*10:62-64 Most people think that they have to wait until the Day of Resurrection before they receive their rewards for righteousness, or the retribution for wickedness. But the Quran repeatedly assures the believers that they are guaranteed perfect happiness here in this world, now and forever. At the end of their interim here, they go directly to Paradise (see Appendix 17)."}, {"sura_num": 10, "verse_num": 63, "arabic_text": "ٱلَّذِينَ ءَامَنُوا وَكَانُوا يَتَّقُونَ", "english_text": "They are those who believe and lead a righteous life.", "persian_text": "آنها کسانی هستند که ايمان می آورند و زندگی پرهيزكارانه ای را در پيش می گيرند.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 64, "arabic_text": "لَهُمُ ٱلْبُشْرَىٰ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْءَاخِرَةِ  لَا تَبْدِيلَ لِكَلِمَٰتِ ٱللَّهِ  ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ", "english_text": "For them, joy and happiness in this world, as well as in the Hereafter. This is GOD's unchangeable law. Such is the greatest triumph.", "persian_text": "برای آنهاست لذت و خوشبختی در اين دنيا و همچنين در آخرت. اين است قانون تغييرناپذير خدا. چنين است بزرگ ترين پيروزی.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 65, "arabic_text": "وَلَا يَحْزُنكَ قَوْلُهُمْ   إِنَّ ٱلْعِزَّةَ لِلَّهِ جَمِيعًا  هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ", "english_text": "Do not be saddened by their utterances. All power belongs to GOD. He is the Hearer, the Omniscient.", "persian_text": "از سخنانشان غمگين مباش. همهٔ قدرت ها متعلق به خداست. اوست شنوا، دانای مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 66, "arabic_text": "أَلَآ إِنَّ لِلَّهِ مَن فِى ٱلسَّمَٰوَٰتِ وَمَن فِى ٱلْأَرْضِ   وَمَا يَتَّبِعُ ٱلَّذِينَ يَدْعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَ  إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ", "english_text": "Absolutely, to GOD belongs everyone in the heavens and everyone on earth. Those who set up idols beside GOD are really following nothing. They only think that they are following something. They only guess.", "persian_text": "مسلماً، هر که در آسمان ها و هر که در زمين است، از آن خداست. کسانی که غير خدا را می خوانند، به او شرک آورده اند و درواقع پيرو هيچ هستند. آنان فقط گمان می کنند که پيرو چيزی هستند. آنها فقط حدس می زنند.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 67, "arabic_text": "هُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِتَسْكُنُوا فِيهِ وَٱلنَّهَارَ مُبْصِرًا  إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّقَوْمٍ يَسْمَعُونَ", "english_text": "He is the One who rendered the night for your rest, and rendered the day lighted. These are proofs for people who can hear.", "persian_text": "اوست که شب را برای استراحت شما قرار داد و روز را روشن ساخت. در اينها مدرک هايی است برای مردمی که می توانند بشنوند.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 68, "arabic_text": "قَالُوا ٱتَّخَذَ ٱللَّهُ وَلَدًا   سُبْحَٰنَهُۥ  هُوَ ٱلْغَنِىُّ  لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ  إِنْ عِندَكُم مِّن سُلْطَٰن بِهَٰذَآ  أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ", "english_text": "They said, \"GOD has begotten a son!\" Be He glorified. He is the Most Rich. To Him belongs everything in the heavens and everything on earth. You have no proof to support such a blasphemy. Are you saying about GOD what you do not know?", "persian_text": "آنها گفتند: \"خدا پسری اختيار کرده است!\" شکوه و جلال او ستايش باد. اوست غنی ترین. از آن اوست آنچه در آسمان ها و زمين است. شما برای تأييد چنین کفری خیچ مدرکی نداريد. آيا دربارهٔ خدا چيزی می گوييد که نمی دانيد؟", "subtitle": "The Gross Blasphemy", "footnote": ""}, {"sura_num": 10, "verse_num": 69, "arabic_text": "قُلْ إِنَّ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ لَا يُفْلِحُونَ", "english_text": "Proclaim: \"Those who fabricate lies about GOD will never succeed.\"", "persian_text": "اعلام كن: \"كسانی كه دربارهٔ خدا دروغ می سازند، هرگز موفق نخواهند شد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 70, "arabic_text": "مَتَٰعٌ فِى ٱلدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ ٱلْعَذَابَ ٱلشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ", "english_text": "They get their temporary share in this world, then to us is their ultimate return, then we commit them to severe retribution for their disbelieving.", "persian_text": "آنها سهم موقت خود را در همين دنيا می گيرند، سپس بازگشت نهايىشان به سوی ماست، در آن هنگام آنها را به خاطر كفرشان به عذابی سخت گرفتار مى كنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 71, "arabic_text": "وَٱتْلُ عَلَيْهِمْ نَبَأَ نُوحٍ إِذْ قَالَ لِقَوْمِهِۦ يَٰقَوْمِ إِن كَانَ كَبُرَ عَلَيْكُم مَّقَامِى وَتَذْكِيرِى بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلْتُ فَأَجْمِعُوٓا أَمْرَكُمْ وَشُرَكَآءَكُمْ ثُمَّ لَا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ ٱقْضُوٓا إِلَىَّ وَلَا تُنظِرُونِ", "english_text": "Recite for them the history of Noah. He said to his people, \"O my people, if you find my position and my reminding you of GOD's revelations too much for you, then I put my trust in GOD. You should get together with your leaders, agree on a final decision among yourselves, then let me know it without delay.", "persian_text": "شرح حال نوح را برا ی آنها بخوان. او به قومش گفت: \"ای قوم من، اگر مقام من و تذكراتی كه دربارهٔ آيات خدا به شما می دهم بر شما گران است، پس من به خدا توكل می ‌كنم. شما با رهبرانتان جمع شويد و در ميان خودتان تصميم نهايی را بگيريد، سپس بدون تأخير مرا مطلع سازيد.", "subtitle": "Noah", "footnote": ""}, {"sura_num": 10, "verse_num": 72, "arabic_text": "فَإِن تَوَلَّيْتُمْ فَمَا سَأَلْتُكُم مِّنْ أَجْرٍ  إِنْ أَجْرِىَ إِلَّا عَلَى ٱللَّهِ  وَأُمِرْتُ أَنْ أَكُونَ مِنَ ٱلْمُسْلِمِينَ", "english_text": "\"If you turn away, then I have not asked you for any wage. My wage comes from GOD. I have been commanded to be a submitter.\"", "persian_text": "\"اگر روی بگردانيد، پس من از شما هيچ مزدی درخواست نكرده ام. مزد من از جانب خدا می آيد. به من امر شده است تا یک تسليم شده باشم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 73, "arabic_text": "فَكَذَّبُوهُ فَنَجَّيْنَٰهُ وَمَن مَّعَهُۥ فِى ٱلْفُلْكِ وَجَعَلْنَٰهُمْ خَلَٰٓئِفَ وَأَغْرَقْنَا ٱلَّذِينَ كَذَّبُوا بِـَٔايَٰتِنَا  فَٱنظُرْ كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُنذَرِينَ", "english_text": "They rejected him and, consequently, we saved him and those who joined him in the ark; we made them the inheritors. And we drowned those who rejected our revelations. Note the consequences; they have been warned.", "persian_text": "آنها او را تکذيب کردند و درنتيجه، ما او و کسانی را که در سفینه به او ملحق شدند نجات داديم، و آنان را وارث قرار داديم. و کسانی را که آيات ما را تکذيب کردند، غرق کرديم. پس به عواقب آن توجه کن؛ به آنها هشدار داده شده بود.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 74, "arabic_text": "ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِۦ رُسُلًا إِلَىٰ قَوْمِهِمْ فَجَآءُوهُم بِٱلْبَيِّنَٰتِ فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا بِهِۦ مِن قَبْلُ  كَذَٰلِكَ نَطْبَعُ عَلَىٰ قُلُوبِ ٱلْمُعْتَدِينَ", "english_text": "Then we sent after him messengers to their people, and they showed them clear proofs. But they were not to believe in what they had rejected in the past. We thus seal the hearts of the transgressors.", "persian_text": "سپس، بعد از او رسولانی را به سوی قومشان فرستاديم که مدارک روشن به آنها نشان دادند. ولی آنها بر آن نبودند که به چيزی که قبلاً تکذيب کرده بودند، ايمان بياورند. ما اين چنين بر دل ستمکاران مهر می نهيم.", "subtitle": "Humans Insist on Their Original Sin", "footnote": ""}, {"sura_num": 10, "verse_num": 75, "arabic_text": "ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرْعَوْنَ وَمَلَإِيهِۦ بِـَٔايَٰتِنَا فَٱسْتَكْبَرُوا وَكَانُوا قَوْمًا مُّجْرِمِينَ", "english_text": "Then we sent after them Moses and Aaron to Pharaoh and his group, with our proofs. But they turned arrogant; and were transgressing people.", "persian_text": "سپس، بعد از آنها موسی و هارون را با مدرک هایمان به سوی فرعون و گروهش فرستاديم، ولی آنها تکبر ورزيدند؛ و مردمی تجاوزکار بودند.", "subtitle": "Moses and Aaron", "footnote": ""}, {"sura_num": 10, "verse_num": 76, "arabic_text": "فَلَمَّا جَآءَهُمُ ٱلْحَقُّ مِنْ عِندِنَا قَالُوٓا إِنَّ هَٰذَا لَسِحْرٌ مُّبِينٌ", "english_text": "When the truth came to them from us, they said, \"This is obviously magic!\"", "persian_text": "هنگامی كه حقيقت از جانب ما بر آنها آمد، گفتند: \"اين شعبده ای است، آشكار!\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 77, "arabic_text": "قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلْحَقِّ لَمَّا جَآءَكُمْ  أَسِحْرٌ هَٰذَا وَلَا يُفْلِحُ ٱلسَّٰحِرُونَ", "english_text": "Moses said, \"Is this how you describe the truth when it comes to you? Is this magic? How can any magicians prevail?\"", "persian_text": "موسی گفت: \"آيا حقيقت را هنگامی که بر شما می آید، این چنين توجیه می کنيد؟ آيا اين شعبده است؟ چگونه شعبده بازان می توانند پيروز شوند؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 78, "arabic_text": "قَالُوٓا أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلْكِبْرِيَآءُ فِى ٱلْأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ", "english_text": "They said, \"Did you come to divert us from what we found our parents doing, and to attain positions of prominence for yourselves? We will never join you as believers.\"", "persian_text": "آنها گفتند: \"آيا آمده ايد تا ما را از آنچه والدينمان انجام می ‌دادند، منحرف كنيد و برای خود جاه و مقام كسب نماييد؟ ما هرگز به عنوان مؤمن به شما نخواهيم پيوست.\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 79, "arabic_text": "وَقَالَ فِرْعَوْنُ ٱئْتُونِى بِكُلِّ سَٰحِرٍ عَلِيمٍ", "english_text": "Pharaoh said, \"Bring to me every experienced magician.\"", "persian_text": "فرعون گفت: \"همهٔ شعبده ‌بازان باتجربه را نزد من بياوريد.\"", "subtitle": "The Truth Prevails", "footnote": ""}, {"sura_num": 10, "verse_num": 80, "arabic_text": "فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلْقُوا مَآ أَنتُم مُّلْقُونَ", "english_text": "When the magicians came, Moses said to them, \"Throw whatever you are going to throw.\"", "persian_text": "هنگامی كه شعبده بازان آمدند، موسی به آنها گفت: \"بيندازيد آنچه را كه مى خواهيد بيندازيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 81, "arabic_text": "فَلَمَّآ أَلْقَوْا قَالَ مُوسَىٰ مَا جِئْتُم بِهِ ٱلسِّحْرُ  إِنَّ ٱللَّهَ سَيُبْطِلُهُۥٓ  إِنَّ ٱللَّهَ لَا يُصْلِحُ عَمَلَ ٱلْمُفْسِدِينَ", "english_text": "When they threw, Moses said, \"What you have produced is magic, and GOD will make it fail. GOD does not support the transgressors' work.\"", "persian_text": "هنگامی كه انداختند، موسی گفت: \"آنچه ارائه داده‌ايد، شعبده است و خدا آن را باطل خواهد كرد. خدا اعمال ستمكاران را حمايت نمی كند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 82, "arabic_text": "وَيُحِقُّ ٱللَّهُ ٱلْحَقَّ بِكَلِمَٰتِهِۦ وَلَوْ كَرِهَ ٱلْمُجْرِمُونَ", "english_text": "GOD establishes the truth with His words, despite the criminals.", "persian_text": "خدا حقيقت را با كلماتش برقرار می ‌كند، برخلاف ميل مجرمان.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 83, "arabic_text": "فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٌ مِّن قَوْمِهِۦ عَلَىٰ خَوْفٍ مِّن فِرْعَوْنَ وَمَلَإِيهِمْ أَن يَفْتِنَهُمْ  وَإِنَّ فِرْعَوْنَ لَعَالٍ فِى ٱلْأَرْضِ وَإِنَّهُۥ لَمِنَ ٱلْمُسْرِفِينَ", "english_text": "None believed with Moses except a few of his people, while fearing the tyranny of Pharaoh and his elders. Surely, Pharaoh was much too arrogant on earth, and a real tyrant.", "persian_text": "هيچ كس با موسی ايمان نياورد، جز عدهٔ كمی از قومش. در حالی كه از استبداد فرعون و بزرگانش می ترسيدند. به راستی، فرعون بيش از اندازه در زمين تکبر می ورزيد و مستبد واقعی بود.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 84, "arabic_text": "وَقَالَ مُوسَىٰ يَٰقَوْمِ إِن كُنتُمْ ءَامَنتُم بِٱللَّهِ فَعَلَيْهِ تَوَكَّلُوٓا إِن كُنتُم مُّسْلِمِينَ", "english_text": "Moses said, \"O my people, if you have really believed in GOD, then put your trust in Him, if you are really submitters.\"", "persian_text": "موسی گفت: \"ای قوم من، اگر شما واقعاً به خدا ايمان آورده ايد، پس به او اعتماد كنيد، اگر حقيقتاً از تسليم شدگان هستيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 85, "arabic_text": "فَقَالُوا عَلَى ٱللَّهِ تَوَكَّلْنَا رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ ٱلظَّٰلِمِينَ", "english_text": "They said, \"We trust in GOD. Our Lord, save us from the persecution of these oppressive people.", "persian_text": "آنها گفتند: \"ما به خدا اعتماد داریم. پروردگار ما، ما را از اذيت و آزار اين مردم ستمگر نجات بده.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 86, "arabic_text": "وَنَجِّنَا بِرَحْمَتِكَ مِنَ ٱلْقَوْمِ ٱلْكَٰفِرِينَ", "english_text": "\"Deliver us, with Your mercy, from the disbelieving people.\"", "persian_text": "\"و به رحمت خويش، ما را، از دست اين مردم کافر خلاص گردان.\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 87, "arabic_text": "وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا وَٱجْعَلُوا بُيُوتَكُمْ قِبْلَةً وَأَقِيمُوا ٱلصَّلَوٰةَ   وَبَشِّرِ ٱلْمُؤْمِنِينَ", "english_text": "We inspired Moses and his brother. \"Maintain your homes in Egypt for the time being, turn your homes into synagogues, and maintain the Contact Prayers (Salat). Give good news to the believers.\"", "persian_text": "ما به موسی و برادرش وحی كرديم: \"در حال حاضر خانه هايتان را در مصر نگاه داريد، خانه‌هايتان را به كنيسه تبديل كنيد و با خواندن نماز ارتباط خود را ادامه دهید. به مؤمنان مژده بده.\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 88, "arabic_text": "وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيْتَ فِرْعَوْنَ وَمَلَأَهُۥ زِينَةً وَأَمْوَٰلًا فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا رَبَّنَا لِيُضِلُّوا عَن سَبِيلِكَ  رَبَّنَا ٱطْمِسْ عَلَىٰٓ أَمْوَٰلِهِمْ وَٱشْدُدْ عَلَىٰ قُلُوبِهِمْ فَلَا يُؤْمِنُوا حَتَّىٰ يَرَوُا ٱلْعَذَابَ ٱلْأَلِيمَ", "english_text": "Moses said, \"Our Lord, You have given Pharaoh and his elders luxuries and wealth in this world. Our Lord, they only use them to repulse others from Your path. Our Lord, wipe out their wealth, and harden their hearts to prevent them from believing, until they see the painful retribution.\"", "persian_text": "موسی گفت: \"پروردگار ما، تو به فرعون و بزرگانش در اين دنيا تجملات و ثروت بخشيده ای. پروردگارا، آنها فقط برای انحراف ديگران از راه تو، از آن استفاده می کنند. پروردگارا، ثروتشان را نابود کن و دل هايشان را سخت گردان که مانع از ايمان آوردنشان شود، تا مجازات دردناک را ببينند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 89, "arabic_text": "قَالَ قَدْ أُجِيبَت دَّعْوَتُكُمَا فَٱسْتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعْلَمُونَ", "english_text": "He said, \"Your prayer has been answered (O Moses and Aaron), so be steadfast, and do not follow the ways of those who do not know.\"", "persian_text": "او گفت: \"دعای شما مستجاب شده است (ای موسی و هارون)، پس صبور باشيد و از راه های کسانی که نمی دانند، پيروی نکنيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 90, "arabic_text": "وَجَٰوَزْنَا بِبَنِىٓ إِسْرَٰٓءِيلَ ٱلْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُۥ بَغْيًا وَعَدْوًا  حَتَّىٰٓ إِذَآ أَدْرَكَهُ ٱلْغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِىٓ ءَامَنَتْ بِهِۦ بَنُوٓا إِسْرَٰٓءِيلَ وَأَنَا مِنَ ٱلْمُسْلِمِينَ", "english_text": "We delivered the Children of Israel across the sea. Pharaoh and his troops pursued them, aggressively and sinfully. When drowning became a reality for him, he said, \"I believe that there is no god except the One in whom the Children of Israel have believed; I am a submitter.\"", "persian_text": "ما بنی اسرایيل را از دريا گذرانديم. فرعون و سپاهيانش از سر تهاجم و گناه، آنها را تعقيب کردند. هنگامی که غرق شدن برايش مسلم شد، گفت: \"من ايمان آوردم که خدايی نيست جز آن يكتايی كه بنی اسرایيل به او ايمان آورده اند؛ من یک تسليم شده هستم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 91, "arabic_text": "ءَآلْـَٰٔنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنتَ مِنَ ٱلْمُفْسِدِينَ", "english_text": "\"Too late!* For you have rebelled already, and chose to be a transgressor.", "persian_text": "\"بسيار دير است!* زيرا تو از قبل طغيان كرده ای و تصميم گرفته‌ای كه ستمكار باشی.", "subtitle": "", "footnote": "*10:91 Believing in God is the first step. Thereafter, one needs to nourish and develop the soul through the practices of worship (see Appendix 15)."}, {"sura_num": 10, "verse_num": 92, "arabic_text": "فَٱلْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ ءَايَةً  وَإِنَّ كَثِيرًا مِّنَ ٱلنَّاسِ عَنْ ءَايَٰتِنَا لَغَٰفِلُونَ", "english_text": "\"Today, we will preserve your body, to set you up as a lesson for future generations.\"* Unfortunately, many people are totally oblivious to our signs.", "persian_text": "\"امروز، ما پيکر تو را حفظ خواهيم کرد، تا تو را برای نسل های آينده درس عبرت قرار دهيم.\"* متأسفانه، بسياری از مردم نسبت به نشانه های ما کاملاً بی توجه هستند.", "subtitle": "Pharaoh's Body Preserved*", "footnote": "*10:92 God endowed the Egyptians with the exclusive knowledge of mummification. Today, Pharaoh's mummified body is on display at the Cairo Museum."}, {"sura_num": 10, "verse_num": 93, "arabic_text": "وَلَقَدْ بَوَّأْنَا بَنِىٓ إِسْرَٰٓءِيلَ مُبَوَّأَ صِدْقٍ وَرَزَقْنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخْتَلَفُوا حَتَّىٰ جَآءَهُمُ ٱلْعِلْمُ  إِنَّ رَبَّكَ يَقْضِى بَيْنَهُمْ يَوْمَ ٱلْقِيَٰمَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ", "english_text": "We have endowed the Children of Israel with a position of honor, and blessed them with good provisions. Yet, they disputed when this knowledge came to them. Your Lord will judge them on the Day of Resurrection regarding everything they disputed.", "persian_text": "ما به بنی اسرایيل مقامی محترم عطا کرده ايم و آنها را با روزی های خوب مورد رحمت قرار داديم. با اين حال، اختلاف نظرهايشان از زمانی شروع شد که اين دانش بر آنان آمد. پروردگار تو در روز رستاخيز دربارهٔ آنچه اختلاف كردند، قضاوت خواهد کرد.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 94, "arabic_text": "فَإِن كُنتَ فِى شَكٍّ مِّمَّآ أَنزَلْنَآ إِلَيْكَ فَسْـَٔلِ ٱلَّذِينَ يَقْرَءُونَ ٱلْكِتَٰبَ مِن قَبْلِكَ  لَقَدْ جَآءَكَ ٱلْحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلْمُمْتَرِينَ", "english_text": "If you have any doubt regarding what is revealed to you from your Lord, then ask those who read the previous scripture. Indeed, the truth has come to you from your Lord. Do not be with the doubters.", "persian_text": "اگر دربارهٔ آنچه از جانب پروردگارت بر تو نازل شد شك داری، از كسانی كه كتب آسمانی پيشين را خواندند، سئوال كن. درواقع، حقيقت از جانب پروردگارت بر تو آمده است.  تو از شك كنندگان مباش.", "subtitle": "The Messenger's Doubt", "footnote": ""}, {"sura_num": 10, "verse_num": 95, "arabic_text": "وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُوا بِـَٔايَٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلْخَٰسِرِينَ", "english_text": "Nor shall you join those who rejected GOD's revelations, lest you be with the losers.", "persian_text": "و به كسانی كه آيات خدا را تكذيب كردند ملحق نشو، مبادا از بازندگان شوی.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 96, "arabic_text": "إِنَّ ٱلَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ", "english_text": "Surely, those condemned by a decree from your Lord cannot believe.", "persian_text": "مطمئناً، كسانی كه به امر پروردگارت محكوم شدند، نمی ‌توانند ايمان آورند.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 97, "arabic_text": "وَلَوْ جَآءَتْهُمْ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُا ٱلْعَذَابَ ٱلْأَلِيمَ", "english_text": "No matter what kind of proof you show them, (they cannot believe), until they see the painful retribution.", "persian_text": "فرقی نمی ‌كند كه چه نوع مدركی به آنها نشان دهی، (آنها نمی توانند ايمان بياورند)، تا آنكه عذاب دردناك را ببينند.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 98, "arabic_text": "فَلَوْلَا كَانَتْ قَرْيَةٌ ءَامَنَتْ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوْمَ يُونُسَ لَمَّآ ءَامَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ ٱلْخِزْىِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَمَتَّعْنَٰهُمْ إِلَىٰ حِينٍ", "english_text": "Any community that believes will surely be rewarded for believing. For example, the people of Jonah: when they believed, we relieved the humiliating retribution they had been suffering in this world, and we made them prosperous.", "persian_text": "به هر جامعه ای که ايمان بياورد، بدون شک به خاطر ايمانش پاداش داده خواهد شد. برای مثال، قوم يونس: هنگامی که ايمان آوردند، آنان را از عذاب خواركننده ای که در این دنيا از آن رنج می بردند، رهايی داديم و آنان را مرفه و خوشبخت گردانديم.", "subtitle": "Believing Nations Prosper", "footnote": ""}, {"sura_num": 10, "verse_num": 99, "arabic_text": "وَلَوْ شَآءَ رَبُّكَ لَءَامَنَ مَن فِى ٱلْأَرْضِ كُلُّهُمْ جَمِيعًا  أَفَأَنتَ تُكْرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُوا مُؤْمِنِينَ", "english_text": "Had your Lord willed, all the people on earth would have believed.* Do you want to force the people to become believers?", "persian_text": "اگر پروردگارت می ‌خواست، تمام مردم روی زمين ايمان آورده بودند.* آيا تو می خواهی مردم را مجبور كنی كه مٶمن شوند؟", "subtitle": "", "footnote": "*10:99-101 The test demands that we denounce idolatry on our own, without divine intervention in our initial decision. God blocks out those who choose to disbelieve."}, {"sura_num": 10, "verse_num": 100, "arabic_text": "وَمَا كَانَ لِنَفْسٍ أَن تُؤْمِنَ إِلَّا بِإِذْنِ ٱللَّهِ  وَيَجْعَلُ ٱلرِّجْسَ عَلَى ٱلَّذِينَ لَا يَعْقِلُونَ", "english_text": "No soul can believe except in accordance with GOD's will. For He places a curse upon those who refuse to understand.", "persian_text": "هيچ نفسی نمى تواند ايمان آورد، مگر آنكه با خواست خدا مطابقت كند. زيرا او كسانی را كه نمی خواهند بفهمند، لعنت می ‌كند.", "subtitle": "The Disbelievers Blocked Out*", "footnote": ""}, {"sura_num": 10, "verse_num": 101, "arabic_text": "قُلِ ٱنظُرُوا مَاذَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  وَمَا تُغْنِى ٱلْءَايَٰتُ وَٱلنُّذُرُ عَن قَوْمٍ لَّا يُؤْمِنُونَ", "english_text": "Say, \"Look at all the signs in the heavens and the earth.\" All the proofs and all the warnings can never help people who decided to disbelieve.", "persian_text": "بگو: \"به اين همه نشانه در آسمان ها و زمين نگاه کنيد.\" تمام مدرک ها و تمام هشدارها هرگز نمی تواند به مردمی که تصميم به کفر گرفته اند، کمک کند.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 102, "arabic_text": "فَهَلْ يَنتَظِرُونَ إِلَّا مِثْلَ أَيَّامِ ٱلَّذِينَ خَلَوْا مِن قَبْلِهِمْ  قُلْ فَٱنتَظِرُوٓا إِنِّى مَعَكُم مِّنَ ٱلْمُنتَظِرِينَ", "english_text": "Can they expect other than the fate of their counterparts in the past? Say, \"Just wait, and, along with you, I am also waiting.\"", "persian_text": "آيا می توانند جز سرنوشت امثال خود را، که در گذشته می زيسته اند، انتظار برند؟ بگو: \"فقط منتظر باشيد و من نيز با شما منتظر هستم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 103, "arabic_text": "ثُمَّ نُنَجِّى رُسُلَنَا وَٱلَّذِينَ ءَامَنُوا  كَذَٰلِكَ حَقًّا عَلَيْنَا نُنجِ ٱلْمُؤْمِنِينَ", "english_text": "We ultimately save our messengers and those who believe. It is our immutable law that we save the believers.", "persian_text": "ما سرانجام، رسولانمان و کسانی را که ايمان می آورند، نجات می دهيم. اين قانون تغييرناپذير ماست که مؤمنان را نجات دهيم.", "subtitle": "Guaranteed Victory", "footnote": ""}, {"sura_num": 10, "verse_num": 104, "arabic_text": "قُلْ يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمْ فِى شَكٍّ مِّن دِينِى فَلَآ أَعْبُدُ ٱلَّذِينَ تَعْبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنْ أَعْبُدُ ٱللَّهَ ٱلَّذِى يَتَوَفَّىٰكُمْ  وَأُمِرْتُ أَنْ أَكُونَ مِنَ ٱلْمُؤْمِنِينَ", "english_text": "Say, \"O people, if you have any doubt regarding my religion, I do not worship what you worship beside GOD. I worship GOD alone; the One who will terminate your lives. I am commanded to be a believer.\"", "persian_text": "بگو: \"ای مردم، اگر دربارهٔ دين من شك داريد، من آنچه را كه شما در كنار خدا مى پرستيد، نمی ‌پرستم. من فقط خدا را می ‌پرستم؛ يكتايی كه زندگی شما را خاتمه خواهد داد. به من امر شده است كه مؤمن باشم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 105, "arabic_text": "وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ", "english_text": "I was commanded: \"Keep yourself devoted to the religion of monotheism; you shall not practice idol worship.", "persian_text": "به من امر شد: \"خود را وقف دين يكتاپرستی کن؛ به قوانین بت پرستی عمل نکن.", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 106, "arabic_text": "وَلَا تَدْعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَ  فَإِن فَعَلْتَ فَإِنَّكَ إِذًا مِّنَ ٱلظَّٰلِمِينَ", "english_text": "\"You shall not worship beside GOD what possesses no power to benefit you or harm you. If you do, you will be a transgressor.\"", "persian_text": "\"در کنار خدا چیزی را که هيچ قدرتی ندارد که به تو نفع یا ضرری برساند،‌پرستش نکن. اگر چنین کنی، ستمكار خواهی بود.\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 107, "arabic_text": "وَإِن يَمْسَسْكَ ٱللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَ  وَإِن يُرِدْكَ بِخَيْرٍ فَلَا رَآدَّ لِفَضْلِهِۦ  يُصِيبُ بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦ  وَهُوَ ٱلْغَفُورُ ٱلرَّحِيمُ", "english_text": "If GOD touches you with a hardship, none can relieve it except He. And when He blesses you, no force can prevent His grace. He bestows it upon whomever He chooses from among His servants. He is the Forgiver, Most Merciful.", "persian_text": "اگر خدا تو را در سختی قرار دهد، کسی جز او نمی تواند آن را برطرف سازد. هنگامی که تو را مورد رحمت قرار دهد، هيچ نيرويی نمی تواند از موهبت او جلوگيری کند. او آن را به هر يک از بندگانش که برگزيند، عطا می کند. اوست آمرزنده، مهربان ترين.", "subtitle": "All Power Belongs To God", "footnote": ""}, {"sura_num": 10, "verse_num": 108, "arabic_text": "قُلْ يَٰٓأَيُّهَا ٱلنَّاسُ قَدْ جَآءَكُمُ ٱلْحَقُّ مِن رَّبِّكُمْ  فَمَنِ ٱهْتَدَىٰ فَإِنَّمَا يَهْتَدِى لِنَفْسِهِۦ  وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا  وَمَآ أَنَا عَلَيْكُم بِوَكِيلٍ", "english_text": "Proclaim: \"O people, the truth has come to you herein from your Lord. Whoever is guided is guided for his own good. And whoever goes astray, goes astray to his own detriment. I am not a guardian over you.\"", "persian_text": "اعلام کن: \"ای مردم، در اين، حقيقت از جانب پروردگارتان برايتان آمده است. هر کس هدايت شود، به نفع خود هدايت شده است و هر کس گمراه شود، به زيان خود گمراه شده است. من حافظ شما نيستم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 10, "verse_num": 109, "arabic_text": "وَٱتَّبِعْ مَا يُوحَىٰٓ إِلَيْكَ وَٱصْبِرْ حَتَّىٰ يَحْكُمَ ٱللَّهُ  وَهُوَ خَيْرُ ٱلْحَٰكِمِينَ", "english_text": "Follow what is revealed to you, and be patient until GOD issues His judgment; He is the best judge.", "persian_text": "از آنچه بر تو وحی شده است، پيروی كن و صبور باش تا خدا حكمش را صادر كند؛ او بهترين داور است.", "subtitle": "", "footnote": ""}]