[{"sura_num": 57, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "Iron", "chapter_title_arabic": "الحديد", "chapter_title_persian": "آهن"}, {"sura_num": 57, "verse_num": 1, "arabic_text": "سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ", "english_text": "Glorifying GOD is everything in the heavens and the earth. He is the Almighty, Most Wise.", "persian_text": "هرچه در آسمان ها و زمين است، خدا را تجليل می كند. اوست صاحب اقتدار، حكيم ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 57, "verse_num": 2, "arabic_text": "لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  يُحْىِۦ وَيُمِيتُ  وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ", "english_text": "To Him belongs the kingship of the heavens and the earth. He controls life and death. He is Omnipotent.", "persian_text": "سلطنت آسمان ها و زمين از آن اوست. او زندگی و مرگ را كنترل می كند. اوست قادر مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 57, "verse_num": 3, "arabic_text": "هُوَ ٱلْأَوَّلُ وَٱلْءَاخِرُ وَٱلظَّٰهِرُ وَٱلْبَاطِنُ  وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ", "english_text": "He is the Alpha and the Omega. He is the Outermost and the Innermost. He is fully aware of all things.", "persian_text": "اوست اول و آخر. اوست ظاهر و باطن. او بر همه چيز كاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 57, "verse_num": 4, "arabic_text": "هُوَ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ  يَعْلَمُ مَا يَلِجُ فِى ٱلْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعْرُجُ فِيهَا  وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ  وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ", "english_text": "He is the One who created the heavens and the earth in six days,* then assumed all authority. He knows everything that enters into the earth, and everything that comes out of it, and everything that comes down from the sky, and everything that climbs into it. He is with you wherever you may be. GOD is Seer of everything you do.", "persian_text": "اوست یکتایی که آسمان ها و زمين را در شش روز آفريد،* (سپس اقتدار را در دست گرفت. او از هرچه داخل زمين می شود و هرچه از آن بيرون می آيد، و آنچه از آسمان فرود می آيد و آنچه به سوی آسمان بالا می رود، باخبر است. هر جا که باشيد او با شماست. خدا بر تمام اعمالتان بيناست.۵۷:۴ شش روز خلقت، معياری بيش نيست که ما را از اهميّت نسبی هر جزء آگاه می سازد، تا تأکيدی باشد بر اهميت سياره زمين و ضمناً ما را مطلع می کند که زمين، تنها سياره مسکونی است. به پاورقی ۱۰-۴۱:۹ نگاه کنيد.", "subtitle": "", "footnote": "*57:4 The six days of creation are simply a yardstick to inform us of the relative importance of various components, to emphasize the significance of the planet Earth, and to let us know that the Earth is the only inhabited planet. See Footnote 41:9-10."}, {"sura_num": 57, "verse_num": 5, "arabic_text": "لَّهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ", "english_text": "To Him belongs the kingship of the heavens and the earth. All matters are controlled by GOD.", "persian_text": "سلطنت آسمان ها و زمين از آن اوست. تمام امور تحت کنترل خداست.", "subtitle": "", "footnote": ""}, {"sura_num": 57, "verse_num": 6, "arabic_text": "يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ  وَهُوَ عَلِيم بِذَاتِ ٱلصُّدُورِ", "english_text": "He merges the night into the day, and merges the day into the night. He is fully aware of the innermost thoughts.", "persian_text": "او شب را به روز  و روز را به شب درمی آورد. او از درونی ترين افكار كاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 57, "verse_num": 7, "arabic_text": "ءَامِنُوا بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُوا مِمَّا جَعَلَكُم مُّسْتَخْلَفِينَ فِيهِ  فَٱلَّذِينَ ءَامَنُوا مِنكُمْ وَأَنفَقُوا لَهُمْ أَجْرٌ كَبِيرٌ", "english_text": "Believe in GOD and His messenger, and give from what He has bestowed upon you. Those among you who believe and give (to charity) have deserved a great recompense.", "persian_text": "به خدا و رسولش ايمان بياوريد، و از آنچه به شما عطا کرده است، ببخشيد. در میان شما کسانی که ايمان آورند و انفاق کنند، سزاوار پاداشی بزرگ شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 57, "verse_num": 8, "arabic_text": "وَمَا لَكُمْ لَا تُؤْمِنُونَ بِٱللَّهِ   وَٱلرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَٰقَكُمْ إِن كُنتُم مُّؤْمِنِينَ", "english_text": "Why should you not believe in GOD when the messenger is inviting you to believe in your Lord? He has taken a pledge from you, if you are believers.", "persian_text": "چرا به خدا ايمان نمی آوريد، هنگامی كه رسول از شما دعوت می كند كه به پروردگارتان ايمان بياوريد؟ او از شما تعهد گرفته است، اگر مؤمن هستيد.", "subtitle": "", "footnote": ""}, {"sura_num": 57, "verse_num": 9, "arabic_text": "هُوَ ٱلَّذِى يُنَزِّلُ عَلَىٰ عَبْدِهِۦٓ ءَايَٰت بَيِّنَٰتٍ لِّيُخْرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ  وَإِنَّ ٱللَّهَ بِكُمْ لَرَءُوفٌ رَّحِيمٌ", "english_text": "He is the One who sends down to His servant clear revelations, in order to lead you out of the darkness into the light. GOD is Compassionate towards you, Most Merciful.", "persian_text": "اوست یکتایی كه بر بنده اش آياتی روشن نازل می كند تا شما را از تاريكی به روشنايی راهنمايی كند. خدا نسبت به شما رئوف است، مهربان ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 57, "verse_num": 10, "arabic_text": "وَمَا لَكُمْ أَلَّا تُنفِقُوا فِى سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  لَا يَسْتَوِى مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ ٱلْفَتْحِ وَقَٰتَلَ  أُولَٰٓئِكَ أَعْظَمُ دَرَجَةً مِّنَ ٱلَّذِينَ أَنفَقُوا مِنۢ بَعْدُ وَقَٰتَلُوا  وَكُلًّا وَعَدَ ٱللَّهُ ٱلْحُسْنَىٰ  وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ", "english_text": "Why do you not spend in the cause of GOD, when GOD possesses all wealth in the heavens and the earth? Distinguished from the rest are those among you who spend before the victory and strive. They attain a greater rank than those who spend after the victory and strive. For each, GOD promises salvation. GOD is Cognizant of everything you do.", "persian_text": "چرا در راه خدا خرج نمی کنيد، حال آنکه ثروت آسمان ها و زمين همه از آن خداست؟ در میان شما کسانی که پيش از پيروزی خرج کنند و کوشش نمايند، از سايرين متمايز شده اند. درجات آنها بالاتر از درجات کسانی است که پس از پيروزی خرج کنند و کوشش نمايند. خدا به هر يک وعدهٔ رستگاری می دهد. خدا از آنچه می کنيد، کاملاً آگاه است.", "subtitle": "Special Honor", "footnote": ""}, {"sura_num": 57, "verse_num": 11, "arabic_text": "مَّن ذَا ٱلَّذِى يُقْرِضُ ٱللَّهَ قَرْضًا حَسَنًا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجْرٌ كَرِيمٌ", "english_text": "Who would like to loan GOD a loan of righteousness, to have it multiplied for him manifold, and end up with a generous recompense?", "persian_text": "چه كسی مايل است به خدا وام دهد، وام پرهيزكاری، تا آن را برايش چندين برابر افرايش دهد و سرانجام پاداشی سخاوتمندانه كسب كند؟", "subtitle": "", "footnote": ""}, {"sura_num": 57, "verse_num": 12, "arabic_text": "يَوْمَ تَرَى ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ يَسْعَىٰ نُورُهُم بَيْنَ أَيْدِيهِمْ وَبِأَيْمَٰنِهِم بُشْرَىٰكُمُ ٱلْيَوْمَ جَنَّٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا  ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ", "english_text": "The day will come when you see the believing men and women with their lights radiating ahead of them and to their right. Good news is yours that, on that day, you will have gardens with flowing streams. You will abide therein forever. This is the great triumph.", "persian_text": "روزی خواهد آمد كه مردان و زنان باايمان را می بينی كه نورشان در جلو و سمت راستشان پرتو می افکند. خبر خوش از آن شماست، كه در آن روز باغ هايی با نهرهای روان خواهيد داشت. شما در آنجا جاودان خواهيد ماند. اين پيروزی بزرگی است.", "subtitle": "The Great Triumph", "footnote": ""}, {"sura_num": 57, "verse_num": 13, "arabic_text": "يَوْمَ يَقُولُ ٱلْمُنَٰفِقُونَ وَٱلْمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُوا ٱنظُرُونَا نَقْتَبِسْ مِن نُّورِكُمْ قِيلَ ٱرْجِعُوا وَرَآءَكُمْ فَٱلْتَمِسُوا نُورًا فَضُرِبَ بَيْنَهُم بِسُورٍ لَّهُۥ بَاب بَاطِنُهُۥ فِيهِ ٱلرَّحْمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلْعَذَابُ", "english_text": "On that day, the hypocrite men and women will say to those who believed, \"Please allow us to absorb some of your light.\" It will be said, \"Go back behind you, and seek light.\" A barrier will be set up between them, whose gate separates mercy on the inner side, from retribution on the outer side.", "persian_text": "در آن روز، مردان و زنان منافق به کسانی که ايمان آوردند، خواهند گفت: \"خواهش می کنيم به ما اجازه دهيد تا مقداری از نور شما را جذب کنيم.\" گفته خواهد شد: \"به گذشته بازگرديد، و نور را بجوييد.\" حايلی ميان آنها قرار خواهد گرفت که دروازه اش رحمتی را که در داخل است، از عذابی که در خارج است، جدا می کند.", "subtitle": "The Worst Losers", "footnote": ""}, {"sura_num": 57, "verse_num": 14, "arabic_text": "يُنَادُونَهُمْ أَلَمْ نَكُن مَّعَكُمْ  قَالُوا بَلَىٰ وَلَٰكِنَّكُمْ فَتَنتُمْ أَنفُسَكُمْ وَتَرَبَّصْتُمْ وَٱرْتَبْتُمْ وَغَرَّتْكُمُ ٱلْأَمَانِىُّ حَتَّىٰ جَآءَ أَمْرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلْغَرُورُ", "english_text": "They will call upon them, \"Were we not with you?\" They will answer, \"Yes, but you cheated your souls, hesitated, doubted, and became misled by wishful thinking, until GOD's judgment came. You were diverted from GOD by illusions.", "persian_text": "آنها را صدا خواهند كرد: \"آيا ما با شما نبوديم؟\" آنها جواب خواهند داد: \"بله، اما شما نفس خود را فريب داديد، مردد بوديد، شك كرديد و با خوش خيالی گمراه شديد، تا آنكه حکم خدا فرا رسيد. شما با تصورات باطل از خدا منحرف شديد.", "subtitle": "", "footnote": ""}, {"sura_num": 57, "verse_num": 15, "arabic_text": "فَٱلْيَوْمَ لَا يُؤْخَذُ مِنكُمْ فِدْيَةٌ وَلَا مِنَ ٱلَّذِينَ كَفَرُوا  مَأْوَىٰكُمُ ٱلنَّارُ  هِىَ مَوْلَىٰكُمْ  وَبِئْسَ ٱلْمَصِيرُ", "english_text": "\"Therefore, today no ransom can be taken from you, nor from those who disbelieved. Your abode is the fire; it is your lord, and miserable abode.\"", "persian_text": "\"بنابراين، امروز هيچ فديه ای از شما و از كسانی كه كافر شدند، پذيرفته نمی شود. مكان شما آتش است؛ آن مولای شماست و مكانی فلاكت بار.\"", "subtitle": "", "footnote": ""}, {"sura_num": 57, "verse_num": 16, "arabic_text": "أَلَمْ يَأْنِ لِلَّذِينَ ءَامَنُوٓا أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلْحَقِّ وَلَا يَكُونُوا كَٱلَّذِينَ أُوتُوا ٱلْكِتَٰبَ مِن قَبْلُ فَطَالَ عَلَيْهِمُ ٱلْأَمَدُ فَقَسَتْ قُلُوبُهُمْ  وَكَثِيرٌ مِّنْهُمْ فَٰسِقُونَ", "english_text": "Is it not time for those who believed to open up their hearts for GOD's message, and the truth that is revealed herein? They should not be like the followers of previous scriptures whose hearts became hardened with time and, consequently, many of them turned wicked.", "persian_text": "آيا هنگام آن نرسيده است تا كسانی كه ايمان آوردند، قلبشان را برای پيام خدا و حقيقتی كه در اين نازل شده است، بگشايند؟ آنها نبايد مانند پيروان كتاب آسمانی پيشين باشند كه قلبشان به مرور زمان سخت شد و درنتيجه، بسياری از آنها ستمكار شدند.", "subtitle": "Deterioration of Religion", "footnote": ""}, {"sura_num": 57, "verse_num": 17, "arabic_text": "ٱعْلَمُوٓا أَنَّ ٱللَّهَ يُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا  قَدْ بَيَّنَّا لَكُمُ ٱلْءَايَٰتِ لَعَلَّكُمْ تَعْقِلُونَ", "english_text": "Know that GOD revives the land after it had died. We thus explain the revelations for you, that you may understand.", "persian_text": "بدانيد كه خدا زمين را پس از آنكه مرده بود، دوباره زنده می كند. ما اين چنين آيات را برای شما توضيح می دهيم، باشد كه بفهميد.", "subtitle": "", "footnote": ""}, {"sura_num": 57, "verse_num": 18, "arabic_text": "إِنَّ ٱلْمُصَّدِّقِينَ وَٱلْمُصَّدِّقَٰتِ وَأَقْرَضُوا ٱللَّهَ قَرْضًا حَسَنًا يُضَٰعَفُ لَهُمْ وَلَهُمْ أَجْرٌ كَرِيمٌ", "english_text": "Surely, the charitable men and women have loaned GOD a loan of goodness. They will receive their reward multiplied manifold; they have deserved a generous recompense.", "persian_text": "مطمئناً، مردان و زنانی كه صدقه می دهند به خدا وام داده اند، وام نيكوکاری. آنها پاداش خود را چندين برابر دريافت خواهند كرد؛ آنها سزاوار پاداشی سخاوتمندانه شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 57, "verse_num": 19, "arabic_text": "وَٱلَّذِينَ ءَامَنُوا بِٱللَّهِ وَرُسُلِهِۦٓ أُولَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَ  وَٱلشُّهَدَآءُ عِندَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ  وَٱلَّذِينَ كَفَرُوا وَكَذَّبُوا بِـَٔايَٰتِنَآ أُولَٰٓئِكَ أَصْحَٰبُ ٱلْجَحِيمِ", "english_text": "Those who believed in GOD and His messengers are the saints and martyrs. Reserved for them at their Lord are their rewards and their light. As for those who disbelieved and rejected our revelations, they have incurred Hell.", "persian_text": "کسانی که به خدا و رسولانش ايمان آوردند، قديسان و شهدا هستند. پاداش آنها و نورشان نزد پروردگارشان محفوظ است. و اما کسانی که کافر شدند و آيات ما را تکذيب کردند، سزاوار دوزخ شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 57, "verse_num": 20, "arabic_text": "ٱعْلَمُوٓا أَنَّمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُر بَيْنَكُمْ وَتَكَاثُرٌ فِى ٱلْأَمْوَٰلِ وَٱلْأَوْلَٰدِ  كَمَثَلِ غَيْثٍ أَعْجَبَ ٱلْكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَٰمًا  وَفِى ٱلْءَاخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِّنَ ٱللَّهِ وَرِضْوَٰنٌ  وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا مَتَٰعُ ٱلْغُرُورِ", "english_text": "Know that this worldly life is no more than play and games, and boasting among you, and hoarding of money and children. It is like abundant rain that produces plants and pleases the disbelievers. But then the plants turn into useless hay, and are blown away by the wind. In the Hereafter there is either severe retribution, or forgiveness from GOD and approval. This worldly life is no more than a temporary illusion.", "persian_text": "بدانيد كه زندگی این دنيا سرگرمی و بازیچه ای بيش نيست و فخرفروختن در ميان خودتان و اندوختن مال و فرزندان. آن مانند باران فراوانی است كه گياهان را توليد می كند و كافران را خوشحال می سازد. ولی سپس آن گياهان به صورت كاهی بی مصرف در می آيند و به وسيلهٔ باد پراكنده می شوند. در آخرت يا مجازات شديد است يا بخشش و رضايت از جانب خدا. زندگی اين دنيا بيش از خيالی باطل و موقت نيست.", "subtitle": "Preoccupation With This Life Condemned", "footnote": ""}, {"sura_num": 57, "verse_num": 21, "arabic_text": "سَابِقُوٓا إِلَىٰ مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ ٱلسَّمَآءِ وَٱلْأَرْضِ أُعِدَّتْ لِلَّذِينَ ءَامَنُوا بِٱللَّهِ وَرُسُلِهِۦ  ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ  وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ", "english_text": "Therefore, you shall race towards forgiveness from your Lord, and a Paradise whose width encompasses the heaven and the earth. It awaits those who believed in GOD and His messengers. Such is GOD's grace that He bestows upon whomever He wills. GOD is Possessor of Infinite Grace.", "persian_text": "بنابراين، به سوی بخشش از جانب پروردگاتان سبقت بگيريد و بهشتی كه پهنای آن آسمان و زمين را در بر می گيرد. آن در انتظار كسانی است كه به خدا و رسولانش ايمان آوردند. چنين است موهبت خدا كه به هر كس بخواهد، عطا می كند. خدا صاحب موهبت بی پايان است.", "subtitle": "The Intelligent Alternative", "footnote": ""}, {"sura_num": 57, "verse_num": 22, "arabic_text": "مَآ أَصَابَ مِن مُّصِيبَةٍ فِى ٱلْأَرْضِ وَلَا فِىٓ أَنفُسِكُمْ إِلَّا فِى كِتَٰبٍ مِّن قَبْلِ أَن نَّبْرَأَهَآ  إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ", "english_text": "Anything that happens on earth, or to you, has already been recorded, even before the creation. This is easy for GOD to do.", "persian_text": "آنچه در روی زمين يا برای شما اتفاق می افتد، قبلاً ضبط شده است، حتی پيش از آفرينش. انجام اين كار برای خدا آسان است.", "subtitle": "Profound Fact*", "footnote": "*57:22 We are absolutely free to side with God, or with Satan. God happens to know precisely what kind of decision each of us will make. The video tape of your life, from birth to death, is already recorded. See Appendix 14."}, {"sura_num": 57, "verse_num": 23, "arabic_text": "لِّكَيْلَا تَأْسَوْا عَلَىٰ مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَآ ءَاتَىٰكُمْ   وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ", "english_text": "Thus, you should not grieve over anything you miss, nor be proud of anything He has bestowed upon you. GOD does not love those who are boastful, proud.", "persian_text": "بنابراين، برای آنچه از دست می دهيد، غمگين نشويد و به آنچه او به شما عطا كرده است، مغرور نشويد. خدا افراد خودپسند و مغرور را دوست ندارد.", "subtitle": "", "footnote": ""}, {"sura_num": 57, "verse_num": 24, "arabic_text": "ٱلَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ ٱلنَّاسَ بِٱلْبُخْلِ   وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ", "english_text": "They are stingy, and enjoin the people to be stingy. If one turns away, then GOD is the Rich, the Praiseworthy.", "persian_text": "آنها خسيس هستند و مردم را به خساست تشويق می كنند. اگر كسی روی برگرداند، پس خداست غنی، ستودنی.", "subtitle": "", "footnote": ""}, {"sura_num": 57, "verse_num": 25, "arabic_text": "لَقَدْ أَرْسَلْنَا رُسُلَنَا بِٱلْبَيِّنَٰتِ وَأَنزَلْنَا مَعَهُمُ ٱلْكِتَٰبَ وَٱلْمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلْقِسْطِ  وَأَنزَلْنَا ٱلْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعْلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلْغَيْبِ  إِنَّ ٱللَّهَ قَوِىٌّ عَزِيزٌ", "english_text": "We sent our messengers supported by clear proofs, and we sent down to them the scripture and the law, that the people may uphold justice. And we sent down the iron, wherein there is strength, and many benefits for the people. All this in order for GOD to distinguish those who would support Him and His messengers, on faith. GOD is Powerful, Almighty.", "persian_text": "ما رسولان خود را فرستاديم و با مدرك های روشن آنها را پشتيبانی كرديم و برايشان كتاب آسمانی و قانون نازل كرديم تا مردم عدالت را برقرار كنند. و آهن را پايين فرستاديم كه در آن استحكام و منافع بسياری برای مردم است. تمام اينها برای آنست كه خدا كسانی را كه از روی ايمان، از او و رسولانش پشتيبانی می كنند، مشخص نمايد. خداست قدرتمند، صاحب اقتدار.", "subtitle": "Iron: The Most Useful Metal", "footnote": ""}, {"sura_num": 57, "verse_num": 26, "arabic_text": "وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَٰهِيمَ وَجَعَلْنَا فِى ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلْكِتَٰبَ  فَمِنْهُم مُّهْتَدٍ  وَكَثِيرٌ مِّنْهُمْ فَٰسِقُونَ", "english_text": "We sent Noah and Abraham, and we granted their descendants prophethood and the scripture. Some of them were guided, while many were wicked.", "persian_text": "ما نوح و ابراهيم را فرستاديم و به نسل هايشان پيامبری و كتاب آسمانی عطا كرديم. برخی از آنها هدايت شدند، در حالی كه بسياری از آنها ستمكار بودند.", "subtitle": "The Prophets", "footnote": ""}, {"sura_num": 57, "verse_num": 27, "arabic_text": "ثُمَّ قَفَّيْنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ٱبْنِ مَرْيَمَ وَءَاتَيْنَٰهُ ٱلْإِنجِيلَ وَجَعَلْنَا فِى قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً ٱبْتَدَعُوهَا مَا كَتَبْنَٰهَا عَلَيْهِمْ إِلَّا ٱبْتِغَآءَ رِضْوَٰنِ ٱللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا  فَـَٔاتَيْنَا ٱلَّذِينَ ءَامَنُوا مِنْهُمْ أَجْرَهُمْ  وَكَثِيرٌ مِّنْهُمْ فَٰسِقُونَ", "english_text": "Subsequent to them, we sent our messengers. We sent Jesus the son of Mary, and we gave him the Injeel (Gospel), and we placed in the hearts of his followers kindness and mercy. But they invented hermitism which we never decreed for them. All we asked them to do was to uphold the commandments approved by GOD. But they did not uphold the message as they should have. Consequently, we gave those who believed among them their recompense, while many of them were wicked.", "persian_text": "پس از آنها، ما رسولان خود را فرستاديم. ما عيسی پسر مريم را فرستاديم و انجيل را به او داديم و در دل پيروانش مهر و محبت قرار داديم. اما آنها رهبانيت و تارک دنیاشدن را از خود ساختند. چيزی كه ما هرگز برای آنها مقرر نكرديم. تنها چيزی كه از آنها خواستيم، اين بود كه احكام مورد تأييد خدا را انجام دهند. ولی آنها آنطور كه می بايست، از آن پيام پيروی نكردند. درنتيجه، در ميان آنها به كسانی كه ايمان آوردند، پاداش داديم، در حالی كه بسياری از آنها ستمكار بودند.", "subtitle": "Deterioration of Religion", "footnote": ""}, {"sura_num": 57, "verse_num": 28, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا ٱتَّقُوا ٱللَّهَ وَءَامِنُوا بِرَسُولِهِۦ يُؤْتِكُمْ كِفْلَيْنِ مِن رَّحْمَتِهِۦ وَيَجْعَل لَّكُمْ نُورًا تَمْشُونَ بِهِۦ وَيَغْفِرْ لَكُمْ  وَٱللَّهُ غَفُورٌ رَّحِيمٌ", "english_text": "O you who believe, you shall reverence GOD and believe in His messenger. He will then grant you double the reward from His mercy, endow you with light to guide you, and forgive you. GOD is Forgiver, Most Merciful.", "persian_text": "ای كسانی كه ايمان آورده ايد، هيبت و حرمت خدا را ارج نهيد و به رسول او ايمان بياوريد. سپس او از رحمتش به شما دو برابر پاداش می دهد و به شما نور عطا می كند تا شما را هدايت كند و شما را ببخشد. خداست عفوكننده، مهربان ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 57, "verse_num": 29, "arabic_text": "لِّئَلَّا يَعْلَمَ أَهْلُ ٱلْكِتَٰبِ أَلَّا يَقْدِرُونَ عَلَىٰ شَىْءٍ مِّن فَضْلِ ٱللَّهِ   وَأَنَّ ٱلْفَضْلَ بِيَدِ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ  وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ", "english_text": "Thus, the followers of previous scripture should know that they have not monopolized GOD's mercy and grace, and that all grace is in GOD's hand. He bestows it upon whomever He wills. GOD is Possessor of Infinite Grace.", "persian_text": "بنابراين، پيروان كتاب آسمانی پيشين بايد بدانند كه رحمت و موهبت خدا را در انحصار خود ندارند و اينكه تمام رحمت در دست خداست. او آن را به هر كه بخواهد، عطا می كند. خدا صاحب موهبت بی پايان است.", "subtitle": "", "footnote": ""}]