[{"sura_num": 76, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The Human", "chapter_title_arabic": "الانسان", "chapter_title_persian": "انسان"}, {"sura_num": 76, "verse_num": 1, "arabic_text": "هَلْ أَتَىٰ عَلَى ٱلْإِنسَٰنِ حِينٌ مِّنَ ٱلدَّهْرِ لَمْ يَكُن شَيْـًٔا مَّذْكُورًا", "english_text": "Is it not a fact that there was a time when the human being was nothing to be mentioned?", "persian_text": "آيا اين حقيقت ندارد كه زمانی انسان چيزی نبود كه ذكر شود؟", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 2, "arabic_text": "إِنَّا خَلَقْنَا ٱلْإِنسَٰنَ مِن نُّطْفَةٍ أَمْشَاجٍ نَّبْتَلِيهِ فَجَعَلْنَٰهُ سَمِيعًۢا بَصِيرًا", "english_text": "We created the human from a liquid mixture, from two parents, in order to test him. Thus, we made him a hearer and a seer.", "persian_text": "ما انسان را از مايعی آميخته، از پدر و مادر، آفريديم تا او را بيازماييم. از اين رو، او را شنوا و بينا قرار داديم.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 3, "arabic_text": "إِنَّا هَدَيْنَٰهُ ٱلسَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا", "english_text": "We showed him the two paths, then, he is either appreciative, or unappreciative.", "persian_text": "ما هر دو راه را به او نشان داديم، سپس، او يا سپاسگزار است يا ناسپاس.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 4, "arabic_text": "إِنَّآ أَعْتَدْنَا لِلْكَٰفِرِينَ سَلَٰسِلَا وَأَغْلَٰلًا وَسَعِيرًا", "english_text": "We prepared for the disbelievers chains, shackles, and a blazing Hell.", "persian_text": "ما برای كافران غل ها و زنجيرها و دوزخی فروزان آماده كرديم.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 5, "arabic_text": "إِنَّ ٱلْأَبْرَارَ يَشْرَبُونَ مِن كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا", "english_text": "As for the virtuous, they will drink from cups spiced with nectar.", "persian_text": "و اما وارستگان، آنها از جام هايی با طعم شهد خواهند نوشيد.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 6, "arabic_text": "عَيْنًا يَشْرَبُ بِهَا عِبَادُ ٱللَّهِ يُفَجِّرُونَهَا تَفْجِيرًا", "english_text": "A spring that is reserved for GOD's servants; it will gush out as they will.", "persian_text": "چشمه ای كه برای بندگان خدا در نظر گرفته شده است؛ هرگاه كه بخواهند، آن فوران خواهد كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 7, "arabic_text": "يُوفُونَ بِٱلنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُۥ مُسْتَطِيرًا", "english_text": "They fulfill their pledges, and reverence a day that is extremely difficult.", "persian_text": "آنها به پيمان های خود وفا می كنند و روزی را حرمت می نهند كه بی نهايت سخت است.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 8, "arabic_text": "وَيُطْعِمُونَ ٱلطَّعَامَ عَلَىٰ حُبِّهِۦ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا", "english_text": "They donate their favorite food to the poor, the orphan, and the captive.", "persian_text": "آنها غذای مورد علاقهٔ خود را به تهيدست، يتيم و اسير اهدا می کنند.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 9, "arabic_text": "إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ ٱللَّهِ لَا نُرِيدُ مِنكُمْ جَزَآءً وَلَا شُكُورًا", "english_text": "\"We feed you for the sake of GOD; we expect no reward from you, nor thanks.", "persian_text": "\"ما برای رضای خدا به شما طعام می دهيم و انتظار هيچ پاداش، يا تشکری از شما نداريم.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 10, "arabic_text": "إِنَّا نَخَافُ مِن رَّبِّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا", "english_text": "\"We fear from our Lord a day that is full of misery and trouble.\"", "persian_text": "\"ما از پروردگارمان در روزی كه پر از بدبختی و مكافات است، می ترسيم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 11, "arabic_text": "فَوَقَىٰهُمُ ٱللَّهُ شَرَّ ذَٰلِكَ ٱلْيَوْمِ وَلَقَّىٰهُمْ نَضْرَةً وَسُرُورًا", "english_text": "Consequently, GOD protects them from the evils of that day, and rewards them with joy and contentment.", "persian_text": "درنتيجه، خدا آنها را از شر بدی های آن روز حفظ می كند و به آنها با لذت و رضايت پاداش می دهد.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 12, "arabic_text": "وَجَزَىٰهُم بِمَا صَبَرُوا جَنَّةً وَحَرِيرًا", "english_text": "He rewards them for their steadfastness with Paradise, and silk.", "persian_text": "او پاداش آنها را به خاطر استقامتشان با بهشت و ابريشم می دهد.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 13, "arabic_text": "مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلْأَرَآئِكِ  لَا يَرَوْنَ فِيهَا شَمْسًا وَلَا زَمْهَرِيرًا", "english_text": "They relax therein on luxurious furnishings. They suffer neither the heat of the sun, nor any cold.", "persian_text": "در آنجا بر تخت های مجلل تكيه می دهند. آنها نه از گرمای خورشيد رنج می برند و نه از سرما.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 14, "arabic_text": "وَدَانِيَةً عَلَيْهِمْ ظِلَٰلُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًا", "english_text": "The shade covers them therein, and the fruits are brought within reach.", "persian_text": "در آنجا سايه آنها را می پوشاند و ميوه ها در دسترس قرار می گيرند.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 15, "arabic_text": "وَيُطَافُ عَلَيْهِم بِـَٔانِيَةٍ مِّن فِضَّةٍ وَأَكْوَابٍ كَانَتْ قَوَارِيرَا", "english_text": "They are served drinks in silver containers and cups that are translucent.", "persian_text": "از آنها با نوشابه هايی در ظرف های نقره ای و جام های شفاف پذيرايی می شود.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 16, "arabic_text": "قَوَارِيرَا مِن فِضَّةٍ قَدَّرُوهَا تَقْدِيرًا", "english_text": "Translucent cups, though made of silver; they rightly deserved all this.", "persian_text": "جام هايی شفاف، با آنكه از نقره ساخته شده است؛ آنها بحق سزاوار تمام اينها شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 17, "arabic_text": "وَيُسْقَوْنَ فِيهَا كَأْسًا كَانَ مِزَاجُهَا زَنجَبِيلًا", "english_text": "They enjoy drinks of delicious flavors.", "persian_text": "آنها از نوشيدنی های خوش طعم لذت می برند.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 18, "arabic_text": "عَيْنًا فِيهَا تُسَمَّىٰ سَلْسَبِيلًا", "english_text": "From a spring therein known as \"Salsabeel.\"", "persian_text": "از چشمه ای كه در آنجا به \"سلسبيل\" معروف است.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 19, "arabic_text": "وَيَطُوفُ عَلَيْهِمْ وِلْدَٰنٌ مُّخَلَّدُونَ إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًا مَّنثُورًا", "english_text": "Serving them will be immortal servants. When you see them, they will look like scattered pearls.", "persian_text": "خدمت گزارانی جاودانی از آنها پذيرايی خواهند كرد. هنگامی كه آنها را ببينی، مانند مرواريدهای پراكنده خواهند بود.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 20, "arabic_text": "وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا وَمُلْكًا كَبِيرًا", "english_text": "Wherever you look, you will see bliss, and a wonderful dominion.", "persian_text": "به هر جا كه بنگری، ناز و نعمت و قلمرويی فوق العاده خواهی ديد.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 21, "arabic_text": "عَٰلِيَهُمْ ثِيَابُ سُندُسٍ خُضْرٌ وَإِسْتَبْرَقٌ  وَحُلُّوٓا أَسَاوِرَ مِن فِضَّةٍ وَسَقَىٰهُمْ رَبُّهُمْ شَرَابًا طَهُورًا", "english_text": "On them will be clothes of green velvet, satin, and silver ornaments. Their Lord will provide them with pure drinks.", "persian_text": "بر تن آنها لباس هايی از مخمل سبز، ساتن و زيورآلات نقره ای خواهد بود. پروردگارشان برای آنها نوشابه هايی ناب فراهم خواهد كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 22, "arabic_text": "إِنَّ هَٰذَا كَانَ لَكُمْ جَزَآءً وَكَانَ سَعْيُكُم مَّشْكُورًا", "english_text": "This is the reward that awaits you, for your efforts have been appreciated.", "persian_text": "اين پاداشی است كه در انتظار شماست، زيرا از كوشش های شما قدردانی شده است.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 23, "arabic_text": "إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ ٱلْقُرْءَانَ تَنزِيلًا", "english_text": "We have revealed to you this Quran; a special revelation from us.", "persian_text": "ما اين قرآن را بر تو نازل کرده ايم؛ تنزیلی خاص از جانب ما.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 24, "arabic_text": "فَٱصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تُطِعْ مِنْهُمْ ءَاثِمًا أَوْ كَفُورًا", "english_text": "You shall steadfastly carry out your Lord's commandments, and do not obey any sinful disbeliever among them.", "persian_text": "تو در اجرای اوامر پروردگارت ثابت قدم باش و از هيچ گناهکار کافری اطاعت نکن.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 25, "arabic_text": "وَٱذْكُرِ ٱسْمَ رَبِّكَ بُكْرَةً وَأَصِيلًا", "english_text": "And commemorate the name of your Lord day and night.", "persian_text": "و روز و شب نام پروردگارت را ذكر كن.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 26, "arabic_text": "وَمِنَ ٱلَّيْلِ فَٱسْجُدْ لَهُۥ وَسَبِّحْهُ لَيْلًا طَوِيلًا", "english_text": "During the night, fall prostrate before Him, and glorify Him many a long night.", "persian_text": "در خلال شب، در مقابل او سجده کن، و در بسياری از شب های بلند به تجلیل او بپرداز.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 27, "arabic_text": "إِنَّ هَٰٓؤُلَآءِ يُحِبُّونَ ٱلْعَاجِلَةَ وَيَذَرُونَ وَرَآءَهُمْ يَوْمًا ثَقِيلًا", "english_text": "These people are preoccupied with this fleeting life, while disregarding—just ahead of them—a heavy day.", "persian_text": "اين مردم سرگرم اين زندگی زودگذر هستند، در حالی كه روز سختی را- که درست جلو آنهاست- ناديده می گيرند.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 28, "arabic_text": "نَّحْنُ خَلَقْنَٰهُمْ وَشَدَدْنَآ أَسْرَهُمْ  وَإِذَا شِئْنَا بَدَّلْنَآ أَمْثَٰلَهُمْ تَبْدِيلًا", "english_text": "We created them, and established them, and, whenever we will, we can substitute others in their place.", "persian_text": "ما آنها را آفريديم و آنها را مستقر كرديم و هرگاه بخواهيم، می توانيم ديگران را جايگزين آنها كنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 29, "arabic_text": "إِنَّ هَٰذِهِۦ تَذْكِرَةٌ  فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلًا", "english_text": "This is a reminder: whoever wills shall choose the path to his Lord.", "persian_text": "اين تذكری است: هر كس که بخواهد راه پروردگارش را انتخاب می كند.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 30, "arabic_text": "وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُ  إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًا", "english_text": "Whatever you will is in accordance with GOD's will. GOD is Omniscient, Wise.", "persian_text": "هرچه شما بخواهيد بر طبق خواست خداست. خداست دانای مطلق، حكيم.", "subtitle": "", "footnote": ""}, {"sura_num": 76, "verse_num": 31, "arabic_text": "يُدْخِلُ مَن يَشَآءُ فِى رَحْمَتِهِۦ  وَٱلظَّٰلِمِينَ أَعَدَّ لَهُمْ عَذَابًا أَلِيمًۢا", "english_text": "He admits whomever He wills into His mercy. As for the transgressors, He has prepared for them a painful retribution.", "persian_text": "او هر كه را بخواهد، به رحمت خويش می پذیرد. و اما برای ستمكاران، عذاب دردناكی آماده كرده است.", "subtitle": "", "footnote": ""}]