[{"sura_num": 35, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "Initiator", "chapter_title_arabic": "فاطر", "chapter_title_persian": "آغازکننده"}, {"sura_num": 35, "verse_num": 1, "arabic_text": "ٱلْحَمْدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ جَاعِلِ ٱلْمَلَٰٓئِكَةِ رُسُلًا أُولِىٓ أَجْنِحَةٍ مَّثْنَىٰ وَثُلَٰثَ وَرُبَٰعَ  يَزِيدُ فِى ٱلْخَلْقِ مَا يَشَآءُ  إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ", "english_text": "Praise be to GOD, Initiator of the heavens and the earth, and appointer of the angels to be messengers with wings—two, three, and four (wings). He increases the creation as He wills. GOD is Omnipotent.", "persian_text": "ستايش خدا را، آغازكنندهٔ آسمان ها و زمين و تعيين كنندهٔ فرشتگان، تا رسولانی باشند با بال ها- دو، سه و چهار (بال). او هر طور كه بخواهد به خلقت می افزايد. خداست قادر مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 2, "arabic_text": "مَّا يَفْتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحْمَةٍ فَلَا مُمْسِكَ لَهَا  وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُۥ مِنۢ بَعْدِهِۦ  وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ", "english_text": "When GOD showers the people with mercy, no force can stop it. And if He withholds it, no force, other than He, can send it. He is the Almighty, Most Wise.", "persian_text": "هرگاه خدا در رحمت را بر روی مردم بگشايد، هيچ نيرويی نمی تواند آن را متوقف سازد و اگر او آن را دريغ دارد، هيچ نيرويی جز او نمی تواند آن را بفرستد. اوست صاحب اقتدار، حكيم ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 3, "arabic_text": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱذْكُرُوا نِعْمَتَ ٱللَّهِ عَلَيْكُمْ  هَلْ مِنْ خَٰلِقٍ غَيْرُ ٱللَّهِ يَرْزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ  لَآ إِلَٰهَ إِلَّا هُوَ  فَأَنَّىٰ تُؤْفَكُونَ", "english_text": "O people, remember GOD's blessings upon you. Is there any creator other than GOD who provides for you from the heaven and the earth? There is no other god beside Him. How could you deviate?", "persian_text": "ای مردم، نعمت های خدا را بر خود به ياد آوريد. آيا غير از خدا خالق ديگری وجود دارد كه برای شما از آسمان و زمين روزی فراهم كند؟ هيچ خدای ديگری در كنار او نيست. چطور می توانيد منحرف شويد؟", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 4, "arabic_text": "وَإِن يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ  وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ", "english_text": "If they disbelieve you, messengers before you have been disbelieved. GOD is in control of all things.", "persian_text": "اگر تو را باور نمی كنند، رسولان پيش از تو نيز تكذيب شده اند. همه چيز تحت كنترل خداست.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 5, "arabic_text": "يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ  فَلَا تَغُرَّنَّكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا  وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلْغَرُورُ", "english_text": "O people, GOD's promise is the truth; therefore, do not be distracted by this lowly life. Do not be diverted from GOD by mere illusions.", "persian_text": "ای مردم، وعدهٔ خدا حقيقت است؛ بنابراين، فريب اين زندگی فرومايه را نخوريد. با تصورات باطل از خدا منحرف نشويد.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 6, "arabic_text": "إِنَّ ٱلشَّيْطَٰنَ لَكُمْ عَدُوٌّ فَٱتَّخِذُوهُ عَدُوًّا  إِنَّمَا يَدْعُوا حِزْبَهُۥ لِيَكُونُوا مِنْ أَصْحَٰبِ ٱلسَّعِيرِ", "english_text": "The devil is your enemy, so treat him as an enemy. He only invites his party to be the dwellers of Hell.", "persian_text": "شيطان دشمن شماست، پس مانند يك دشمن با او رفتار كنيد. او فقط حزب خود را دعوت می كند تا از ساكنان دوزخ باشند.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 7, "arabic_text": "ٱلَّذِينَ كَفَرُوا لَهُمْ عَذَابٌ شَدِيدٌ  وَٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ", "english_text": "Those who disbelieve have incurred a severe retribution, and those who believe and lead a righteous life have deserved forgiveness and a great recompense.", "persian_text": "كسانی كه كافر شوند، سزاوار عذابی سخت  شده اند و كسانی كه ايمان می آورند و زندگی پرهيزكارانه ای را در پيش می گيرند، سزاوار بخشش و پاداشی بزرگ می باشند.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 8, "arabic_text": "أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنًا  فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ  فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَٰتٍ  إِنَّ ٱللَّهَ عَلِيم بِمَا يَصْنَعُونَ", "english_text": "Note the one whose evil work is adorned in his eyes, until he thinks that it is righteous. GOD thus sends astray whoever wills (to go astray), and He guides whoever wills (to be guided). Therefore, do not grieve over them. GOD is fully aware of everything they do.", "persian_text": "توجه كن به آن كسی كه عمل بدش چنان در نظرش آراسته  شده است كه گمان  می كند پرهيزكارانه است. اين چنين خدا هر كه را بخواهد (گمراه شود) به گمراهی می فرستد و هر كه را بخواهد (هدايت شود) هدايت می نمايد. بنابراين، برای آنان اندوهگين مباش . خدا از تمام اعمالشان كاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 9, "arabic_text": "وَٱللَّهُ ٱلَّذِىٓ أَرْسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابًا فَسُقْنَٰهُ إِلَىٰ بَلَدٍ مَّيِّتٍ فَأَحْيَيْنَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا  كَذَٰلِكَ ٱلنُّشُورُ", "english_text": "GOD is the One who sends the winds to stir up clouds, then we drive them towards barren lands, and revive such lands after they were dead. Thus is the resurrection.", "persian_text": "خداست آن یکتایی كه بادها را می فرستد تا ابرها را به حركت درآورند، سپس ما آنها را به سوی سرزمين های باير می رانيم و اين سرزمين های مرده را دوباره زنده می كنيم. چنين است رستاخيز.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 10, "arabic_text": "مَن كَانَ يُرِيدُ ٱلْعِزَّةَ فَلِلَّهِ ٱلْعِزَّةُ جَمِيعًا  إِلَيْهِ يَصْعَدُ ٱلْكَلِمُ ٱلطَّيِّبُ وَٱلْعَمَلُ ٱلصَّٰلِحُ يَرْفَعُهُۥ  وَٱلَّذِينَ يَمْكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمْ عَذَابٌ شَدِيدٌ  وَمَكْرُ أُولَٰٓئِكَ هُوَ يَبُورُ", "english_text": "Anyone seeking dignity should know that to GOD belongs all dignity. To Him ascends the good words, and He exalts the righteous works. As for those who scheme evil works, they incur severe retribution; the scheming of such people is destined to fail.", "persian_text": "هر كس در طلب عزت است، بايد بداند كه همهٔ عزت ها از آن خداست. گفتار نیک به سوی او بالا می رود و اعمال پرهيزكارانه را او بلندمرتبه می كند؛ و اما آنان كه با نيرنگ به كارهای پليد دست می زنند، سزاوار عذابی شديد می شوند؛ نيرنگ چنين مردمی با  شكست مواجه خواهد شد.", "subtitle": "All Dignity Belongs With God", "footnote": ""}, {"sura_num": 35, "verse_num": 11, "arabic_text": "وَٱللَّهُ خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَٰجًا  وَمَا تَحْمِلُ مِنْ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِۦ  وَمَا يُعَمَّرُ مِن مُّعَمَّرٍ وَلَا يُنقَصُ مِنْ عُمُرِهِۦٓ إِلَّا فِى كِتَٰبٍ  إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ", "english_text": "GOD created you from dust, then from a tiny drop, then He causes you to reproduce through your spouses. No female becomes pregnant, nor gives birth, without His knowledge. No one survives for a long life, and no one's life is snapped short, except in accordance with a pre-existing record. This is easy for GOD.", "persian_text": "خدا شما را از خاک، سپس از قطره ای کوچک آفرید، سپس او باعث می شود که شما از طريق همسرانتان توليد مثل کنيد. هيچ مؤنثی بدون دانش او باردار نمی شود و نمی زايد. هیچ کس عمر طولانی نکند و عمر هیچ کس کوتاه نشود، مگر بر طبق پرونده ای موجود. اين برای خدا آسان است.", "subtitle": "God is in Full Control", "footnote": ""}, {"sura_num": 35, "verse_num": 12, "arabic_text": "وَمَا يَسْتَوِى ٱلْبَحْرَانِ هَٰذَا عَذْبٌ فُرَاتٌ سَآئِغٌ شَرَابُهُۥ وَهَٰذَا مِلْحٌ أُجَاجٌ  وَمِن كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا  وَتَرَى ٱلْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ", "english_text": "The two seas are not the same; one is fresh and delicious, while the other is salty and undrinkable. From each of them you eat tender meat, and extract jewelry to wear. And you see the ships sailing through them, seeking His provisions, that you may be appreciative.", "persian_text": "دو دريا يکسان نيستند؛ يکی شيرين و گواراست، درحالی که ديگری شور و غيرقابل نوشيدن است. شما از هر يک از آنها گوشتی لطيف می خوريد و جواهراتی استخراج می کنيد که می آويزيد. و کشتی ها را می بينی که در پی روزی های او در آن حرکت می کنند، باشد که سپاسگزار باشيد.", "subtitle": "Appreciating God's Greatness*", "footnote": "*35:12-13 When we send our astronauts into space, we provide them with their minimum needs of food, water, and oxygen. When we sided with Satan's blasphemy billions of years ago (Appendix 7), God launched us into space aboard the spaceship Earth. But God has supplied our spaceship with awesome renewable systems that provide a great variety of fresh foods, water, oxygen, and even the reproduction of us astronauts."}, {"sura_num": 35, "verse_num": 13, "arabic_text": "يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّ يَجْرِى لِأَجَلٍ مُّسَمًّى  ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ لَهُ ٱلْمُلْكُ  وَٱلَّذِينَ تَدْعُونَ مِن دُونِهِۦ مَا يَمْلِكُونَ مِن قِطْمِيرٍ", "english_text": "He merges the night into the day, and merges the day into the night. He has committed the sun and the moon to run for a predetermined period of time. Such is GOD your Lord; to Him belongs all kingship. Any idols you set up beside Him do not possess as much as a seed's shell.", "persian_text": "او شب را به روز و روز را به شب درمی آورد. او خورشيد و ماه را قرار داده است تا برای مدتی معين در حركت باشند. چنين است خدا، پروردگار شما؛ تمام پادشاهی از آن اوست. معبودانی كه در كنار او می خوانيد، حتی مالك پوست دانه ای هم نيستند.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 14, "arabic_text": "إِن تَدْعُوهُمْ لَا يَسْمَعُوا دُعَآءَكُمْ وَلَوْ سَمِعُوا مَا ٱسْتَجَابُوا لَكُمْ  وَيَوْمَ ٱلْقِيَٰمَةِ يَكْفُرُونَ بِشِرْكِكُمْ  وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ", "english_text": "If you call on them, they cannot hear you. Even if they hear you, they cannot respond to you. On the Day of Resurrection, they will disown you. None can inform you like the Most Cognizant.", "persian_text": "اگر آنها را بخوانيد، نمی توانند ندای شما را بشنوند. حتی اگر هم بشنوند، نمی توانند به شما پاسخ دهند. در روز رستاخيز، آنها شما را طرد خواهند كرد. هيچ كس نمی تواند مانند آن آگاه ترين تو را آگاه سازد.", "subtitle": "The Idols Utterly Powerless*", "footnote": "*35:14 People idolize Jesus, Mary, Muhammad, Ali, and/or the saints; such idols are dead, unaware, and utterly powerless. Even when they were alive, they were powerless."}, {"sura_num": 35, "verse_num": 15, "arabic_text": "يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلْفُقَرَآءُ إِلَى ٱللَّهِ  وَٱللَّهُ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ", "english_text": "O people, you are the ones who need GOD, while GOD is in no need for anyone, the Most Praiseworthy.", "persian_text": "ای مردم، اين شماييد که به خدا نياز داريد، در حالی که خدا از همه بی نياز است، شایستهٔ بالاترين ستايش ها.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 16, "arabic_text": "إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ", "english_text": "If He wills, He can get rid of you and substitute a new creation.", "persian_text": "اگر او بخواهد، می تواند شما را از ميان ببرد و خلقت جديدی را جايگزين نمايد.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 17, "arabic_text": "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٍ", "english_text": "This is not too difficult for GOD.", "persian_text": "اين برای خدا اصلاً دشوار نيست.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 18, "arabic_text": "وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ  وَإِن تَدْعُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَىْءٌ وَلَوْ كَانَ ذَا قُرْبَىٰٓ   إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ وَأَقَامُوا ٱلصَّلَوٰةَ  وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفْسِهِۦ  وَإِلَى ٱللَّهِ ٱلْمَصِيرُ", "english_text": "No soul can carry the sins of another soul. If a soul that is loaded with sins implores another to bear part of its load, no other soul can carry any part of it, even if they were related. The only people to heed your warnings are those who reverence their Lord, even when alone in their privacy, and observe the Contact Prayers (Salat). Whoever purifies his soul, does so for his own good. To GOD is the final destiny.", "persian_text": "هيچ نفسی نمی تواند بار گناهان نفس ديگری را بر دوش بگيرد. اگر نفسی كه بار گناهانش سنگين است از كس ديگری درخواست كند كه قسمتی از بارش را بردارد، هيچ نفسی نمی تواند هيچ قسمتی از آن را بر دارد، حتی اگر با هم خويشاوند باشند. تنها مردمی به هشدارهای تو توجه می كنند كه حتی در خلوت خود هيبت و حرمت پروردگارشان را  ارج می نهند و نمازها (ارتباط با خدا) را به جا می آورند. هر كس نفس خود را خالص كند، به نفع خود كرده است. سرنوشت نهايی به سوی خداست.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 19, "arabic_text": "وَمَا يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ", "english_text": "The blind and the seer are not equal.", "persian_text": "كور و بينا يكسان نيستند.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 20, "arabic_text": "وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ", "english_text": "Nor are the darkness and the light.", "persian_text": "و نه تاريكی و روشنايی.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 21, "arabic_text": "وَلَا ٱلظِّلُّ وَلَا ٱلْحَرُورُ", "english_text": "Nor are the coolness of the shade and the heat of the sun.", "persian_text": "و نه خنكی سايه و حرارت خورشيد.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 22, "arabic_text": "وَمَا يَسْتَوِى ٱلْأَحْيَآءُ وَلَا ٱلْأَمْوَٰتُ  إِنَّ ٱللَّهَ يُسْمِعُ مَن يَشَآءُ  وَمَآ أَنتَ بِمُسْمِعٍ مَّن فِى ٱلْقُبُورِ", "english_text": "Nor are the living and the dead; GOD causes whomever He wills to hear. You cannot make hearers out of those in the graves.", "persian_text": "و نه زنده و مرده؛ خدا هر كه را بخواهد شنوا می كند. تو نمی توانی كسانی را كه در گور هستند، شنوا كنی.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 23, "arabic_text": "إِنْ أَنتَ إِلَّا نَذِيرٌ", "english_text": "You are no more than a warner.", "persian_text": "تو هشداردهنده ای بيش نيستی.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 24, "arabic_text": "إِنَّآ أَرْسَلْنَٰكَ بِٱلْحَقِّ بَشِيرًا وَنَذِيرًا  وَإِن مِّنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ", "english_text": "We have sent you* with the truth, a bearer of good news, as well as a warner. Every community must receive a warner.", "persian_text": "ما تو را با حقيقت فرستاده ايم،* مژده دهنده و نيز هشداردهنده. هر جامعه ای بايد هشداردهنده ای دريافت كند.", "subtitle": "God's Messenger of the Covenant*", "footnote": "*35:24 The gematrical value of \"Rashad Khalifa\" (1230), plus the verse number (24) give us a total that is a multiple of 19 (1230+24=1254=19x66)."}, {"sura_num": 35, "verse_num": 25, "arabic_text": "وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلْكِتَٰبِ ٱلْمُنِيرِ", "english_text": "If they disbelieve you, those before them have also disbelieved. Their messengers went to them with clear proofs, and the Psalms, and the enlightening scriptures.", "persian_text": "اگر آنها تو را باور نمی كنند، كسانی كه پيش از آنها بودند نيز باور نكرده اند. رسولانشان با مدرك های روشن، زبور وكتاب های آسمانی روشنگر نزدشان رفتند.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 26, "arabic_text": "ثُمَّ أَخَذْتُ ٱلَّذِينَ كَفَرُوا  فَكَيْفَ كَانَ نَكِيرِ", "english_text": "Subsequently, I punished those who disbelieved; how terrible was My retribution!", "persian_text": "سپس، من كسانی را كه كافر شدند، تنبيه كردم؛ چه سهمناك بود عذاب من!", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 27, "arabic_text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجْنَا بِهِۦ ثَمَرَٰتٍ مُّخْتَلِفًا أَلْوَٰنُهَا  وَمِنَ ٱلْجِبَالِ جُدَد بِيضٌ وَحُمْرٌ مُّخْتَلِفٌ أَلْوَٰنُهَا وَغَرَابِيبُ سُودٌ", "english_text": "Do you not realize that GOD sends down from the sky water, whereby we produce fruits of various colors? Even the mountains have different colors; the peaks are white, or red, or some other color. And the ravens are black.", "persian_text": "آيا درك نمی كنی كه خدا از آسمان آب فرو می فرستد كه ما با آن ميوه هايی رنگارنگ توليد می كنيم؟ حتی كوه ها هم رنگ های مختلف دارند؛ قله ها سفيد، قرمز يا به رنگ های ديگر هستند. و كلاغ ها سياهند.", "subtitle": "God's Colorful Creations", "footnote": ""}, {"sura_num": 35, "verse_num": 28, "arabic_text": "وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلْأَنْعَٰمِ مُخْتَلِفٌ أَلْوَٰنُهُۥ كَذَٰلِكَ   إِنَّمَا يَخْشَى ٱللَّهَ مِنْ عِبَادِهِ ٱلْعُلَمَٰٓؤُا   إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ", "english_text": "Also, the people, the animals, and the livestock come in various colors. This is why the people who truly reverence GOD are those who are knowledgeable. GOD is Almighty, Forgiving.", "persian_text": "همچنين، مردم، حيوانات و چارپايان به رنگ های گوناگون هستند. به همين دليل، كسانی واقعاً هيبت و حرمت خدا را ارج می نهند كه از دانش بهره مند شده اند. خداست صاحب اقتدار، عفوكننده.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 29, "arabic_text": "إِنَّ ٱلَّذِينَ يَتْلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُوا ٱلصَّلَوٰةَ وَأَنفَقُوا مِمَّا رَزَقْنَٰهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجَٰرَةً لَّن تَبُورَ", "english_text": "Surely, those who recite the book of GOD, observe the Contact Prayers (Salat), and from our provisions to them they spend—secretly and publicly—are engaged in an investment that never loses.", "persian_text": "مطمئناً، كسانی كه كتاب خدا را می خوانند و نمازها (ارتباط با خدا) را به جا می آورند و  از روزی هايی كه به آنها داده ايم- نهان و آشكار- انفاق می کنند، در جايی سرمايه گذاری كرده اند كه هرگز ضرر نمی كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 30, "arabic_text": "لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُم مِّن فَضْلِهِۦٓ  إِنَّهُۥ غَفُورٌ شَكُورٌ", "english_text": "He will recompense them generously, and will multiply His blessings upon them. He is Forgiving, Appreciative.", "persian_text": "او پاداش آنها را سخاوتمندانه خواهد داد و نعمت هايش را بر آنان چندين برابر خواهد كرد. اوست عفوكننده، سپاسگزار.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 31, "arabic_text": "وَٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ مِنَ ٱلْكِتَٰبِ هُوَ ٱلْحَقُّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ   إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِير بَصِيرٌ", "english_text": "What we revealed to you in this scripture is the truth, consummating all previous scriptures. GOD is fully Cognizant of His servants, Seer.", "persian_text": "آنچه در اين كتاب آسمانی بر تو وحی كرديم، حقيقت است، تمام كتاب های آسمانی پيشين را به اوج كمال می رساند. خدا از بندگانش كاملاً آگاه است، بينا.", "subtitle": "Quran: The Consummation of All the Scriptures", "footnote": ""}, {"sura_num": 35, "verse_num": 32, "arabic_text": "ثُمَّ أَوْرَثْنَا ٱلْكِتَٰبَ ٱلَّذِينَ ٱصْطَفَيْنَا مِنْ عِبَادِنَا  فَمِنْهُمْ ظَالِمٌ لِّنَفْسِهِۦ وَمِنْهُم مُّقْتَصِدٌ وَمِنْهُمْ سَابِق بِٱلْخَيْرَٰتِ بِإِذْنِ ٱللَّهِ  ذَٰلِكَ هُوَ ٱلْفَضْلُ ٱلْكَبِيرُ", "english_text": "We passed the scripture from generation to generation, and we allowed whomever we chose from among our servants to receive it. Subsequently, some of them wronged their souls, others upheld it only part of the time, while others were eager to work righteousness in accordance with GOD's will; this is the greatest triumph.", "persian_text": "ما كتاب آسمانی را از نسلی به نسل ديگر منتقل كرديم و اجازه داديم تا بندگان برگزيده مان آن را دريافت كنند. سپس، بعضی از آنها به نفس خويش ستم كردند، عده ای فقط گاهی از آن پيروی نمودند، در حالی كه برخی ديگر بر طبق خواست خدا در انجام اعمال پرهيزكارانه مشتاق بودند؛ اين بزرگ ترين پيروزی است.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 33, "arabic_text": "جَنَّٰتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا  وَلِبَاسُهُمْ فِيهَا حَرِيرٌ", "english_text": "They will enter the gardens of Eden, where they will be adorned with bracelets of gold and pearls, and their garments in it will be made of silk.", "persian_text": "آنها وارد باغ های عدن می شوند، جايی كه با دستبندهای طلا و مرواريد آراسته خواهند شد و لباس هايشان از ابريشم خواهد بود.", "subtitle": "The Believers", "footnote": ""}, {"sura_num": 35, "verse_num": 34, "arabic_text": "وَقَالُوا ٱلْحَمْدُ لِلَّهِ ٱلَّذِىٓ أَذْهَبَ عَنَّا ٱلْحَزَنَ  إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ", "english_text": "They will say, \"Praise GOD for removing all our worries. Our Lord is Forgiving, Appreciative.", "persian_text": "آنها خواهند گفت: \"ستايش خدا را كه همهٔ نگرانی هايمان را برطرف كرد. پروردگار ما عفوكننده است، سپاسگزار.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 35, "arabic_text": "ٱلَّذِىٓ أَحَلَّنَا دَارَ ٱلْمُقَامَةِ مِن فَضْلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ", "english_text": "\"He has admitted us into the abode of eternal bliss, out of His grace. Never do we get bored herein, never do we get tired.\"", "persian_text": "\"او ما را به لطف و موهبت خود در سرای جاودانی لذت بخش پذيرفته است. در اينجا نه هرگز كسل می شويم و نه هرگز احساس خستگی کنيم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 36, "arabic_text": "وَٱلَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُم مِّنْ عَذَابِهَا  كَذَٰلِكَ نَجْزِى كُلَّ كَفُورٍ", "english_text": "As for those who disbelieve, they have incurred the fire of Hell, where they are never finished by death, nor is the retribution ever commuted for them. We thus requite the unappreciative.", "persian_text": "و اما كسانی كه ايمان نمی آورند، سزاوار آتش دوزخ شده اند، جايی كه هرگز نه با مرگ زندگيشان خاتمه می يابد و نه هرگز از عذابشان كاسته می شود. ما اين چنين افراد ناسپاس را كيفر می دهيم.", "subtitle": "The Disbelievers", "footnote": ""}, {"sura_num": 35, "verse_num": 37, "arabic_text": "وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَآ أَخْرِجْنَا نَعْمَلْ صَٰلِحًا غَيْرَ ٱلَّذِى كُنَّا نَعْمَلُ  أَوَلَمْ نُعَمِّرْكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُ  فَذُوقُوا فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ", "english_text": "They will scream therein, \"Our Lord, if you get us out of here, we will work righteousness, instead of the works we used to do.\" Did we not give you a life-long chance, with continuous reminders for those who would take heed? Did you not receive the warner? Therefore, taste (the consequences). The transgressors will have no one to help them.", "persian_text": "آنها در آنجا فرياد خواهند زد: \"پروردگار ما، اگر ما را از اينجا خارج كنی، به جای كارهايی كه انجام داديم، پرهيزكارانه عمل خواهيم كرد.\" آيا ما به شما يك عمر فرصت نداديم با تذكرات مكرر برای كسانی كه توجه می كنند؟ آيا شما هشداردهنده دريافت نكرديد؟ بنابراين، (نتايج آن را) بچشيد. ستمكاران هيچ ياوری نخواهند داشت.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 38, "arabic_text": "إِنَّ ٱللَّهَ عَٰلِمُ غَيْبِ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  إِنَّهُۥ عَلِيم بِذَاتِ ٱلصُّدُورِ", "english_text": "GOD is the Knower of the future of the heavens and the earth. He is the Knower of all innermost thoughts.", "persian_text": "خدا آيندهٔ آسمان ها و زمين را می داند. اوست که به درونی ترين انديشه ها داناست.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 39, "arabic_text": "هُوَ ٱلَّذِى جَعَلَكُمْ خَلَٰٓئِفَ فِى ٱلْأَرْضِ  فَمَن كَفَرَ فَعَلَيْهِ كُفْرُهُۥ  وَلَا يَزِيدُ ٱلْكَٰفِرِينَ كُفْرُهُمْ عِندَ رَبِّهِمْ إِلَّا مَقْتًا  وَلَا يَزِيدُ ٱلْكَٰفِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا", "english_text": "He is the One who made you inheritors of the earth. Subsequently, whoever chooses to disbelieve does so to his own detriment. The disbelief of the disbelievers only augments their Lord's abhorrence towards them. The disbelief of the disbelievers plunges them deeper into loss.", "persian_text": "اوست یکتایی که شما را وارث زمين قرار داد. پس از آن هر کس کفر را انتخاب کند، به زيان خود چنين کرده است. کفر کافران چيزی جز نفرت پروردگارشان بر آنان نمی افزايد. کفر کافران آنان را در زيان عميق تری فرو می برد.", "subtitle": "The Winners and the Losers", "footnote": ""}, {"sura_num": 35, "verse_num": 40, "arabic_text": "قُلْ أَرَءَيْتُمْ شُرَكَآءَكُمُ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ أَرُونِى مَاذَا خَلَقُوا مِنَ ٱلْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِى ٱلسَّمَٰوَٰتِ أَمْ ءَاتَيْنَٰهُمْ كِتَٰبًا فَهُمْ عَلَىٰ بَيِّنَتٍ مِّنْهُ  بَلْ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعْضُهُم بَعْضًا إِلَّا غُرُورًا", "english_text": "Say, \"Consider the idols you have set up beside GOD; show me what on earth have they created.\" Do they own any partnership in the heavens? Have we given them a book wherein there is no doubt? Indeed, what the transgressors promise one another is no more than an illusion.", "persian_text": "بگو: \"معبودانی را كه در كنار خدا می خوانيد، در نظر بگيريد؛ به من نشان دهيد كه آنها در زمين چه آفريده اند.\"  آيا در آسمان ها سهمی دارند؟ آيا كتابی به آنها داده ايم كه در آن هيچ شكی نيست؟ درواقع، آنچه ستمكاران به يكديگر وعده می دهند خواب و خيالی بيش نيست.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 41, "arabic_text": "إِنَّ ٱللَّهَ يُمْسِكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ أَن تَزُولَا  وَلَئِن زَالَتَآ إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِّنۢ بَعْدِهِۦٓ  إِنَّهُۥ كَانَ حَلِيمًا غَفُورًا", "english_text": "GOD is the One who holds the heavens and the earth, lest they vanish. If anyone else is to hold them, they will most certainly vanish. He is Clement, Forgiving.", "persian_text": "خداست كه آسمان ها و زمين را نگاه می دارد، تا مبادا ناپديد شوند. اگر قرار بود كس ديگری آنان را نگاه دارد، مسلماً ناپديد می شد. اوست باگذشت، عفوكننده.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 42, "arabic_text": "وَأَقْسَمُوا بِٱللَّهِ جَهْدَ أَيْمَٰنِهِمْ لَئِن جَآءَهُمْ نَذِيرٌ لَّيَكُونُنَّ أَهْدَىٰ مِنْ إِحْدَى ٱلْأُمَمِ  فَلَمَّا جَآءَهُمْ نَذِيرٌ مَّا زَادَهُمْ إِلَّا نُفُورًا", "english_text": "They swore by GOD solemnly that if a warner went to them, they would be better guided than a certain congregation! However, now that the warner did come to them, this only plunged them deeper into aversion.", "persian_text": "آنها قاطعانه به خدا سوگند می خورند كه اگر هشداردهنده ای نزدشان رفته بود، بهتر از هر جماعت ديگری هدايت می شدند! اگرچه، اكنون كه هشداردهنده ای برای آنها آمد، اين فقط آنها را در بيزاری عميق تری فرو برد.", "subtitle": "Putting Them to the Test", "footnote": ""}, {"sura_num": 35, "verse_num": 43, "arabic_text": "ٱسْتِكْبَارًا فِى ٱلْأَرْضِ وَمَكْرَ ٱلسَّيِّئِ  وَلَا يَحِيقُ ٱلْمَكْرُ ٱلسَّيِّئُ إِلَّا بِأَهْلِهِۦ  فَهَلْ يَنظُرُونَ إِلَّا سُنَّتَ ٱلْأَوَّلِينَ  فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبْدِيلًا  وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحْوِيلًا", "english_text": "They resorted to arrogance on earth, and evil scheming, and the evil schemes only backfire on those who scheme them. Should they then expect anything but the fate of those who did the same things in the past? You will find that GOD's system is never changeable; you will find that GOD's system is immutable.", "persian_text": "آنها در زمين متكبر شدند و نقشه های پليد كشيدند و نقشه های پليد فقط به كسانی كه آن حيله ها را به كار می برند، بازمی گردد. پس آيا آنها جز سرنوشت كسانی كه در گذشته همين كارها را انجام دادند، چيز ديگری انتظار دارند؟ تو خواهی فهميد كه روش خدا هرگز تغيير نمی كند؛ تو خواهی فهميد كه روش خدا ثابت است.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 44, "arabic_text": "أَوَلَمْ يَسِيرُوا فِى ٱلْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ وَكَانُوٓا أَشَدَّ مِنْهُمْ قُوَّةً  وَمَا كَانَ ٱللَّهُ لِيُعْجِزَهُۥ مِن شَىْءٍ فِى ٱلسَّمَٰوَٰتِ وَلَا فِى ٱلْأَرْضِ  إِنَّهُۥ كَانَ عَلِيمًا قَدِيرًا", "english_text": "Have they not roamed the earth and noted the consequences for those who preceded them? They were even stronger than they. Nothing can be hidden from GOD in the heavens, nor on earth. He is Omniscient, Omnipotent.", "persian_text": "آيا در زمين گردش نكرده اند و عاقبت كسانی را كه پيش از آنها بودند، نديده اند؟ آنها حتی قوی تر از آنان بودند. هيچ چيز نمی تواند، چه در آسمان ها و چه در زمين، از خدا پنهان بماند. اوست دانای مطلق، قادر مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 35, "verse_num": 45, "arabic_text": "وَلَوْ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَىٰ ظَهْرِهَا مِن دَآبَّةٍ وَلَٰكِن يُؤَخِّرُهُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى  فَإِذَا جَآءَ أَجَلُهُمْ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرًۢا", "english_text": "If GOD punished the people for their sins, He would not leave a single creature on earth. But He respites them for a predetermined interim. Once their interim is fulfilled, then GOD is Seer of His servants.", "persian_text": "اگر خدا مردم را برای گناهانشان تنبيه می كرد، هيچ موجودی را در روی زمين باقی نمی گذاشت، اما او تا زمانی معين به آنها مهلت می دهد. هنگامی كه مدتشان سرآيد، پس خدا بر بندگانش بيناست.", "subtitle": "", "footnote": ""}]