[{"sura_num": 15, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The Hijr Valley", "chapter_title_arabic": "الحجر", "chapter_title_persian": "وادی حجر"}, {"sura_num": 15, "verse_num": 1, "arabic_text": "الٓر  تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ وَقُرْءَانٍ مُّبِينٍ", "english_text": "A.L.R.* These (letters) are proofs of this scripture; a profound Quran.", "persian_text": "ا. ل. ر.* اينها (حروف) اثباتگر اين كتاب آسمانی هستند؛ قرآنی پرمحتوا.", "subtitle": "", "footnote": "*15:1 & *15:9 The divine source and the perfect preservation of the Quran are proven by the Quran's mathematical code (App. 1). God's Messenger of the Covenant was destined to unveil this great miracle. The word \"Dhikr\" denotes the Quran's code in several verses (15:6, 21:2, 26:5, 38:1, 38:8, 74:31). The value of \"Rashad Khalifa\" (1230)+15+9=1254, 19x66."}, {"sura_num": 15, "verse_num": 2, "arabic_text": "رُّبَمَا يَوَدُّ ٱلَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ", "english_text": "Certainly, those who disbelieved will wish they were submitters.", "persian_text": "مسلماً، كسانی كه كافر شدند، آرزو خواهند كرد كه ای ‌كاش از تسليم‌شدگان می ‌بودند.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 3, "arabic_text": "ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ ٱلْأَمَلُ  فَسَوْفَ يَعْلَمُونَ", "english_text": "Let them eat, enjoy, and remain blinded by wishful thinking; they will find out.", "persian_text": "بگذار بخورند، لذت ببرند و در خوش خيالی كور باقی بمانند؛ آنها خواهند فهميد.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 4, "arabic_text": "وَمَآ أَهْلَكْنَا مِن قَرْيَةٍ إِلَّا وَلَهَا كِتَابٌ مَّعْلُومٌ", "english_text": "We never annihilated any community, except in accordance with a specific, predetermined time.", "persian_text": "ما هرگز جامعه ای را هلاك نكرديم، مگر در زمانی خاص كه از پيش تعيين شده است.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 5, "arabic_text": "مَّا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَـْٔخِرُونَ", "english_text": "The end of any community can never be advanced, nor delayed.", "persian_text": "پايان هر جامعه ای هرگز به جلو، يا به عقب نمی ‌افتد.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 6, "arabic_text": "وَقَالُوا يَٰٓأَيُّهَا ٱلَّذِى نُزِّلَ عَلَيْهِ ٱلذِّكْرُ إِنَّكَ لَمَجْنُونٌ", "english_text": "They said, \"O you who received this reminder, you are crazy.", "persian_text": "آنها گفتند: \"ای کسی که اين تذکر را دريافت کردی، تو ديوانه ای.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 7, "arabic_text": "لَّوْ مَا تَأْتِينَا بِٱلْمَلَٰٓئِكَةِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ", "english_text": "\"Why do you not bring down the angels, if you are truthful?\"", "persian_text": "\"چرا فرشتگان را پايين نمی ‌آوری، اگر راست می ‌گويی؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 8, "arabic_text": "مَا نُنَزِّلُ ٱلْمَلَٰٓئِكَةَ إِلَّا بِٱلْحَقِّ وَمَا كَانُوٓا إِذًا مُّنظَرِينَ", "english_text": "We do not send down the angels except for specific functions. Otherwise, no one will be respited.", "persian_text": "ما فرشتگان را پايين نمی ‌فرستيم، مگر برای كارهايی خاص. در غير اين صورت، به هيچ كس مهلت داده نمی ‌شد.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 9, "arabic_text": "إِنَّا نَحْنُ نَزَّلْنَا ٱلذِّكْرَ وَإِنَّا لَهُۥ لَحَٰفِظُونَ", "english_text": "Absolutely, we have revealed the reminder, and, absolutely, we will preserve it.*", "persian_text": "مسلماً، ما اين تذکر را نازل کرده ايم و مسلماً، آن را حفظ خواهيم کرد.*", "subtitle": "God's Messenger of the Covenant*", "footnote": ""}, {"sura_num": 15, "verse_num": 10, "arabic_text": "وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ فِى شِيَعِ ٱلْأَوَّلِينَ", "english_text": "We have sent (messengers) before you to the communities in the past.", "persian_text": "ما پيش از تو برای جوامع گذشته (رسولانی) فرستاده‌ايم.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 11, "arabic_text": "وَمَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا بِهِۦ يَسْتَهْزِءُونَ", "english_text": "Every time a messenger went to them, they ridiculed him.", "persian_text": "هرگاه رسولی نزد آنها رفت، او را مسخره كردند.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 12, "arabic_text": "كَذَٰلِكَ نَسْلُكُهُۥ فِى قُلُوبِ ٱلْمُجْرِمِينَ", "english_text": "We thus control the minds of the guilty.", "persian_text": "ما اين چنين افکار گناهكاران را کنترل می کنیم.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 13, "arabic_text": "لَا يُؤْمِنُونَ بِهِۦ  وَقَدْ خَلَتْ سُنَّةُ ٱلْأَوَّلِينَ", "english_text": "Consequently, they cannot believe in him. This has been the system since the past generations.", "persian_text": "درنتيجه، آنها نمی توانند به او ايمان بياورند. اين شيوه از نسل های گذشته به همين صورت بوده است.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 14, "arabic_text": "وَلَوْ فَتَحْنَا عَلَيْهِم بَابًا مِّنَ ٱلسَّمَآءِ فَظَلُّوا فِيهِ يَعْرُجُونَ", "english_text": "Even if we opened for them a gate into the sky, through which they climb;", "persian_text": "حتی اگر برای آنها دروازه‌ای به سوی آسمان می ‌گشوديم كه از آن بالا روند؛", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 15, "arabic_text": "لَقَالُوٓا إِنَّمَا سُكِّرَتْ أَبْصَٰرُنَا بَلْ نَحْنُ قَوْمٌ مَّسْحُورُونَ", "english_text": "they will say, \"Our eyes have been deceived. We have been bewitched.\"", "persian_text": "باز خواهند گفت: \"چشمان ما گول خورده است. ما جادو شده ایم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 16, "arabic_text": "وَلَقَدْ جَعَلْنَا فِى ٱلسَّمَآءِ بُرُوجًا وَزَيَّنَّٰهَا لِلنَّٰظِرِينَ", "english_text": "We placed galaxies in the sky, and adorned it for the beholders.", "persian_text": "ما كهكشان‌ها را در آسمان قرار داديم و آن را برای بينندگان آراستيم.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 17, "arabic_text": "وَحَفِظْنَٰهَا مِن كُلِّ شَيْطَٰنٍ رَّجِيمٍ", "english_text": "And we guarded it against every rejected devil.", "persian_text": "و آن را از هر شيطان رانده شده ای حفظ کرديم.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 18, "arabic_text": "إِلَّا مَنِ ٱسْتَرَقَ ٱلسَّمْعَ فَأَتْبَعَهُۥ شِهَابٌ مُّبِينٌ", "english_text": "If any of them sneaks around to listen, a mighty projectile will chase him back.", "persian_text": "اگر هر كدام از آنها در آن اطراف پنهانی به گوش‌ بايستد، شهابی نيرومند او را دنبال خواهد كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 19, "arabic_text": "وَٱلْأَرْضَ مَدَدْنَٰهَا وَأَلْقَيْنَا فِيهَا رَوَٰسِىَ وَأَنۢبَتْنَا فِيهَا مِن كُلِّ شَىْءٍ مَّوْزُونٍ", "english_text": "As for the earth, we constructed it, and placed on it stabilizers (mountains), and we grew on it a perfect balance of everything.", "persian_text": "و اما زمين، ما آن را بنا كرديم و روی آن استحكاماتی (كوه‌ها) برای توازن قرار داديم و در آن همه چيز را با تناسبی كامل رويانديم.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 20, "arabic_text": "وَجَعَلْنَا لَكُمْ فِيهَا مَعَٰيِشَ وَمَن لَّسْتُمْ لَهُۥ بِرَٰزِقِينَ", "english_text": "We made it habitable for you,* and for creatures you do not provide for.", "persian_text": "ما آن را برای شما و برای مخلوقاتی كه شما روزی آنها را نمی ‌دهيد، قابل سكونت قرار داديم.*", "subtitle": "", "footnote": "*15:20 When we send astronauts into space, we provide them with precisely measured quantities of food, water, and oxygen. God created the spaceship Earth with billions of astronauts who work and reproduce; He supplied them with a self-supporting system that generates oxygen, fresh water, and a great variety of delicious foods and drinks."}, {"sura_num": 15, "verse_num": 21, "arabic_text": "وَإِن مِّن شَىْءٍ إِلَّا عِندَنَا خَزَآئِنُهُۥ وَمَا نُنَزِّلُهُۥٓ إِلَّا بِقَدَرٍ مَّعْلُومٍ", "english_text": "There is nothing that we do not own infinite amounts thereof. But we send it down in precise measure.", "persian_text": "چيزی نيست كه از آن به مقدار بی نهايت نزد ما موجود نباشد، ولی ما آن را به مقدار معينی پايين می ‌فرستيم.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 22, "arabic_text": "وَأَرْسَلْنَا ٱلرِّيَٰحَ لَوَٰقِحَ فَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءً فَأَسْقَيْنَٰكُمُوهُ وَمَآ أَنتُمْ لَهُۥ بِخَٰزِنِينَ", "english_text": "And we send the winds as pollinators, and cause water to come down from the sky for you to drink. Otherwise, you could not keep it palatable.", "persian_text": "و ما بادها را برای گرده افشانی می ‌فرستيم تا باعث شود كه آب از آسمان برای آشاميدن شما فرودآيد. در غير اين صورت، شما نمی ‌توانستيد آن را قابل نوشیدن نگاه داريد.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 23, "arabic_text": "وَإِنَّا لَنَحْنُ نُحْىِۦ وَنُمِيتُ وَنَحْنُ ٱلْوَٰرِثُونَ", "english_text": "It is we who control life and death, and we are the ultimate inheritors.", "persian_text": "اين ما هستيم که زندگی و مرگ را کنترل می کنیم و ما وارث نهايی هستيم.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 24, "arabic_text": "وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَـْٔخِرِينَ", "english_text": "And we fully know those among you who advance, and we fully know those who regress.", "persian_text": "و ما کاملاً می ‌دانيم چه كسانی در ميان شما پيشرفت می ‌كنند و كاملاً می ‌دانيم چه كسانی به عقب بازمی ‌گردند.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 25, "arabic_text": "وَإِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْ  إِنَّهُۥ حَكِيمٌ عَلِيمٌ", "english_text": "Your Lord will surely summon them. He is Most Wise, Omniscient.", "persian_text": "پروردگارت مطمئناً آنها را احضار خواهد كرد. اوست حكيم‌ترين، دانای مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 26, "arabic_text": "وَلَقَدْ خَلَقْنَا ٱلْإِنسَٰنَ مِن صَلْصَٰلٍ مِّنْ حَمَإٍ مَّسْنُونٍ", "english_text": "We created the human being from aged mud, like the potter's clay.", "persian_text": "ما انسان را از گل كهنه، مانند گل كوزه‌گری آفريديم.", "subtitle": "The Human Race", "footnote": ""}, {"sura_num": 15, "verse_num": 27, "arabic_text": "وَٱلْجَآنَّ خَلَقْنَٰهُ مِن قَبْلُ مِن نَّارِ ٱلسَّمُومِ", "english_text": "As for the jinns, we created them, before that, from blazing fire.", "persian_text": "و پيش از آن، جن ها را از آتش سوزان خلق كرديم.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 28, "arabic_text": "وَإِذْ قَالَ رَبُّكَ لِلْمَلَٰٓئِكَةِ إِنِّى خَٰلِق بَشَرًا مِّن صَلْصَٰلٍ مِّنْ حَمَإٍ مَّسْنُونٍ", "english_text": "Your Lord said to the angels, \"I am creating a human being from aged mud, like the potter's clay.", "persian_text": "پروردگارت به فرشتگان گفت: \"من از گل كهنه، مانند گل كوزه‌گری، بشری خلق می ‌كنم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 29, "arabic_text": "فَإِذَا سَوَّيْتُهُۥ وَنَفَخْتُ فِيهِ مِن رُّوحِى فَقَعُوا لَهُۥ سَٰجِدِينَ", "english_text": "\"Once I perfect him, and blow into him from My spirit, you shall fall prostrate before him.\"", "persian_text": "\"هنگامی كه او را كامل كنم و از روح خويش در او بدمم، بايد در مقابل او سجده كنيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 30, "arabic_text": "فَسَجَدَ ٱلْمَلَٰٓئِكَةُ كُلُّهُمْ أَجْمَعُونَ", "english_text": "The angels fell prostrate; all of them,", "persian_text": "فرشتگان سجده كردند؛ همهٔ آنها،", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 31, "arabic_text": "إِلَّآ إِبْلِيسَ أَبَىٰٓ أَن يَكُونَ مَعَ ٱلسَّٰجِدِينَ", "english_text": "except Iblis (Satan). He refused to be with the prostrators.", "persian_text": "جز ابليس (شيطان). او نپذيرفت كه از سجده كنندگان باشد.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 32, "arabic_text": "قَالَ يَٰٓإِبْلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ ٱلسَّٰجِدِينَ", "english_text": "He said, \"O Iblis (Satan), why are you not with the prostrators?\"", "persian_text": "او گفت: \"ای ابليس (شيطان)، چرا تو از سجده كنندگان نيستی؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 33, "arabic_text": "قَالَ لَمْ أَكُن لِّأَسْجُدَ لِبَشَرٍ خَلَقْتَهُۥ مِن صَلْصَٰلٍ مِّنْ حَمَإٍ مَّسْنُونٍ", "english_text": "He said, \"I am not to prostrate before a human being, whom You created from aged mud, like the potter's clay.\"", "persian_text": "او گفت: \"در مقابل بشری كه او را از گل كهنه، مانند گل كوزه‌گری آفريدی، سجده نمی ‌كنم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 34, "arabic_text": "قَالَ فَٱخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ", "english_text": "He said, \"Therefore, you must get out; you are banished.", "persian_text": "او گفت: \"بنابراين، بايد اخراج شوی، تو رانده شده‌ای.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 35, "arabic_text": "وَإِنَّ عَلَيْكَ ٱللَّعْنَةَ إِلَىٰ يَوْمِ ٱلدِّينِ", "english_text": "\"You have incurred My condemnation until the Day of Judgment.\"", "persian_text": "\"تو تا روز قضاوت سزاوار لعنت من شده‌ای.\"", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 36, "arabic_text": "قَالَ رَبِّ فَأَنظِرْنِىٓ إِلَىٰ يَوْمِ يُبْعَثُونَ", "english_text": "He said, \"My Lord, respite me until the day they are resurrected.\"", "persian_text": "او گفت: \"پروردگار من، مرا تا روزی كه آنها برانگيخته می ‌شوند، مهلت بده.\"", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 37, "arabic_text": "قَالَ فَإِنَّكَ مِنَ ٱلْمُنظَرِينَ", "english_text": "He said, \"You are respited.", "persian_text": "او گفت: \"به تو مهلت داده شد\"", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 38, "arabic_text": "إِلَىٰ يَوْمِ ٱلْوَقْتِ ٱلْمَعْلُومِ", "english_text": "\"Until the specified day and time.\"", "persian_text": "\"تا روز و زمانی معلوم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 39, "arabic_text": "قَالَ رَبِّ بِمَآ أَغْوَيْتَنِى لَأُزَيِّنَنَّ لَهُمْ فِى ٱلْأَرْضِ وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ", "english_text": "He said, \"My Lord, since You have willed that I go astray, I will surely entice them on earth; I will send them all astray.", "persian_text": "او گفت: \"پروردگار من، اكنون كه تو خواسته‌ای من گمراه شوم، من مطمئناً آنها را در زمين به دام خواهم انداخت؛ من همگی آنها را گمراه خواهم كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 40, "arabic_text": "إِلَّا عِبَادَكَ مِنْهُمُ ٱلْمُخْلَصِينَ", "english_text": "\"Except those among Your worshipers who are devoted absolutely to You alone.\"", "persian_text": "\"جز آنان كه در ميان پرستش كنندگان تو مطلقاً خود را فقط به تو اختصاص داده اند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 41, "arabic_text": "قَالَ هَٰذَا صِرَٰطٌ عَلَىَّ مُسْتَقِيمٌ", "english_text": "He said, \"This is a law that is inviolable.", "persian_text": "او گفت: \"اين قانونی است غير قابل نقض.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 42, "arabic_text": "إِنَّ عِبَادِى لَيْسَ لَكَ عَلَيْهِمْ سُلْطَٰنٌ إِلَّا مَنِ ٱتَّبَعَكَ مِنَ ٱلْغَاوِينَ", "english_text": "\"You have no power over My servants. You only have power over the strayers who follow you.", "persian_text": "\"تو بر خدمتگزاران من هيچ قدرتی نداری. قدرت تو محدود به گمراهانی است كه از تو پيروی می ‌كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 43, "arabic_text": "وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ", "english_text": "\"And Hell awaits them all.", "persian_text": "\"و دوزخ در انتظار همگی آنهاست.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 44, "arabic_text": "لَهَا سَبْعَةُ أَبْوَٰبٍ لِّكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُومٌ", "english_text": "\"It will have seven gates. Each gate will get a specific share of them.\"", "persian_text": "\"آن هفت دروازه خواهد داشت. هر دروازه سهم خاصی از آنها را خواهد گرفت.\"", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 45, "arabic_text": "إِنَّ ٱلْمُتَّقِينَ فِى جَنَّٰتٍ وَعُيُونٍ", "english_text": "As for the righteous, they will enjoy gardens and springs.", "persian_text": "و اما پرهيزكاران، از باغ ها و چشمه سارها لذت خواهند برد.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 46, "arabic_text": "ٱدْخُلُوهَا بِسَلَٰمٍ ءَامِنِينَ", "english_text": "Enter therein, peaceful and secure.", "persian_text": "در کمال صلح و امنيت، به آنجا وارد شويد.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 47, "arabic_text": "وَنَزَعْنَا مَا فِى صُدُورِهِم مِّنْ غِلٍّ إِخْوَٰنًا عَلَىٰ سُرُرٍ مُّتَقَٰبِلِينَ", "english_text": "We remove all jealousy from their hearts. Like one family, they will be on adjacent furnishings.", "persian_text": "ما هر حسادتی را از دل هايشان می زداييم. همه مانند يک خانواده، بر تخت های همجوار تکيه خواهند زد.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 48, "arabic_text": "لَا يَمَسُّهُمْ فِيهَا نَصَبٌ وَمَا هُم مِّنْهَا بِمُخْرَجِينَ", "english_text": "Never will they suffer any fatigue therein; never will they be evicted therefrom.", "persian_text": "هرگز در آنجا احساس خستگی نخواهند کرد؛ هرگز از آنجا اخراج نخواهند شد.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 49, "arabic_text": "نَبِّئْ عِبَادِىٓ أَنِّىٓ أَنَا ٱلْغَفُورُ ٱلرَّحِيمُ", "english_text": "Inform My servants that I am the Forgiver, Most Merciful.", "persian_text": "بندگان مرا آگاه كن كه من عفوكننده هستم، مهربان‌ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 50, "arabic_text": "وَأَنَّ عَذَابِى هُوَ ٱلْعَذَابُ ٱلْأَلِيمُ", "english_text": "And that My retribution is the most painful retribution.", "persian_text": "و اينكه عذاب من، دردناك‌ترين مجازات است.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 51, "arabic_text": "وَنَبِّئْهُمْ عَن ضَيْفِ إِبْرَٰهِيمَ", "english_text": "Inform them about Abraham's guests.", "persian_text": "آنها را دربارهٔ مهمانان ابراهيم آگاه كن.", "subtitle": "Angels Visit Abraham", "footnote": ""}, {"sura_num": 15, "verse_num": 52, "arabic_text": "إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَٰمًا قَالَ إِنَّا مِنكُمْ وَجِلُونَ", "english_text": "When they entered his quarters, they said, \"Peace.\" He said, \"We are apprehensive about you.\"", "persian_text": "وقتی به اقامتگاه او وارد شدند، گفتند: \"صلح.\" او گفت: \"ما از شما بيمناک هستیم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 53, "arabic_text": "قَالُوا لَا تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ عَلِيمٍ", "english_text": "They said, \"Do not be apprehensive. We have good news for you: an enlightened son.\"", "persian_text": "گفتند: \"نگران مباش، ما برای تو مژده داریم: پسری دانا.\"", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 54, "arabic_text": "قَالَ أَبَشَّرْتُمُونِى عَلَىٰٓ أَن مَّسَّنِىَ ٱلْكِبَرُ فَبِمَ تُبَشِّرُونَ", "english_text": "He said, \"How can you give me such good news, when I am so old? Do you still give me this good news?\"", "persian_text": "او گفت: \"چگونه می توانيد چنين مژده ای به من دهيد، درحالی که من بسيار پير شده ام؟ آيا هنوز مرا به چنين چيزی مژده می دهيد؟ \"", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 55, "arabic_text": "قَالُوا بَشَّرْنَٰكَ بِٱلْحَقِّ فَلَا تَكُن مِّنَ ٱلْقَٰنِطِينَ", "english_text": "They said, \"The good news we give you is true; do not despair.\"", "persian_text": "آنها گفتند: \"مژده‌ای كه به تو می ‌دهيم حقيقت است؛ نااميد مباش.\"", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 56, "arabic_text": "قَالَ وَمَن يَقْنَطُ مِن رَّحْمَةِ رَبِّهِۦٓ إِلَّا ٱلضَّآلُّونَ", "english_text": "He said, \"None despairs of his Lord's mercy, except the strayers.\"", "persian_text": "او گفت: \"کسی از رحمت پروردگارش نوميد نمی شود، مگر گمراهان.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 57, "arabic_text": "قَالَ فَمَا خَطْبُكُمْ أَيُّهَا ٱلْمُرْسَلُونَ", "english_text": "He said, \"What is your mission, O messengers?\"", "persian_text": "او گفت: \"مأموريت شما چيست، ای رسولان؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 58, "arabic_text": "قَالُوٓا إِنَّآ أُرْسِلْنَآ إِلَىٰ قَوْمٍ مُّجْرِمِينَ", "english_text": "They said, \"We are being dispatched to guilty people.", "persian_text": "آنها گفتند: \"ما به سوی قومی گناهکار فرستاده شده ایم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 59, "arabic_text": "إِلَّآ ءَالَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ", "english_text": "\"As for Lot's family, we will save them all.", "persian_text": "\"و اما خانوادهٔ لوط، ما همهٔ آنها را نجات خواهيم داد،", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 60, "arabic_text": "إِلَّا ٱمْرَأَتَهُۥ قَدَّرْنَآ   إِنَّهَا لَمِنَ ٱلْغَٰبِرِينَ", "english_text": "\"But not his wife; she is destined to be with the doomed.\"", "persian_text": "\"جز زنش را، که مقدر شده است از فناشدگان باشد.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 61, "arabic_text": "فَلَمَّا جَآءَ ءَالَ لُوطٍ ٱلْمُرْسَلُونَ", "english_text": "The messengers went to Lot's town.", "persian_text": "رسولان به شهر لوط رفتند.", "subtitle": "Lot", "footnote": ""}, {"sura_num": 15, "verse_num": 62, "arabic_text": "قَالَ إِنَّكُمْ قَوْمٌ مُّنكَرُونَ", "english_text": "He said, \"You are unknown people.\"", "persian_text": "او گفت: \"شما مردمی ناشناس هستيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 63, "arabic_text": "قَالُوا بَلْ جِئْنَٰكَ بِمَا كَانُوا فِيهِ يَمْتَرُونَ", "english_text": "They said, \"We bring to you what they have been doubting.", "persian_text": "آنها گفتند: \"ما آنچه را كه در آن شك داشته‌اند، برای تو می ‌آوريم.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 64, "arabic_text": "وَأَتَيْنَٰكَ بِٱلْحَقِّ وَإِنَّا لَصَٰدِقُونَ", "english_text": "\"We bring to you the truth; we are truthful.", "persian_text": "\"ما حقيقت را برای تو می آوريم؛ ما راستگو هستيم.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 65, "arabic_text": "فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ ٱلَّيْلِ وَٱتَّبِعْ أَدْبَٰرَهُمْ وَلَا يَلْتَفِتْ مِنكُمْ أَحَدٌ وَٱمْضُوا حَيْثُ تُؤْمَرُونَ", "english_text": "\"You shall take your family during the night. Stay behind them, and make sure that none of you looks back. Go straight as commanded.\"", "persian_text": "\"در پاسی از شب خانواده ات را بردار. پشت سرشان باش و اطمينان حاصل کن که هيچ يك از شما به عقب نگاه نکند. و مستقيم بروید،‌ همان طور که دستور داده شد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 66, "arabic_text": "وَقَضَيْنَآ إِلَيْهِ ذَٰلِكَ ٱلْأَمْرَ أَنَّ دَابِرَ هَٰٓؤُلَآءِ مَقْطُوعٌ مُّصْبِحِينَ", "english_text": "We delivered to him this command: those people are to be annihilated in the morning.", "persian_text": "ما اين حكم را به او ابلاغ كرديم: آن مردم صبحگاهان بايد به هلاكت برسند.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 67, "arabic_text": "وَجَآءَ أَهْلُ ٱلْمَدِينَةِ يَسْتَبْشِرُونَ", "english_text": "The people of the city came joyfully.", "persian_text": "اهالی شهر شادی كنان آمدند.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 68, "arabic_text": "قَالَ إِنَّ هَٰٓؤُلَآءِ ضَيْفِى فَلَا تَفْضَحُونِ", "english_text": "He said, \"These are my guests; do not embarrass me.", "persian_text": "او گفت: \"اينان مي׀مانان من هستند؛ مرا خجالت‌زده نكنيد.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 69, "arabic_text": "وَٱتَّقُوا ٱللَّهَ وَلَا تُخْزُونِ", "english_text": "\"Fear GOD, and do not shame me.\"", "persian_text": "\"از خدا بترسيد، و مرا شرمنده نکنيد.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 70, "arabic_text": "قَالُوٓا أَوَلَمْ نَنْهَكَ عَنِ ٱلْعَٰلَمِينَ", "english_text": "They said, \"Did we not enjoin you from contacting anyone?\"", "persian_text": "آنها گفتند: \"آیا ما تو را از تماس با دیگران نهی نکردیم؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 71, "arabic_text": "قَالَ هَٰٓؤُلَآءِ بَنَاتِىٓ إِن كُنتُمْ فَٰعِلِينَ", "english_text": "He said, \"Here are my daughters, if you must.\"", "persian_text": "او گفت: \"اين دختران من هستند، اگر مجبور هستید.\"", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 72, "arabic_text": "لَعَمْرُكَ إِنَّهُمْ لَفِى سَكْرَتِهِمْ يَعْمَهُونَ", "english_text": "But, alas, they were totally blinded by their lust.", "persian_text": "اما افسوس كه آنها در شهوت خود كور بودند.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 73, "arabic_text": "فَأَخَذَتْهُمُ ٱلصَّيْحَةُ مُشْرِقِينَ", "english_text": "Consequently, the disaster struck them in the morning.", "persian_text": "درنتيجه، صبحگاه مصيبت بر آنها نازل شد.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 74, "arabic_text": "فَجَعَلْنَا عَٰلِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِّن سِجِّيلٍ", "english_text": "We turned it upside down, and showered them with devastating rocks.", "persian_text": "ما آنجا را زيرو رو كرديم و سنگ‌های ويران كننده بر آنها فرو ريختيم.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 75, "arabic_text": "إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّلْمُتَوَسِّمِينَ", "english_text": "This is a lesson for those who possess intelligence.", "persian_text": "اين درس عبرتی است برای خردمندان.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 76, "arabic_text": "وَإِنَّهَا لَبِسَبِيلٍ مُّقِيمٍ", "english_text": "This will always be the system.", "persian_text": "اين روش هميشگی خواهد بود.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 77, "arabic_text": "إِنَّ فِى ذَٰلِكَ لَءَايَةً لِّلْمُؤْمِنِينَ", "english_text": "This is a sign for the believers.", "persian_text": "اين نشانه‌ای است برای مؤمنان.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 78, "arabic_text": "وَإِن كَانَ أَصْحَٰبُ ٱلْأَيْكَةِ لَظَٰلِمِينَ", "english_text": "The people of the woods also were transgressors.", "persian_text": "اصحاب چوب هم از ستمكاران بودند.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 79, "arabic_text": "فَٱنتَقَمْنَا مِنْهُمْ وَإِنَّهُمَا لَبِإِمَامٍ مُّبِينٍ", "english_text": "Consequently, we avenged from them, and both communities are fully documented.", "persian_text": "درنتيجه، از آنها انتقام گرفتيم. سرگذشت هر دو جامعه کاملاً ثبت شده است.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 80, "arabic_text": "وَلَقَدْ كَذَّبَ أَصْحَٰبُ ٱلْحِجْرِ ٱلْمُرْسَلِينَ", "english_text": "The people of Al-Hijr disbelieved the messengers.", "persian_text": "اصحاب حجر به رسولان كافر شدند.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 81, "arabic_text": "وَءَاتَيْنَٰهُمْ ءَايَٰتِنَا فَكَانُوا عَنْهَا مُعْرِضِينَ", "english_text": "We gave them our revelations, but they disregarded them.", "persian_text": "ما آيات خود را به آنها داديم، اما آنها به آن بی اعتنايی كردند.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 82, "arabic_text": "وَكَانُوا يَنْحِتُونَ مِنَ ٱلْجِبَالِ بُيُوتًا ءَامِنِينَ", "english_text": "They used to carve secure homes out of the mountains.", "persian_text": "آنها از كوه ها منازلی امن می تراشيدند.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 83, "arabic_text": "فَأَخَذَتْهُمُ ٱلصَّيْحَةُ مُصْبِحِينَ", "english_text": "The disaster hit them in the morning.", "persian_text": "صبحگاهان بلايی مهلک بر آنها نازل شد.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 84, "arabic_text": "فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا يَكْسِبُونَ", "english_text": "What they hoarded did not help them.", "persian_text": "آنچه اندوختند، كمكی به آنها نكرد.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 85, "arabic_text": "وَمَا خَلَقْنَا ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَآ إِلَّا بِٱلْحَقِّ   وَإِنَّ ٱلسَّاعَةَ لَءَاتِيَةٌ  فَٱصْفَحِ ٱلصَّفْحَ ٱلْجَمِيلَ", "english_text": "We did not create the heavens and the earth, and everything between them, except for a specific purpose. The end of the world will come, so treat them with benign neglect.", "persian_text": "ما آسمان ها و زمين و آنچه را که ميان آنهاست، جز به منظوری خاص خلق نکرديم. آخر دنیا خواهد آمد، پس با ملايمت از آنها چشم پوشی كن.", "subtitle": "End of the World Unveiled*", "footnote": "*15:85-88 One of the functions of God's Messenger of the Covenant is to deliver the Quranic assertion that the world will end in AD 2280 (20:15, 72:27 & Appendix 25)."}, {"sura_num": 15, "verse_num": 86, "arabic_text": "إِنَّ رَبَّكَ هُوَ ٱلْخَلَّٰقُ ٱلْعَلِيمُ", "english_text": "Your Lord is the Creator, the Omniscient.", "persian_text": "پروردگار تو خالق است، دانای مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 87, "arabic_text": "وَلَقَدْ ءَاتَيْنَٰكَ سَبْعًا مِّنَ ٱلْمَثَانِى وَٱلْقُرْءَانَ ٱلْعَظِيمَ", "english_text": "We have given you the seven pairs, and the great Quran.", "persian_text": "ما به تو هفت جفت داده ايم، و قرآن عظيم را.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 88, "arabic_text": "لَا تَمُدَّنَّ عَيْنَيْكَ إِلَىٰ مَا مَتَّعْنَا بِهِۦٓ أَزْوَٰجًا مِّنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَٱخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ", "english_text": "Do not be jealous of what we bestowed upon the other (messengers), and do not be saddened (by the disbelievers), and lower your wing for the believers.", "persian_text": "به آنچه ما بر ديگر (رسولان) عنایت کردیم، حسادت نكن و (از كافران) غمگین مباش و با مؤمنان فروتن باش.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 89, "arabic_text": "وَقُلْ إِنِّىٓ أَنَا ٱلنَّذِيرُ ٱلْمُبِينُ", "english_text": "And proclaim: \"I am the manifest warner.\"", "persian_text": "و اعلام کن: \"من هشداردهنده ای آشکار هستم.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 90, "arabic_text": "كَمَآ أَنزَلْنَا عَلَى ٱلْمُقْتَسِمِينَ", "english_text": "We will deal with the dividers.", "persian_text": "ما به حساب کسانی که تفرقه می اندازند، خواهيم رسيد.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 91, "arabic_text": "ٱلَّذِينَ جَعَلُوا ٱلْقُرْءَانَ عِضِينَ", "english_text": "They accept the Quran only partially.", "persian_text": "آنها که فـقط بخش هايی از قرآن را می پذيرند.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 92, "arabic_text": "فَوَرَبِّكَ لَنَسْـَٔلَنَّهُمْ أَجْمَعِينَ", "english_text": "By your Lord, we will question them all,", "persian_text": "به پروردگارت قسم، که ما از همگی آنها سﺋوال خواهيم کرد،", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 93, "arabic_text": "عَمَّا كَانُوا يَعْمَلُونَ", "english_text": "about everything they have done.", "persian_text": "درباره ٔ آنچه انجام داده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 94, "arabic_text": "فَٱصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ ٱلْمُشْرِكِينَ", "english_text": "Therefore, carry out the orders given to you, and disregard the idol worshipers.", "persian_text": "بنابراين، دستوراتی را كه به تو داده شده است، اجرا كن و به مشركان اعتنا نكن.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 95, "arabic_text": "إِنَّا كَفَيْنَٰكَ ٱلْمُسْتَهْزِءِينَ", "english_text": "We will spare you the mockers,", "persian_text": "ما تو را از مسخره كنندگان حفظ خواهيم كرد،", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 96, "arabic_text": "ٱلَّذِينَ يَجْعَلُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ  فَسَوْفَ يَعْلَمُونَ", "english_text": "who set up another god beside GOD. They will surely find out.", "persian_text": "همان كسانی كه در كنار خدا، خدای ديگری قرار می ‌دهند. آنها مطمئناً خواهند فهميد.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 97, "arabic_text": "وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ", "english_text": "We know full well that you may be annoyed by their utterances.", "persian_text": "ما کاملاً می دانيم كه تو ممكن است از سخنانشان ناراحت شوی.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 98, "arabic_text": "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُن مِّنَ ٱلسَّٰجِدِينَ", "english_text": "You shall sing the praises of your Lord, and be with the prostrators.", "persian_text": "مدح پروردگارت را بسرای و از سجده كنندگان باش.", "subtitle": "", "footnote": ""}, {"sura_num": 15, "verse_num": 99, "arabic_text": "وَٱعْبُدْ رَبَّكَ حَتَّىٰ يَأْتِيَكَ ٱلْيَقِينُ", "english_text": "And worship your Lord, in order to attain certainty.*", "persian_text": "و پروردگارت را پرستش كن تا به يقين برسی.*", "subtitle": "", "footnote": "*15:99 The practices of worship are our means of attaining certainty (Appendix 15)."}]