[{"sura_num": 18, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The Cave", "chapter_title_arabic": "الكهف", "chapter_title_persian": "غار"}, {"sura_num": 18, "verse_num": 1, "arabic_text": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِىٓ أَنزَلَ عَلَىٰ عَبْدِهِ ٱلْكِتَٰبَ وَلَمْ يَجْعَل لَّهُۥ عِوَجَا  ", "english_text": "Praise GOD, who revealed to His servant this scripture, and made it flawless.", "persian_text": "ستايش خدا را كه اين كتاب آسمانی را بر بندهٔ خود نازل كرد و آن را بدون نقص قرار داد.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 2, "arabic_text": "قَيِّمًا لِّيُنذِرَ بَأْسًا شَدِيدًا مِّن لَّدُنْهُ وَيُبَشِّرَ ٱلْمُؤْمِنِينَ ٱلَّذِينَ يَعْمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا", "english_text": "A perfect (scripture) to warn of severe retribution from Him, and to deliver good news to the believers who lead a righteous life, that they have earned a generous recompense.", "persian_text": "(كتابی) كامل، تا از عذاب سخت او هشدار دهد و به مؤمنانی كه زندگی پرهيزكارانه ای را در پيش می گيرند، نويد بخشد كه پاداشی سخاوتمندانه كسب كرده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 3, "arabic_text": "مَّٰكِثِينَ فِيهِ أَبَدًا", "english_text": "Wherein they abide forever.", "persian_text": "و برای هميشه در آن ماندگارند.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 4, "arabic_text": "وَيُنذِرَ ٱلَّذِينَ قَالُوا ٱتَّخَذَ ٱللَّهُ وَلَدًا", "english_text": "And to warn those who said, \"GOD has begotten a son!\"", "persian_text": "و تا هشداری باشد برای آنان که گفتند: \"خدا پسری اختيار کرده است!\"", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 5, "arabic_text": "مَّا لَهُم بِهِۦ مِنْ عِلْمٍ وَلَا لِءَابَآئِهِمْ  كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَٰهِهِمْ  إِن يَقُولُونَ إِلَّا كَذِبًا", "english_text": "They possess no knowledge about this, nor did their parents. What a blasphemy coming out of their mouths! What they utter is a gross lie.", "persian_text": "آنها در اين باره- هيچ اطلاعی ندارند و والدينشان هم هيچ اطلاعی نداشتند. چه كفری از دهانشان بيرون می آيد! آنچه بر زبان می آورند، دروغی است بزرگ.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 6, "arabic_text": "فَلَعَلَّكَ بَٰخِعٌ نَّفْسَكَ عَلَىٰٓ ءَاثَٰرِهِمْ إِن لَّمْ يُؤْمِنُوا بِهَٰذَا ٱلْحَدِيثِ أَسَفًا", "english_text": "You may blame yourself on account of their response to this narration, and their disbelieving in it; you may be saddened.", "persian_text": "شايد خود را سرزنش کنی که چرا اين روايت را باور ندارند؛ شايد ناراحت شوی.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 7, "arabic_text": "إِنَّا جَعَلْنَا مَا عَلَى ٱلْأَرْضِ زِينَةً لَّهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا", "english_text": "We have adorned everything on earth, in order to test them, and thus distinguish those among them who work righteousness.", "persian_text": "ما همه چيز را در زمين زينت داده ايم تا آنها را امتحان كنيم و بدين ترتيب، از ميان آنها كسانی را كه پرهيزكارانه عمل می كنند، مشخص نماييم.", "subtitle": "The End of the World*", "footnote": ""}, {"sura_num": 18, "verse_num": 8, "arabic_text": "وَإِنَّا لَجَٰعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا", "english_text": "Inevitably, we will wipe out everything on it, leaving it completely barren.*", "persian_text": "ما مسلماً، همه چيز را در آن از بين خواهيم برد و آن را كاملاً باير خواهيم كرد.*", "subtitle": "", "footnote": "*18:8-9 As it turns out, the history of these Christian believers, the Seven Sleepers of Ephesus, is directly connected with the end of the world as stated in 18:9 & 21. The role of these believers in unveiling the end of the world is detailed in Appendix 25."}, {"sura_num": 18, "verse_num": 9, "arabic_text": "أَمْ حَسِبْتَ أَنَّ أَصْحَٰبَ ٱلْكَهْفِ وَٱلرَّقِيمِ كَانُوا مِنْ ءَايَٰتِنَا عَجَبًا", "english_text": "Why else do you think we are telling you about the people of the cave, and the numbers connected with them? They are among our wondrous signs.", "persian_text": "فكر می كنی به چه دليل از اصحاب کهف و اعدادی که به ايشان مربوط می شود، برای تو حکايت می کنيم؟ آنها از نشانه های شگفت انگيز ما هستند.", "subtitle": "The Dwellers of the Cave", "footnote": ""}, {"sura_num": 18, "verse_num": 10, "arabic_text": "إِذْ أَوَى ٱلْفِتْيَةُ إِلَى ٱلْكَهْفِ فَقَالُوا رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا", "english_text": "When the youths took refuge in the cave, they said, \"Our Lord, shower us with Your mercy, and bless our affairs with Your guidance.\"", "persian_text": "هنگامی كه آن جوانان در غار پناه گرفتند، گفتند: \"پروردگار ما، ما را مورد رحمت خويش قرار ده و با هدايت خود به كارهای ما سامان بخش.\"", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 11, "arabic_text": "فَضَرَبْنَا عَلَىٰٓ ءَاذَانِهِمْ فِى ٱلْكَهْفِ سِنِينَ عَدَدًا", "english_text": "We then sealed their ears in the cave for a predetermined number of years.", "persian_text": "سپس، در آن غار برای چند سالی كه از پيش معين شده بود، بر گوش هايشان مهر نهاديم.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 12, "arabic_text": "ثُمَّ بَعَثْنَٰهُمْ لِنَعْلَمَ أَىُّ ٱلْحِزْبَيْنِ أَحْصَىٰ لِمَا لَبِثُوٓا أَمَدًا", "english_text": "Then we resurrected them to see which of the two parties could count the duration of their stay therein.", "persian_text": "و بعد آنها را برانگيختيم تا ببينيم كدام يك از آن دو گروه می تواند مدت اقامتشان را در آنجا حساب كند.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 13, "arabic_text": "نَّحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُم بِٱلْحَقِّ  إِنَّهُمْ فِتْيَةٌ ءَامَنُوا بِرَبِّهِمْ وَزِدْنَٰهُمْ هُدًى", "english_text": "We narrate to you their history, truthfully. They were youths who believed in their Lord, and we increased their guidance.", "persian_text": "ما شرح حال آنان را به حقيقت برای تو حكايت می كنيم. آنها جوانانی بودند كه به پروردگارشان ايمان آوردند و ما بر هدايتشان افزوديم.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 14, "arabic_text": "وَرَبَطْنَا عَلَىٰ قُلُوبِهِمْ إِذْ قَامُوا فَقَالُوا رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ لَن نَّدْعُوَا مِن دُونِهِۦٓ إِلَٰهًا  لَّقَدْ قُلْنَآ إِذًا شَطَطًا", "english_text": "We strengthened their hearts when they stood up and proclaimed: \"Our only Lord is the Lord of the heavens and the earth. We will never worship any other god beside Him. Otherwise, we would be far astray.", "persian_text": "ما قلب هايشان را محكم كرديم، هنگامی كه به پا خواستند و اعلام كردند: \"تنها پروردگار ما پروردگار آسمان ها و زمين است. ما هرگز هيچ خدای ديگری را در كنار او نمی پرستيم، در غير اين صورت، سخت گمراه شده ايم.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 15, "arabic_text": "هَٰٓؤُلَآءِ قَوْمُنَا ٱتَّخَذُوا مِن دُونِهِۦٓ ءَالِهَةً  لَّوْلَا يَأْتُونَ عَلَيْهِم بِسُلْطَٰن بَيِّنٍ  فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا", "english_text": "\"Here are our people setting up gods beside Him. If only they could provide any proof to support their stand! Who is more evil than the one who fabricates lies and attributes them to GOD?", "persian_text": "\"اين قوم ما، غير او را خدايان خود گرفته اند. اگر فقط می توانستند برای درستی اعتقادشان مدركی ارائه دهند! چه كسی پليدتر از آن كه دروغ بسازد و آن را به خدا نسبت دهد؟", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 16, "arabic_text": "وَإِذِ ٱعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا ٱللَّهَ فَأْوُۥٓا إِلَى ٱلْكَهْفِ يَنشُرْ لَكُمْ رَبُّكُم مِّن رَّحْمَتِهِۦ وَيُهَيِّئْ لَكُم مِّنْ أَمْرِكُم مِّرْفَقًا", "english_text": "\"Since you wish to avoid them, and their worshiping of other than GOD,* let us take refuge in the cave. May your Lord shower you with His mercy and direct you to the right decision.\"", "persian_text": "\"اكنون كه می خواهيد از آنها و از آنچه غير خدا* می پرستند كناره بگيريد، پس بياييد تا در غار پناه گيريم. باشد كه پروردگارتان شما را مورد رحمت خويش قرار دهد و شما را به آن تصميم درست راهنمايی كند.\"", "subtitle": "The Seven Sleepers of Ephesus*", "footnote": "*18:16-20 Ephesus is located about 200 miles south of ancient Nicene, and 30 miles south of today's Izmir in Turkey. The dwellers of the cave were young Christians who wanted to follow the teachings of Jesus, and worship God alone. They were fleeing the persecution of neo-Christians who proclaimed a corrupted Christianity three centuries after Jesus, following the Nicene Conferences, when the Trinity doctrine was announced. In 1928, Franz Miltner, an Austrian archeologist discovered the tomb of the seven sleepers of Ephesus. Their history is well documented in several encyclopedias."}, {"sura_num": 18, "verse_num": 17, "arabic_text": "وَتَرَى ٱلشَّمْسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهْفِهِمْ ذَاتَ ٱلْيَمِينِ وَإِذَا غَرَبَت تَّقْرِضُهُمْ ذَاتَ ٱلشِّمَالِ وَهُمْ فِى فَجْوَةٍ مِّنْهُ  ذَٰلِكَ مِنْ ءَايَٰتِ ٱللَّهِ   مَن يَهْدِ ٱللَّهُ فَهُوَ ٱلْمُهْتَدِ  وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُۥ وَلِيًّا مُّرْشِدًا", "english_text": "You could see the sun when it rose coming from the right side of their cave, and when it set, it shone on them from the left, as they slept in the hollow thereof. This is one of GOD's portents.* Whomever GOD guides is the truly guided one, and whomever He sends astray, you will not find for him a guiding teacher.", "persian_text": "می توانستی خورشيد را ببينی که هنگام طلوع از سمت راست غارشان بالا می آمد و هنگام غروب از سمت چپ آنان می تابيد، در حالی که آنان در فرورفتگی غار به خواب رفته بودند. اين يكی از نشانه های مهم خداست.* هر كه را خدا هدايت كند، حقيقتاً هدايت يافته است و هر كه را او به گمراهی فرستد، تو هرگز معلمی هدايت كننده برای او نخواهی يافت.", "subtitle": "A Guiding Teacher is a Prerequisite", "footnote": "*18:17 This sign, or hint, tells us that the cave was facing north."}, {"sura_num": 18, "verse_num": 18, "arabic_text": "وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ  وَنُقَلِّبُهُمْ ذَاتَ ٱلْيَمِينِ وَذَاتَ ٱلشِّمَالِ  وَكَلْبُهُم بَٰسِطٌ ذِرَاعَيْهِ بِٱلْوَصِيدِ  لَوِ ٱطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا", "english_text": "You would think that they were awake, when they were in fact asleep. We turned them to the right side and the left side, while their dog stretched his arms in their midst. Had you looked at them, you would have fled from them, stricken with terror.", "persian_text": "تو فكر می كردی كه آنها بيدارند و حال آنكه درواقع خواب بودند. هنگامی كه آنها را به پهلوی راست و پهلوی چپ برمی گردانديم، سگشان در ميان آنها دست هایش را دراز کرده بود. اگر به آنها نگاه می كردی، وحشت زده ازآنان می گريختی.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 19, "arabic_text": "وَكَذَٰلِكَ بَعَثْنَٰهُمْ لِيَتَسَآءَلُوا بَيْنَهُمْ  قَالَ قَآئِلٌ مِّنْهُمْ كَمْ لَبِثْتُمْ  قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ  قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَٱبْعَثُوٓا أَحَدَكُم بِوَرِقِكُمْ هَٰذِهِۦٓ إِلَى ٱلْمَدِينَةِ فَلْيَنظُرْ أَيُّهَآ أَزْكَىٰ طَعَامًا فَلْيَأْتِكُم بِرِزْقٍ مِّنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا", "english_text": "When we resurrected them, they asked each other, \"How long have you been here?\" \"We have been here one day or part of the day,\" they answered. \"Your Lord knows best how long we stayed here, so let us send one of us with this money to the city. Let him fetch the cleanest food, and buy some for us. Let him keep a low profile, and attract no attention.", "persian_text": "هنگامی كه آنها را برانگيختيم، از يكديگر سئوال كردند: \"چه مدت در اينجا بوده ايد؟\" پاسخ دادند: \"يک روز يا قسمتی از روز را در اينجا بوده ايم. پروردگارتان به مدت اقامت ما در اين مکان داناتر است، حال بياييد يکی از خودمان را با اين پول به شهر بفرستيم. پس او برود و پاک ترين غذا را بياورد و قدری برای ما خريد کند. وی بايد نيم رخ خود را به طرف پايين نگاه دارد و جلب توجه نکند.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 20, "arabic_text": "إِنَّهُمْ إِن يَظْهَرُوا عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِى مِلَّتِهِمْ وَلَن تُفْلِحُوٓا إِذًا أَبَدًا", "english_text": "\"If they discover you, they will stone you, or force you to revert to their religion, then you can never succeed.\"", "persian_text": "\"اگر آنها شما را بيابند، سنگسارتان می كنند، يا شما را وادار خواهند كرد كه به دينشان بازگرديد، در آن صورت هرگز موفق نخواهيد شد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 21, "arabic_text": "وَكَذَٰلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوٓا أَنَّ وَعْدَ ٱللَّهِ حَقٌّ وَأَنَّ ٱلسَّاعَةَ لَا رَيْبَ فِيهَآ إِذْ يَتَنَٰزَعُونَ بَيْنَهُمْ أَمْرَهُمْ  فَقَالُوا ٱبْنُوا عَلَيْهِم بُنْيَٰنًا  رَّبُّهُمْ أَعْلَمُ بِهِمْ  قَالَ ٱلَّذِينَ غَلَبُوا عَلَىٰٓ أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِم مَّسْجِدًا", "english_text": "We caused them to be discovered, to let everyone know that GOD's promise is true, and to remove all doubt concerning the end of the world.* The people then disputed among themselves regarding them. Some said, \"Let us build a building around them.\" Their Lord is the best knower about them. Those who prevailed said, \"We will build a place of worship around them.\"", "persian_text": "ما باعث شديم كه آنها كشف شوند، تا به همه بفهمانيم كه وعدهٔ خدا حقيقت است و تا هرگونه شكی را دربارهٔ آخر دنيا از بين ببريم.* سپس مردم در ميان خودشان دربارهٔ آنها به نزاع پرداختند. بعضی گفتند: \"بياييم اطراف آنها بنايی بسازيم.\" پروردگارشان به حال آنها داناتر است. كسانی كه غالب آمدند، گفتند: \"ما اطراف آنها محلی برای عبادت بنا خواهيم كرد.\"", "subtitle": "Connection With the End of the World*", "footnote": "*18:21 As detailed in Appendix 25, this story helped pinpoint the end of the world."}, {"sura_num": 18, "verse_num": 22, "arabic_text": "سَيَقُولُونَ ثَلَٰثَةٌ رَّابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًۢا بِٱلْغَيْبِ  وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ  قُل رَّبِّىٓ أَعْلَمُ بِعِدَّتِهِم مَّا يَعْلَمُهُمْ إِلَّا قَلِيلٌ   فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَآءً ظَٰهِرًا وَلَا تَسْتَفْتِ فِيهِم مِّنْهُمْ أَحَدًا", "english_text": "Some would say, \"They were three; their dog being the fourth,\" while others would say, \"Five; the sixth being their dog,\" as they guessed. Others said, \"Seven,\" and the eighth was their dog. Say, \"My Lord is the best knower of their number.\" Only a few knew the correct number. Therefore, do not argue with them; just go along with them. You need not consult anyone about this.", "persian_text": "بعضی می گويند: \"آنها سه نفر بودند؛ سگشان چهارمين بود،\" در حالی كه برخی ديگر می گويند: \"پنچ نفر؛ ششمين آنها سگشان بود،\" در حالی كه حدس می زدند. بعضی گفتند: \"هفت نفر\" و هشتمين سگشان بود. بگو: \"پروردگار من به تعداد آنها داناتر است.\" فقط عدهٔ كمی تعداد صحيح را می دانستند. بنابراين، با آنها مجادله نكن؛ فقط با آنها مدارا كن. احتياجی نيست با كسی در اين باره مشورت كنی.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 23, "arabic_text": "وَلَا تَقُولَنَّ لِشَاىْءٍ إِنِّى فَاعِلٌ ذَٰلِكَ غَدًا", "english_text": "You shall not say that you will do anything in the future,", "persian_text": "نگو كاری را در آينده انجام خواهی داد،", "subtitle": "Remembering God Every Chance We Get", "footnote": ""}, {"sura_num": 18, "verse_num": 24, "arabic_text": "إِلَّآ أَن يَشَآءَ ٱللَّهُ  وَٱذْكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَىٰٓ أَن يَهْدِيَنِ رَبِّى لِأَقْرَبَ مِنْ هَٰذَا رَشَدًا", "english_text": "without saying, \"GOD willing.\"* If you forget to do this, you must immediately remember your Lord and say, \"May my Lord guide me to do better next time.\"", "persian_text": "بدون آنكه بگويی: \"به خواست خدا.\"* اگر فراموش كردی، فوراً پروردگارت را به ياد آور و بگو: \"باشد كه پروردگارم مرا ارشاد كند تا بار ديگر بهتر عمل كنم.\"", "subtitle": "", "footnote": "*18:24 This important commandment gives us daily opportunities to remember God."}, {"sura_num": 18, "verse_num": 25, "arabic_text": "وَلَبِثُوا فِى كَهْفِهِمْ ثَلَٰثَ مِائَةٍ سِنِينَ وَٱزْدَادُوا تِسْعًا", "english_text": "They stayed in their cave three hundred years, increased by nine.*", "persian_text": "آنها در غار خود سيصد سال به علاوهٔ ‌‌‌‌نه ماندند.*", "subtitle": "(300 + 9)*", "footnote": "*18:25 The difference between 300 solar years and 300 lunar years is nine years. Thus, discovering the end of the world was predetermined by the Almighty to take place in 1980 AD (1400 AH), 300 years (309 lunar years) before the end of the world (see 72:27 & Appendix 25)."}, {"sura_num": 18, "verse_num": 26, "arabic_text": "قُلِ ٱللَّهُ أَعْلَمُ بِمَا لَبِثُوا  لَهُۥ غَيْبُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  أَبْصِرْ بِهِۦ وَأَسْمِعْ  مَا لَهُم مِّن دُونِهِۦ مِن وَلِىٍّ وَلَا يُشْرِكُ فِى حُكْمِهِۦٓ أَحَدًا", "english_text": "Say, \"GOD is the best knower of how long they stayed there.\" He knows all secrets in the heavens and the earth. By His grace you can see; by His grace you can hear. There is none beside Him as Lord and Master, and He never permits any partners to share in His kingship.", "persian_text": "بگو: \"خدا بهتر می داند كه آنها چه مدت در آنجا ماندند.\" او تمام اسرار را درآسمان ها و زمين می داند. شما به لطف او می توانيد ببينيد؛ به لطف او می توانيد بشنويد. كسی در كنار او به عنوان مولا و سرور نيست و او هرگز به كسی اجازه نمی دهد كه در قلمرو پادشاهی او سهيم باشد.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 27, "arabic_text": "وَٱتْلُ مَآ أُوحِىَ إِلَيْكَ مِن كِتَابِ رَبِّكَ  لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلْتَحَدًا", "english_text": "You shall recite what is revealed to you of your Lord's scripture. Nothing shall abrogate His words, and you shall not find any other source beside it.", "persian_text": "آنچه را از كتاب پروردگارت بر تو وحی شده است، بخوان. هيچ چيز كلمات او را لغو نمی كند و غير از آن به منبع ديگری رجوع نكن.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 28, "arabic_text": "وَٱصْبِرْ نَفْسَكَ مَعَ ٱلَّذِينَ يَدْعُونَ رَبَّهُم بِٱلْغَدَوٰةِ وَٱلْعَشِىِّ يُرِيدُونَ وَجْهَهُۥ  وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ ٱلْحَيَوٰةِ ٱلدُّنْيَا  وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُۥ عَن ذِكْرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمْرُهُۥ فُرُطًا", "english_text": "You shall force yourself to be with those who worship their Lord day and night, seeking Him alone. Do not turn your eyes away from them, seeking the vanities of this world. Nor shall you obey one whose heart we rendered oblivious to our message; one who pursues his own desires, and whose priorities are confused.", "persian_text": "خود را مجبور كن تا با كسانی باشی كه روز و شب پروردگار خود را پرستش می كنند و فقط او را می جويند. در پی ماديات پوچ اين دنيا از آنها چشم برندار و از كسی كه قلبش را از پيام خود غافل كرديم، اطاعت نكن؛ كسی كه در پی خواسته های خويش است و نمی داند به چه چيز ارجحيت دهد.", "subtitle": "Quranic Study Groups", "footnote": ""}, {"sura_num": 18, "verse_num": 29, "arabic_text": "وَقُلِ ٱلْحَقُّ مِن رَّبِّكُمْ  فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ  إِنَّآ أَعْتَدْنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا  وَإِن يَسْتَغِيثُوا يُغَاثُوا بِمَآءٍ كَٱلْمُهْلِ يَشْوِى ٱلْوُجُوهَ  بِئْسَ ٱلشَّرَابُ وَسَآءَتْ مُرْتَفَقًا", "english_text": "Proclaim: \"This is the truth from your Lord,\" then whoever wills let him believe, and whoever wills let him disbelieve. We have prepared for the transgressors a fire that will completely surround them. When they scream for help, they will be given a liquid like concentrated acid that scalds the faces. What a miserable drink! What a miserable destiny!", "persian_text": "اعلام كن: \"اين حقيقتی است از جانب پروردگارتان،\" سپس بگذار هر كه می خواهد، ايمان آورد و هر كس می خواهد، كافر شود. ما برای ستمكاران آتشی آماده كرده ايم كه كاملاً آنها را در بر خواهد گرفت. هرگاه فرياد كمك برآورند، مايعی به آنها داده خواهد شد كه مانند اسيدی غليظ صورت ها را می سوزاند. چه نوشيدنی بدی! چه سرانجام شومی!", "subtitle": "Absolute Freedom of Religion", "footnote": ""}, {"sura_num": 18, "verse_num": 30, "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا", "english_text": "As for those who believe and lead a righteous life, we never fail to recompense those who work righteousness.", "persian_text": "و اما کسانی که ايمان می آورند و زندگی پرهيزكارانه ای را در پيش می گيرند، ما پاداش نيکوکاران را هرگز پايمال نمی کنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 31, "arabic_text": "أُولَٰٓئِكَ لَهُمْ جَنَّٰتُ عَدْنٍ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَٰرُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِّن سُندُسٍ وَإِسْتَبْرَقٍ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلْأَرَآئِكِ  نِعْمَ ٱلثَّوَابُ وَحَسُنَتْ مُرْتَفَقًا", "english_text": "They have deserved gardens of Eden wherein rivers flow. They will be adorned therein with bracelets of gold, and will wear clothes of green silk and velvet, and will rest on comfortable furnishings. What a wonderful reward; what a wonderful abode!", "persian_text": "آنها شايستهٔ باغ های عدن شده اند كه در آن رودخانه ها جاری است. در آنجا با دستبندهای زرين آراسته خواهند شد و لباس هايی از ابريشم و مخمل سبز خواهند پوشيد و بر تخت های راحت تكيه می زنند. چه پاداش نيكويی؛ چه مكان نيكويی!", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 32, "arabic_text": "وَٱضْرِبْ لَهُم مَّثَلًا رَّجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَٰبٍ وَحَفَفْنَٰهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعًا", "english_text": "Cite for them the example of two men: we gave one of them two gardens of grapes, surrounded by date palms, and placed other crops between them.", "persian_text": "برای آنها آن دو مرد را مثال آور: به يکی از آنها دو باغ انگور داديم که اطراف آن را نخل خرما احاطه کرده بود و ميان آنها کشتزارهايی ديگر قرار داديم.", "subtitle": "Property as an Idol*", "footnote": "*18:32-42 The Quran cites many examples of the different gods that people worship beside God; they include children (7:190), religious leaders and scholars (9:31), property (18:42), dead saints and prophets (16:20-21, 35:14, & 46:5-6), and the ego (25:43, 45:23)."}, {"sura_num": 18, "verse_num": 33, "arabic_text": "كِلْتَا ٱلْجَنَّتَيْنِ ءَاتَتْ أُكُلَهَا وَلَمْ تَظْلِم مِّنْهُ شَيْـًٔا  وَفَجَّرْنَا خِلَٰلَهُمَا نَهَرًا", "english_text": "Both gardens produced their crops on time, and generously, for we caused a river to run through them.", "persian_text": "هر يک از اين دو باغ محصول خود را به موقع و به مقدار فراوان به عمل می آورد، زيرا ميان آنها رودخانه ای روان کرديم.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 34, "arabic_text": "وَكَانَ لَهُۥ ثَمَرٌ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا أَكْثَرُ مِنكَ مَالًا وَأَعَزُّ نَفَرًا", "english_text": "Once, after harvesting, he boastfully told his friend: \"I am far more prosperous than you, and I command more respect from the people.\"", "persian_text": "يک بار، پس از برداشت محصول، با فخر و مباهات به دوست خود گفت: \"من از تو بسيار مرفه ترم و در ميان مردم از احترام بيشتری برخوردارم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 35, "arabic_text": "وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٌ لِّنَفْسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدًا", "english_text": "When he entered his garden, he wronged his soul by saying, \"I do not think that this will ever end.", "persian_text": "در حالی كه وارد باغ خود می شد، با اين گفته به نفس خويش ستم كرد: \"من فكر نمی كنم كه اين هرگز تمام شود.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 36, "arabic_text": "وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةً وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّى لَأَجِدَنَّ خَيْرًا مِّنْهَا مُنقَلَبًا", "english_text": "\"Moreover, I think this is it; I do not think that the Hour (the Hereafter) will ever come to pass. Even if I am returned to my Lord, I will (be clever enough to) possess an even better one over there.\"", "persian_text": "\"علاوه بر آن، فكر می كنم هرچه هست، همين است؛ گمان نمی كنم كه آن ساعت (آخرت) هرگز فرا رسد. حتی اگر نزد پروردگارم بازگردم، (آنقدر باهوش هستم كه) بهتر از اين را در آنجا داشته باشم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 37, "arabic_text": "قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرْتَ بِٱلَّذِى خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ سَوَّىٰكَ رَجُلًا", "english_text": "His friend said to him, as he debated with him, \"Have you disbelieved in the One who created you from dust, then from a tiny drop, then perfected you into a man?", "persian_text": "دوستش همچنان كه با او مباحثه می كرد، گفت: \"آيا به آن يكتايی كافر شده ای كه تو را از خاك آفريد، سپس از قطره ای كوچك و بعد تو را به صورت مردی كامل در آورد؟", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 38, "arabic_text": "لَّٰكِنَّا هُوَ ٱللَّهُ رَبِّى وَلَآ أُشْرِكُ بِرَبِّىٓ أَحَدًا", "english_text": "\"As for me, GOD is my Lord, and I will never set up any other god besides my Lord.", "persian_text": "\"و اما در مورد من، خدا پروردگار من است و من هرگز خدای ديگری در كنار پروردگارم قرار نخواهم داد.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 39, "arabic_text": "وَلَوْلَآ إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِ  إِن تَرَنِ أَنَا أَقَلَّ مِنكَ مَالًا وَوَلَدًا", "english_text": "\"When you entered your garden, you should have said, 'This is what GOD has given me (Mã Shã Allãh). No one possesses power except GOD (Lã Quwwata Ellã Bellãh).' You may see that I possess less money and less children than you.", "persian_text": "\"تو بايد هنگامی كه وارد باغ خود می شدی، می گفتی: \"اين است آنچه كه خدا به من داده است (ماشاء الله). هيچ كس جز خدا قدرتی ندارد (لاقوة الا بالله).\" شايد ببينی كه من كمتر از تو پول و فرزند دارم.", "subtitle": "Important Commandment", "footnote": ""}, {"sura_num": 18, "verse_num": 40, "arabic_text": "فَعَسَىٰ رَبِّىٓ أَن يُؤْتِيَنِ خَيْرًا مِّن جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِّنَ ٱلسَّمَآءِ فَتُصْبِحَ صَعِيدًا زَلَقًا", "english_text": "\"My Lord may grant me better than your garden. He may send a violent storm from the sky that wipes out your garden, leaving it completely barren.", "persian_text": "\"شايد كه پروردگارم بهتر از باغ تو به من عطا كند. شايد او توفان شديدی از آسمان بفرستد تا باغ تو را از بين ببرد و آن را كاملاً خشك و بی ثمر باقی گذارد.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 41, "arabic_text": "أَوْ يُصْبِحَ مَآؤُهَا غَوْرًا فَلَن تَسْتَطِيعَ لَهُۥ طَلَبًا", "english_text": "\"Or, its water may sink deeper, out of your reach.\"", "persian_text": "\"يا آب آن آنقدر در زمين فرو رود تا قابل دسترس تو نباشد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 42, "arabic_text": "وَأُحِيطَ بِثَمَرِهِۦ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيْتَنِى لَمْ أُشْرِكْ بِرَبِّىٓ أَحَدًا", "english_text": "Indeed, his crops were wiped out, and he ended up sorrowful, lamenting what he had spent on it in vain, as his property lay barren. He finally said, \"I wish I never set up my property as a god beside my Lord.\"", "persian_text": "بی گمان، محصولاتش همه از بين رفت و غم و اندوه او را فرا گرفت. اكنون كه ملکش باير شده بود، از آنچه كه بيهوده در آن خرج كرده بود، لابه و زاری می کرد. و سرانجام گفت: \"ای کاش هرگز ملکم را همچون خدا در کنار پروردگارم قرار نمی دادم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 43, "arabic_text": "وَلَمْ تَكُن لَّهُۥ فِئَةٌ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا", "english_text": "No force on earth could have helped him against GOD, nor was it possible for him to receive any help.", "persian_text": "هيچ نيرويی در زمين نمی توانست او را در مقابل خدا ياری دهد و امكان نداشت كه او هيچ كمكی دريافت كند.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 44, "arabic_text": "هُنَالِكَ ٱلْوَلَٰيَةُ لِلَّهِ ٱلْحَقِّ  هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا", "english_text": "That is because the only true Lord and master is GOD; He provides the best recompense, and with Him is the best destiny.", "persian_text": "اين برای آن است که تنها ولايت بحق، ولايت خداست؛ او بهترين پاداش را فراهم می کند و بهترين سرنوشت نزد اوست.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 45, "arabic_text": "وَٱضْرِبْ لَهُم مَّثَلَ ٱلْحَيَوٰةِ ٱلدُّنْيَا كَمَآءٍ أَنزَلْنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخْتَلَطَ بِهِۦ نَبَاتُ ٱلْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ ٱلرِّيَٰحُ   وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ مُّقْتَدِرًا", "english_text": "Cite for them the example of this life as water that we send down from the sky to produce plants of the earth, then they turn into hay that is blown away by the wind. GOD is able to do all things.", "persian_text": "زندگی اين دنيا را برای آنها مثال بزن؛ آن مانند آبی است كه از آسمان فرو می فرستيم تا از زمين گياهانی برويانيم، سپس آنها به كاهی مبدل می شوند كه با باد از بين می روند. خدا بر تمام كارها قادر است.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 46, "arabic_text": "ٱلْمَالُ وَٱلْبَنُونَ زِينَةُ ٱلْحَيَوٰةِ ٱلدُّنْيَا  وَٱلْبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيْرٌ عِندَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا", "english_text": "Money and children are the joys of this life, but the righteous works provide an eternal recompense from your Lord, and a far better hope.", "persian_text": "پول و فرزندان لذت های اين دنيا هستند، اما اعمال پرهيزكارانه از جانب پروردگارت پاداشی جاودانه و اميدی بسيار بهتر در بر دارد.", "subtitle": "Rearranging Our Priorities", "footnote": ""}, {"sura_num": 18, "verse_num": 47, "arabic_text": "وَيَوْمَ نُسَيِّرُ ٱلْجِبَالَ وَتَرَى ٱلْأَرْضَ بَارِزَةً وَحَشَرْنَٰهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا", "english_text": "The day will come when we wipe out the mountains, and you will see the earth barren. We will summon them all, not leaving out a single one of them.", "persian_text": "آن روز خواهد آمد كه كوه ها را از ميان برداريم و زمين را خشك و بی ثمر ببينی. ما همهٔ آنها را احضار خواهيم كرد، احدی جا نمی ماند.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 48, "arabic_text": "وَعُرِضُوا عَلَىٰ رَبِّكَ صَفًّا لَّقَدْ جِئْتُمُونَا كَمَا خَلَقْنَٰكُمْ أَوَّلَ مَرَّة  بَلْ زَعَمْتُمْ أَلَّن نَّجْعَلَ لَكُم مَّوْعِدًا", "english_text": "They will be presented before your Lord in a row. You have come to us as individuals, just as we created you initially. Indeed, this is what you claimed will never happen.", "persian_text": "آنها در پيشگاه پروردگارت در يك صف حاضر خواهند شد. شما يكه و تنها نزد ما بازآمده ايد، درست همان طور كه در آغاز شما را آفريديم. درواقع، اين چيزی است كه ادعا می كرديد هرگز اتفاق نخواهد افتاد.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 49, "arabic_text": "وَوُضِعَ ٱلْكِتَٰبُ فَتَرَى ٱلْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيْلَتَنَا مَالِ هَٰذَا ٱلْكِتَٰبِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّآ أَحْصَىٰهَا  وَوَجَدُوا مَا عَمِلُوا حَاضِرًا   وَلَا يَظْلِمُ رَبُّكَ أَحَدًا", "english_text": "The record will be shown, and you will see the guilty fearful of its contents. They will say, \"Woe to us. How come this book leaves nothing, small or large, without counting it?\" They will find everything they had done brought forth. Your Lord is never unjust towards anyone.", "persian_text": "نامهٔ اعمال نشان داده خواهد شد و مجرمان را خواهی ديد كه از محتوای آن بيمناكند. آنها خواهند گفت: \"وای بر ما. چگونه اين كتاب هيچ چيزی را چه كوچك و چه بزرگ از قلم نينداخته است و همه را به حساب آورده است؟\" آنها آنچه را كه انجام داده بودند، در مقابل خود خواهند يافت. پروردگارت هرگز به كسی ظلم نمی كند.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 50, "arabic_text": "وَإِذْ قُلْنَا لِلْمَلَٰٓئِكَةِ ٱسْجُدُوا لِءَادَمَ فَسَجَدُوٓا إِلَّآ إِبْلِيسَ كَانَ مِنَ ٱلْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِۦٓ   أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوْلِيَآءَ مِن دُونِى وَهُمْ لَكُمْ عَدُوّ  بِئْسَ لِلظَّٰلِمِينَ بَدَلًا", "english_text": "We said to the angels, \"Fall prostrate before Adam.\" They fell prostrate, except Satan. He became a jinn, for he disobeyed the order of His Lord.* Will you choose him and his descendants as lords instead of Me, even though they are your enemies? What a miserable substitute!", "persian_text": "ما به فرشتگان گفتيم: \"در برابر آدم سجده کنيد.\" آنها سجده کردند، جز ابليس. او به جن تبديل شد، زيرا از فرمان پروردگارش سرپيچی كرد.* آيا او و نوادگانش را به جای من به سروری انتخاب می کنيد، با آنکه آنها دشمن شما هستند؟ چه جايگزينی بيچاره کننده ای!", "subtitle": "Classification of God's Creatures", "footnote": "*18:50 When the great feud in the heavenly society took place (38:69), all creatures became classified into angels, jinns, and humans (Appendix 7)."}, {"sura_num": 18, "verse_num": 51, "arabic_text": "مَّآ أَشْهَدتُّهُمْ خَلْقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَلَا خَلْقَ أَنفُسِهِمْ وَمَا كُنتُ مُتَّخِذَ ٱلْمُضِلِّينَ عَضُدًا", "english_text": "I never permitted them to witness the creation of the heavens and the earth, nor the creation of themselves. Nor do I permit the wicked to work in My kingdom.*", "persian_text": "من هرگز به آنها اجازه ندادم كه شاهد خلقت آسمان ها و زمين و حتی خلقت خودشان باشند؛ و من هرگز اجازه نمی دهم كه ستمكاران در قلمرو من كار كنند.*", "subtitle": "", "footnote": "*18:51 God knew that Satan and his supporters (jinns and humans) were going to make the wrong decision. Hence their exclusion from witnessing the creation process."}, {"sura_num": 18, "verse_num": 52, "arabic_text": "وَيَوْمَ يَقُولُ نَادُوا شُرَكَآءِىَ ٱلَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَجَعَلْنَا بَيْنَهُم مَّوْبِقًا", "english_text": "The day will come when He says, \"Call upon My partners, whom you claimed to be gods beside Me,\" they will call on them, but they will not respond to them. An insurmountable barrier will separate them from each other.", "persian_text": "آن روز خواهد آمد كه او بگويد: \"بخوانيد شريكان مرا كه ادعا می كرديد آنها خدايانی هستند در كنار من؛ \"آنها را صدا خواهند كرد، ولی آنان پاسخی نخواهند داد. حايلی نفوذناپذير آنها را از يكديگر جدا خواهد كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 53, "arabic_text": "وَرَءَا ٱلْمُجْرِمُونَ ٱلنَّارَ فَظَنُّوٓا أَنَّهُم مُّوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا", "english_text": "The guilty will see Hell, and will realize that they will fall into it. They will have no escape therefrom.", "persian_text": "و چون مجرمان دوزخ را ببينند، متوجه می شوند كه در آن خواهند افتاد. آنها راه گريزی از آنجا نخواهند داشت.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 54, "arabic_text": "وَلَقَدْ صَرَّفْنَا فِى هَٰذَا ٱلْقُرْءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٍ  وَكَانَ ٱلْإِنسَٰنُ أَكْثَرَ شَىْءٍ جَدَلًا", "english_text": "We have cited in this Quran every kind of example, but the human being is the most argumentative creature.", "persian_text": "ما هرگونه مثالی در اين قرآن آورده ايم، ولی انسان بيش از هر موجودی اهل مجادله است.", "subtitle": "Disbelievers Refuse to Accept the Completeness of the Quran", "footnote": ""}, {"sura_num": 18, "verse_num": 55, "arabic_text": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤْمِنُوٓا إِذْ جَآءَهُمُ ٱلْهُدَىٰ وَيَسْتَغْفِرُوا رَبَّهُمْ إِلَّآ أَن تَأْتِيَهُمْ سُنَّةُ ٱلْأَوَّلِينَ أَوْ يَأْتِيَهُمُ ٱلْعَذَابُ قُبُلًا", "english_text": "Nothing prevented the people from believing, when the guidance came to them, and from seeking the forgiveness of their Lord, except that they demanded to see the same (kind of miracles) as the previous generations, or challenged to see the retribution beforehand.", "persian_text": "هنگامی كه هدايت بر مردم آمد، تنها چيزی که آنان را از ايمان و درخواست آمرزش از پروردگارشان بازداشت اين بود که تقاضا کردند همان (سبک از معجزاتی) را ببينند که نسل های گذشته ديدند و يا به اعتراض خواستند كه عذاب را زودتر ببينند.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 56, "arabic_text": "وَمَا نُرْسِلُ ٱلْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَ  وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُوا بِٱلْبَٰطِلِ لِيُدْحِضُوا بِهِ ٱلْحَقَّ  وَٱتَّخَذُوٓا ءَايَٰتِى وَمَآ أُنذِرُوا هُزُوًا", "english_text": "We only send the messengers as simply deliverers of good news, as well as warners. Those who disbelieve argue with falsehood to defeat the truth, and they take My proofs and warnings in vain.", "persian_text": "ما رسولان را جز به عنوان بشارت دهنده و هشداردهنده نمی فرستيم. کسانی که ايمان نمی آورند، به باطل مجادله می كنند تا حقيقت را مغلوب كنند و آنها مدرک ها و هشدارهای مرا بيهوده می گيرند.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 57, "arabic_text": "وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعْرَضَ عَنْهَا وَنَسِىَ مَا قَدَّمَتْ يَدَاهُ  إِنَّا جَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًا  وَإِن تَدْعُهُمْ إِلَى ٱلْهُدَىٰ فَلَن يَهْتَدُوٓا إِذًا أَبَدًا", "english_text": "Who are more evil than those who are reminded of their Lord's proofs, then disregard them, without realizing what they are doing. Consequently, we place shields on their hearts to prevent them from understanding it (the Quran), and deafness in their ears. Thus, no matter what you do to guide them, they can never ever be guided.", "persian_text": "چه كسانی پليدتر از آنان كه مدرک پروردگارشان به آنان يادآوری شود، سپس بی آنكه بفهمند چه می كنند، آنها را ناديده بگيرند. درنتيجه، ما بر قلب هايشان پرده می نهيم و بر گوش هايشان كری تا آنها را از فهميدن آن (قرآن) بازدارد. بنابراين، هر كاری برای هدايتشان انجام دهی، آنها هرگز نمی توانند هدايت شوند.", "subtitle": "Divine Intervention", "footnote": ""}, {"sura_num": 18, "verse_num": 58, "arabic_text": "وَرَبُّكَ ٱلْغَفُورُ ذُو ٱلرَّحْمَةِ  لَوْ يُؤَاخِذُهُم بِمَا كَسَبُوا لَعَجَّلَ لَهُمُ ٱلْعَذَابَ  بَل لَّهُم مَّوْعِدٌ لَّن يَجِدُوا مِن دُونِهِۦ مَوْئِلًا", "english_text": "Yet, your Lord is the Forgiver, full of mercy. If He called them to account for their deeds, He would annihilate them right there and then. Instead, He gives them a respite until a specific, predetermined time; then they can never escape.", "persian_text": "با اين حال، پروردگارت عفوكننده است، سرشار از رحمت. اگر او از آنها برای اعمالشان بازخواست می كرد، فوراً آنها را هلاك كرده بود. درعوض، او تا زمانی كه از پيش تعيين شده است، به آنها مهلت می دهد. سپس، هرگز نمی توانند فرار كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 59, "arabic_text": "وَتِلْكَ ٱلْقُرَىٰٓ أَهْلَكْنَٰهُمْ لَمَّا ظَلَمُوا وَجَعَلْنَا لِمَهْلِكِهِم مَّوْعِدًا", "english_text": "Many a community we annihilated because of their transgressions, we designated a specific time for their annihilation.", "persian_text": "چه بسيار جوامعی كه آنها را به دليل ستم هايشان هلاك كرديم، ما زمانی خاص برای هلاكت آنها در نظر گرفته ايم.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 60, "arabic_text": "وَإِذْ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبْرَحُ حَتَّىٰٓ أَبْلُغَ مَجْمَعَ ٱلْبَحْرَيْنِ أَوْ أَمْضِىَ حُقُبًا", "english_text": "Moses said to his servant, \"I will not rest until I reach the point where the two rivers meet, no matter how long it takes.\"", "persian_text": "موسی به خدمتكارش گفت: \"من تا به آن محلی كه دو رودخانه به هم می پيوندند، نرسم استراحت نخواهم كرد، هرقدر هم طول بكشد.\"", "subtitle": "Valuable Lessons from Moses and His Teacher", "footnote": ""}, {"sura_num": 18, "verse_num": 61, "arabic_text": "فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِى ٱلْبَحْرِ سَرَبًا", "english_text": "When they reached the point where they met, they forgot their fish, and it found its way back to the river, sneakily.", "persian_text": "هنگامی كه به محل پيوند رسيدند، ماهی خود را فراموش كردند و آن به طور مرموزی راه خود را به رودخانه بازيافت.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 62, "arabic_text": "فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدْ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبًا", "english_text": "After they passed that point, he said to his servant, \"Let us have lunch. All this traveling has thoroughly exhausted us.\"", "persian_text": "پس از آنكه از آن محل گذشتند، او به خدمتكارش گفت: \"بيا ناهار بخوريم. اين سفر کاملاً ما را خسته كرده است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 63, "arabic_text": "قَالَ أَرَءَيْتَ إِذْ أَوَيْنَآ إِلَى ٱلصَّخْرَةِ فَإِنِّى نَسِيتُ ٱلْحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيْطَٰنُ أَنْ أَذْكُرَهُۥ  وَٱتَّخَذَ سَبِيلَهُۥ فِى ٱلْبَحْرِ عَجَبًا", "english_text": "He said, \"Remember when we sat by the rock back there? I paid no attention to the fish. It was the devil who made me forget it, and it found its way back to the river, strangely.\"", "persian_text": "او گفت: \"آيا به ياد می آوری هنگامی كه در كنار آن تخته سنگ نشستيم؟ من به ماهی توجه نكردم. شيطان بود كه باعث شد آن را فراموش كنم و آن به طور عجيبی، راه خود را به رودخانه بازيافت.\"", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 64, "arabic_text": "قَالَ ذَٰلِكَ مَا كُنَّا نَبْغِ  فَٱرْتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصًا", "english_text": "(Moses) said, \"That was the place we were looking for.\" They traced their steps back.", "persian_text": "(موسی) گفت: \"اين همان محلی بود كه دنبالش بوديم.\" آنها به دنبال رد پايشان بازگشتند.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 65, "arabic_text": "فَوَجَدَا عَبْدًا مِّنْ عِبَادِنَآ ءَاتَيْنَٰهُ رَحْمَةً مِّنْ عِندِنَا وَعَلَّمْنَٰهُ مِن لَّدُنَّا عِلْمًا", "english_text": "They found one of our servants, whom we blessed with mercy, and bestowed upon him from our own knowledge.", "persian_text": "آنها يكی از بندگان ما را يافتند، كسی كه ما او را مورد رحمت قرار داديم و از علم خود به او عطا كرديم.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 66, "arabic_text": "قَالَ لَهُۥ مُوسَىٰ هَلْ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا", "english_text": "Moses said to him, \"Can I follow you, that you may teach me some of the knowledge and the guidance bestowed upon you?\"", "persian_text": "موسی به او گفت: \"آيا من می توانم به دنبال تو بيايم، باشد كه قدری از علم و هدايتی را كه به تو عطا شده است، به من بياموزی؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 67, "arabic_text": "قَالَ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا", "english_text": "He said, \"You cannot stand to be with me.", "persian_text": "او گفت: \"تو تحمل بودن با مرا نداری.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 68, "arabic_text": "وَكَيْفَ تَصْبِرُ عَلَىٰ مَا لَمْ تُحِطْ بِهِۦ خُبْرًا", "english_text": "\"How can you stand that which you do not comprehend?\"", "persian_text": "\"تو چگونه می توانی چيزی را كه درك نمی كنی، تحمل كنی؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 69, "arabic_text": "قَالَ سَتَجِدُنِىٓ إِن شَآءَ ٱللَّهُ صَابِرًا وَلَآ أَعْصِى لَكَ أَمْرًا", "english_text": "He said, \"You will find me, GOD willing, patient. I will not disobey any command you give me.\"", "persian_text": "او گفت: \"به خواست خدا [ان شاء الله] مرا صبور خواهی يافت. هر فرمانی بدهی، من از آن سرپيچی نخواهم كرد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 70, "arabic_text": "قَالَ فَإِنِ ٱتَّبَعْتَنِى فَلَا تَسْـَٔلْنِى عَن شَىْءٍ حَتَّىٰٓ أُحْدِثَ لَكَ مِنْهُ ذِكْرًا", "english_text": "He said, \"If you follow me, then you shall not ask me about anything, unless I choose to tell you about it.\"", "persian_text": "او گفت: \"اگر به دنبال من می آيی، پس نبايد دربارهٔ چيزی از من سئوال كنی، مگر آنكه من بخواهم در مورد آن به تو بگويم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 71, "arabic_text": "فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِى ٱلسَّفِينَةِ خَرَقَهَا  قَالَ أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْـًٔا إِمْرًا", "english_text": "So they went. When they boarded a ship, he bore a hole in it. He said, \"Did you bore a hole in it to drown its people? You have committed something terrible.\"", "persian_text": "پس به راه افتادند. هنگامی كه سوار كشتی شدند، او آن را سوراخ كرد. او گفت: \"آيا آن را سوراخ كردی تا مردمش را غرق كنی؟ تو مرتكب عمل زشتی شده ای.\"", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 72, "arabic_text": "قَالَ أَلَمْ أَقُلْ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا", "english_text": "He said, \"Did I not say that you cannot stand to be with me?\"", "persian_text": "او گفت: \"آيا نگفتم كه تو تحمل بودن با مرا نداری؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 73, "arabic_text": "قَالَ لَا تُؤَاخِذْنِى بِمَا نَسِيتُ وَلَا تُرْهِقْنِى مِنْ أَمْرِى عُسْرًا", "english_text": "He said, \"I am sorry. Do not punish me for my forgetfulness; do not be too harsh with me.\"", "persian_text": "او گفت: \"معذرت می خواهم، مرا به خاطر فراموشكاری ام تنبيه نكن؛ نسبت به من زياد سخت گير نباش.\"", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 74, "arabic_text": "فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمًا فَقَتَلَهُۥ قَالَ أَقَتَلْتَ نَفْسًا زَكِيَّةًۢ بِغَيْرِ نَفْسٍ لَّقَدْ جِئْتَ شَيْـًٔا نُّكْرًا", "english_text": "So they went. When they met a young boy, he killed him. He said, \"Why did you kill such an innocent soul, who did not kill another soul? You have committed something horrendous.\"", "persian_text": "پس به راه افتادند. هنگامی كه با پسر جوانی روبرو شدند، او پسر را كشت. او گفت: \"چرا چنين شخص بی گناهی را كشتی كه شخص ديگری را نكشته بود؟ تو كار بسيار زشتی مرتكب شده ای.\"", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 75, "arabic_text": "قَالَ أَلَمْ أَقُل لَّكَ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا", "english_text": "He said, \"Did I not tell you that you cannot stand to be with me?\"", "persian_text": "او گفت: \"آيا نگفتم كه تو تحمل بودن با مرا نداری؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 76, "arabic_text": "قَالَ إِن سَأَلْتُكَ عَن شَىْء بَعْدَهَا فَلَا تُصَٰحِبْنِى  قَدْ بَلَغْتَ مِن لَّدُنِّى عُذْرًا", "english_text": "He said, \"If I ask you about anything else, then do not keep me with you. You have seen enough apologies from me.\"", "persian_text": "او گفت: \"چنانچه در مورد چيز ديگری از تو سئوال كنم، ديگر مرا با خود نگه ندار. تو به اندازهٔ كافی از من عذرخواهی ديده ای.\"", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 77, "arabic_text": "فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهْلَ قَرْيَةٍ ٱسْتَطْعَمَآ أَهْلَهَا فَأَبَوْا أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥ  قَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ أَجْرًا", "english_text": "So they went. When they reached a certain community, they asked the people for food, but they refused to host them. Soon, they found a wall about to collapse, and he fixed it. He said, \"You could have demanded a wage for that!\"", "persian_text": "سپس به راه افتادند. هنگامی كه به جماعت خاصی رسيدند، از مردم غذا خواستند، ولی آنها از پذيرايی شان دريغ كردند. آنها به زودی ديواری يافتند كه در حال خراب شدن بود و او آن را تعمير كرد. او گفت: \"تو می توانستی برای آن مزدی در خواست كنی!\"", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 78, "arabic_text": "قَالَ هَٰذَا فِرَاقُ بَيْنِى وَبَيْنِكَ  سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِع عَّلَيْهِ صَبْرًا", "english_text": "He said, \"Now we have to part company. But I will explain to you everything you could not stand.", "persian_text": "او گفت: \"اكنون بايد از هم جدا شويم. ولی من آنچه را كه تو تحملش را نداشتی، برايت توضيح خواهم داد.", "subtitle": "There is a Good Reason for Everything", "footnote": ""}, {"sura_num": 18, "verse_num": 79, "arabic_text": "أَمَّا ٱلسَّفِينَةُ فَكَانَتْ لِمَسَٰكِينَ يَعْمَلُونَ فِى ٱلْبَحْرِ فَأَرَدتُّ أَنْ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا", "english_text": "\"As for the ship, it belonged to poor fishermen, and I wanted to render it defective. There was a king coming after them, who was confiscating every ship, forcibly.", "persian_text": "\"و اما دربارهٔ آن كشتی، آن متعلق به ماهی گيران تهيدستی بود و من خواستم آن را معيوب كنم. پادشاهی به دنبال آنها می آمد و تمام كشتی ها را به زور ضبط می كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 80, "arabic_text": "وَأَمَّا ٱلْغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ فَخَشِينَآ أَن يُرْهِقَهُمَا طُغْيَٰنًا وَكُفْرًا", "english_text": "\"As for the boy, his parents were good believers, and we saw that he was going to burden them with his transgression and disbelief.*", "persian_text": "\"و اما دربارهٔ آن پسر، پدر و مادرش مؤمنان خوبی بودند و ما ديديم كه او با سركشی و كفرش آنها را به ستوه می آورد.*", "subtitle": "", "footnote": "*18:80 Adolf Hitler was a cute and seemingly innocent child. Had he died as a child, many would have grieved, and many would have even questioned God's wisdom. We learn from these profound lessons that there is a good reason behind everything."}, {"sura_num": 18, "verse_num": 81, "arabic_text": "فَأَرَدْنَآ أَن يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِّنْهُ زَكَوٰةً وَأَقْرَبَ رُحْمًا", "english_text": "\"We willed that your Lord substitute in his place another son; one who is better in righteousness and kindness.", "persian_text": "\"ما خواستيم كه پروردگارت پسر ديگری را جايگزين او كند؛ كسی كه در پرهيزكاری و مهربانی بهتر باشد.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 82, "arabic_text": "وَأَمَّا ٱلْجِدَارُ فَكَانَ لِغُلَٰمَيْنِ يَتِيمَيْنِ فِى ٱلْمَدِينَةِ وَكَانَ تَحْتَهُۥ كَنزٌ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحًا فَأَرَادَ رَبُّكَ أَن يَبْلُغَآ أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا رَحْمَةً مِّن رَّبِّكَ  وَمَا فَعَلْتُهُۥ عَنْ أَمْرِى  ذَٰلِكَ تَأْوِيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَبْرًا", "english_text": "\"As for the wall, it belonged to two orphan boys in the city. Under it, there was a treasure that belonged to them. Because their father was a righteous man, your Lord wanted them to grow up and attain full strength, then extract their treasure. Such is mercy from your Lord. I did none of that of my own volition. This is the explanation of the things you could not stand.\"", "persian_text": "\"و اما دربارهٔ آن ديوار، آن متعلق به دو پسر يتيم در شهر بود. زير آن گنجی بود كه به آنها تعلق داشت. چون پدرشان مردی پرهيزکار بود، پروردگارت می خواست آنها بزرگ شوند و قدرت كامل يابند، سپس گنج خود را استخراج كنند. چنين است رحمت پروردگارت. من هيچ كدام از آنها را با تصميم خود انجام ندادم. اين است توضيح آنچه كه تحملش را نداشتی.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 83, "arabic_text": "وَيَسْـَٔلُونَكَ عَن ذِى ٱلْقَرْنَيْنِ  قُلْ سَأَتْلُوا عَلَيْكُم مِّنْهُ ذِكْرًا", "english_text": "They ask you about Zul-Qarnain. Say, \"I will narrate to you some of his history.\"", "persian_text": "از تو دربارهٔ ذوالقرنين می پرسند، بگو: \"من قسمتی از سرگذشت او را برای شما حکايت خواهم کرد.\"", "subtitle": "Zul-Qarnain: The One With the Two Horns or Two Generations", "footnote": ""}, {"sura_num": 18, "verse_num": 84, "arabic_text": "إِنَّا مَكَّنَّا لَهُۥ فِى ٱلْأَرْضِ وَءَاتَيْنَٰهُ مِن كُلِّ شَىْءٍ سَبَبًا", "english_text": "We granted him authority on earth, and provided him with all kinds of means.", "persian_text": "ما در روی زمين اختياراتی به او عطا كرديم و همه گونه وسايل را برای او فراهم نموديم.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 85, "arabic_text": "فَأَتْبَعَ سَبَبًا", "english_text": "Then, he pursued one way.", "persian_text": "سپس، راهی را در پيش گرفت.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 86, "arabic_text": "حَتَّىٰٓ إِذَا بَلَغَ مَغْرِبَ ٱلشَّمْسِ وَجَدَهَا تَغْرُبُ فِى عَيْنٍ حَمِئَةٍ وَوَجَدَ عِندَهَا قَوْمًا   قُلْنَا يَٰذَا ٱلْقَرْنَيْنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمْ حُسْنًا", "english_text": "When he reached the far west, he found the sun setting in a vast ocean, and found people there. We said, \"O Zul-Qarnain, you can rule as you wish; either punish, or be kind to them.\"", "persian_text": "هنگامی که به باختر دور رسيد، خورشيد را ديد که بر اقيانوس پهناوری غروب می كرد و در آنجا مردمی را يافت. ما گفتيم: \"ای ذوالقرنين، تو می توانی هر طور كه بخواهی حكمرانی كنی؛ تنبيه كنی، يا با آنها مهربان باشی.\"", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 87, "arabic_text": "قَالَ أَمَّا مَن ظَلَمَ فَسَوْفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابًا نُّكْرًا", "english_text": "He said, \"As for those who transgress, we will punish them, then, when they return to their Lord, He will commit them to more retribution.", "persian_text": "او گفت: \"ما كسانی را كه ستم كنند، تنبيه خواهيم كرد؛ سپس، هنگامی كه نزد پروردگارشان بازگردند، او آنها را به عذاب بيشتری گرفتار خواهد كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 88, "arabic_text": "وَأَمَّا مَنْ ءَامَنَ وَعَمِلَ صَٰلِحًا فَلَهُۥ جَزَآءً ٱلْحُسْنَىٰ  وَسَنَقُولُ لَهُۥ مِنْ أَمْرِنَا يُسْرًا", "english_text": "\"As for those who believe and lead a righteous life, they receive a good reward; we will treat them kindly.\"", "persian_text": "\"و اما کسانی که ايمان می آورند و زندگی پرهيزكارانه ای را در پيش می گيرند، پاداشی نيکو دريافت می کنند؛ و با مهربانی با ايشان رفتار خواهيم کرد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 89, "arabic_text": "ثُمَّ أَتْبَعَ سَبَبًا", "english_text": "Then he pursued another way.", "persian_text": "سپس، او راهی ديگر را در پيش گرفت.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 90, "arabic_text": "حَتَّىٰٓ إِذَا بَلَغَ مَطْلِعَ ٱلشَّمْسِ وَجَدَهَا تَطْلُعُ عَلَىٰ قَوْمٍ لَّمْ نَجْعَل لَّهُم مِّن دُونِهَا سِتْرًا", "english_text": "When he reached the far east, he found the sun rising on people who had nothing to shelter them from it.", "persian_text": "هنگامی كه به خاور دور رسيد، خورشيد را ديد كه بر مردمی طلوع می كرد كه چيزی نداشتند تا خود را از آن محافظت كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 91, "arabic_text": "كَذَٰلِكَ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبْرًا", "english_text": "Naturally, we were fully aware of everything he found out.", "persian_text": "طبيعتاً، ما از آنچه او پی برد كاملاً آگاه بوديم.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 92, "arabic_text": "ثُمَّ أَتْبَعَ سَبَبًا", "english_text": "He then pursued another way.", "persian_text": "سپس، راهی ديگر را در پيش گرفت.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 93, "arabic_text": "حَتَّىٰٓ إِذَا بَلَغَ بَيْنَ ٱلسَّدَّيْنِ وَجَدَ مِن دُونِهِمَا قَوْمًا لَّا يَكَادُونَ يَفْقَهُونَ قَوْلًا", "english_text": "When he reached the valley between two palisades, he found people whose language was barely understandable.", "persian_text": "هنگامی كه به وادی ميان دو سد رسيد، مردمی را يافت كه زبانشان به سختی قابل فهميدن بود.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 94, "arabic_text": "قَالُوا يَٰذَا ٱلْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِى ٱلْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَىٰٓ أَن تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا", "english_text": "They said, \"O Zul-Qarnain, Gog and Magog are corruptors of the earth. Can we pay you to create a barrier between us and them?\"", "persian_text": "آنها گفتند: \"ای ذوالقرنين، يأجوج و مأجوج فسادكنندگان روی زمين هستند. آيا ما می توانيم به تو مزدی دهيم تا در ميان ما و آنها مانعی ايجاد كنی؟\"", "subtitle": "Gog and Magog*", "footnote": "*18:94-98 One of my duties as God's Messenger of the Covenant is to state that Gog and Magog, the final sign before the end of the world, will reappear in 2270 AD (1700 AH), just 10 years before the end. Note that Gog and Magog occur in Suras 18 and 21, precisely 17 verses before the end of each sura, representing 17 lunar centuries (see 72:27 and Appendix 25)."}, {"sura_num": 18, "verse_num": 95, "arabic_text": "قَالَ مَا مَكَّنِّى فِيهِ رَبِّى خَيْرٌ فَأَعِينُونِى بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا", "english_text": "He said, \"My Lord has given me great bounties. If you cooperate with me, I will build a dam between you and them.", "persian_text": "او گفت: \"پروردگارم نعمت های زيادی به من عطا كرده است. اگر با من همکاری کنيد، ميان شما و آنها سدی بنا خواهم کرد.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 96, "arabic_text": "ءَاتُونِى زُبَرَ ٱلْحَدِيدِ  حَتَّىٰٓ إِذَا سَاوَىٰ بَيْنَ ٱلصَّدَفَيْنِ قَالَ ٱنفُخُوا  حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارًا قَالَ ءَاتُونِىٓ أُفْرِغْ عَلَيْهِ قِطْرًا", "english_text": "\"Bring to me masses of iron.\" Once he filled the gap between the two palisades, he said, \"Blow.\" Once it was red hot, he said, \"Help me pour tar on top of it.\"", "persian_text": "\"پاره هايی از آهن برايم بياوريد.\" هنگامی كه فاصلهٔ ميان دو سد را پر كرد، گفت: \"بدميد.\" وقتی گداخته شد، گفت: \"به من كمك كنيد تا روی آن قير بريزم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 97, "arabic_text": "فَمَا ٱسْطَٰعُوٓا أَن يَظْهَرُوهُ وَمَا ٱسْتَطَٰعُوا لَهُۥ نَقْبًا", "english_text": "Thus, they could not climb it, nor could they bore holes in it.", "persian_text": "بنابراين، آنها نمی توانستند از آن بالا بروند و يا آن را سوراخ كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 98, "arabic_text": "قَالَ هَٰذَا رَحْمَةٌ مِّن رَّبِّى  فَإِذَا جَآءَ وَعْدُ رَبِّى جَعَلَهُۥ دَكَّآءَ  وَكَانَ وَعْدُ رَبِّى حَقًّا", "english_text": "He said, \"This is mercy from my Lord. When the prophecy of my Lord comes to pass, He will cause the dam to crumble. The prophecy of my Lord is truth.\"", "persian_text": "او گفت: \"اين رحمتی است از جانب پروردگار من. هنگامی كه پيش بينی پروردگار من تحقق يابد، او باعث فروپاشيدن سد خواهد شد. پيش بينی پروردگار من حقیقت است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 99, "arabic_text": "وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِى بَعْضٍ  وَنُفِخَ فِى ٱلصُّورِ فَجَمَعْنَٰهُمْ جَمْعًا", "english_text": "At that time, we will let them invade with one another, then the horn will be blown, and we will summon them all together.", "persian_text": "در آن زمان، می گذاريم تا آنها به يكديگر حمله كنند، سپس شيپور دميده خواهد شد و ما همهٔ آنها را با هم احضار خواهيم كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 100, "arabic_text": "وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِّلْكَٰفِرِينَ عَرْضًا", "english_text": "We will present Hell, on that day, to the disbelievers.", "persian_text": "دوزخ را، در آن روز، به کافران عرضه خواهيم کرد.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 101, "arabic_text": "ٱلَّذِينَ كَانَتْ أَعْيُنُهُمْ فِى غِطَآءٍ عَن ذِكْرِى وَكَانُوا لَا يَسْتَطِيعُونَ سَمْعًا", "english_text": "They are the ones whose eyes were too veiled to see My message. Nor could they hear.", "persian_text": "آنها كسانی هستند كه چشمانشان برای ديدن پيام من به كلی بسته بود و نمی توانستند، بشنوند.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 102, "arabic_text": "أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓا أَن يَتَّخِذُوا عِبَادِى مِن دُونِىٓ أَوْلِيَآءَ  إِنَّآ أَعْتَدْنَا جَهَنَّمَ لِلْكَٰفِرِينَ نُزُلًا", "english_text": "Do those who disbelieve think that they can get away with setting up My servants as gods beside Me? We have prepared for the disbelievers Hell as an eternal abode.", "persian_text": "آيا كسانی كه ايمان ندارند و بندگان مرا به عنوان خدا در كنار من قرار می دهند، فكر می كنند می توانند رهايی يابند؟ ما دوزخ را آماده كرده ايم كه مكان ابدی كافران باشد.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 103, "arabic_text": "قُلْ هَلْ نُنَبِّئُكُم بِٱلْأَخْسَرِينَ أَعْمَٰلًا", "english_text": "Say, \"Shall I tell you who the worst losers are?", "persian_text": "بگو: \"آيا به شما بگويم بدترين بازندگان چه كسانی هستند؟", "subtitle": "Examine Yourself", "footnote": ""}, {"sura_num": 18, "verse_num": 104, "arabic_text": "ٱلَّذِينَ ضَلَّ سَعْيُهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا", "english_text": "\"They are the ones whose works in this life are totally astray, but they think that they are doing good.\"", "persian_text": "\"آنها كسانی هستند كه اعمالشان در اين دنيا كاملاً در گمراهی است، اما فكر می كنند كه خوب عمل می كنند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 105, "arabic_text": "أُولَٰٓئِكَ ٱلَّذِينَ كَفَرُوا بِـَٔايَٰتِ رَبِّهِمْ وَلِقَآئِهِۦ فَحَبِطَتْ أَعْمَٰلُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ ٱلْقِيَٰمَةِ وَزْنًا", "english_text": "Such are the ones who disbelieved in the revelations of their Lord and in meeting Him. Therefore, their works are in vain; on the Day of Resurrection, they have no weight.", "persian_text": "چنين هستند كسانی كه به آيات پروردگارشان و ملاقات با او كافر شدند. بنابراين، اعمالشان بيهوده است؛ آنها در روز رستاخيز هيچ وزنی ندارند.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 106, "arabic_text": "ذَٰلِكَ جَزَآؤُهُم جَهَنَّمُ بِمَا كَفَرُوا وَٱتَّخَذُوٓا ءَايَٰتِى وَرُسُلِى هُزُوًا", "english_text": "Their just requital is Hell, in return for their disbelief, and for mocking My revelations and My messengers.", "persian_text": "سزای بحقشان دوزخ است، به خاطر كفرشان و به خاطر آنكه آيات مرا و رسولان مرا مسخره كردند.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 107, "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ كَانَتْ لَهُمْ جَنَّٰتُ ٱلْفِرْدَوْسِ نُزُلًا", "english_text": "As for those who believe and lead a righteous life they have deserved a blissful Paradise as their abode.", "persian_text": "و اما كسانی كه ايمان می آورند و زندگی پرهيزكارانه ای را در پيش می گيرند، سزاوار جايگاهی در بهشت لذت بخش شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 108, "arabic_text": "خَٰلِدِينَ فِيهَا لَا يَبْغُونَ عَنْهَا حِوَلًا", "english_text": "Forever they abide therein; they will never want any other substitute.", "persian_text": "آنها در آنجا جاودانه به سر می برند؛ آنها هرگز نمی خواهند آن را با چيز ديگری عوض كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 18, "verse_num": 109, "arabic_text": "قُل لَّوْ كَانَ ٱلْبَحْرُ مِدَادًا لِّكَلِمَٰتِ رَبِّى لَنَفِدَ ٱلْبَحْرُ قَبْلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّى وَلَوْ جِئْنَا بِمِثْلِهِۦ مَدَدًا", "english_text": "Say, \"If the ocean were ink for the words of my Lord, the ocean would run out, before the words of my Lord run out, even if we double the ink supply.\"", "persian_text": "بگو: \"اگر اقيانوس برای كلمات پروردگارم مركب بود، پيش از آنكه كلمات پروردگارم تمام شود، اقيانوس تمام می شد؛ حتی اگر مقدار مركب را دو برابر كنيم.\"", "subtitle": "The Quran: Everything We Need", "footnote": ""}, {"sura_num": 18, "verse_num": 110, "arabic_text": "قُلْ إِنَّمَآ أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَٰهُكُمْ إِلَٰهٌ وَٰحِدٌ  فَمَن كَانَ يَرْجُوا لِقَآءَ رَبِّهِۦ فَلْيَعْمَلْ عَمَلًا صَٰلِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِۦٓ أَحَدًۢا", "english_text": "Say, \"I am no more than a human like you, being inspired that your god is one god. Those who hope to meet their Lord shall work righteousness, and never worship any other god beside his Lord.\"", "persian_text": "بگو: \"من جز بشری مانند شما نيستم، به من وحی شده است كه خدای شما خدای واحد است. كسانی كه به ملاقات پروردگارشان اميدوار هستند، بايد پرهيزكارانه عمل كنند و هرگز خدای ديگری را در كنار پروردگار خود پرستش نكنند.\"", "subtitle": "", "footnote": ""}]