[{"sura_num": 59, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The Exodus", "chapter_title_arabic": "الحشر", "chapter_title_persian": "خروج دسته جمعی"}, {"sura_num": 59, "verse_num": 1, "arabic_text": "سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ  وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ", "english_text": "Glorifying GOD is everything in the heavens and the earth, and He is the Almighty, Most Wise.", "persian_text": "هرچه در آسمان ها و زمين است، خدا را تجليل می كند و اوست صاحب اقتدار، حكيم ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 59, "verse_num": 2, "arabic_text": "هُوَ ٱلَّذِىٓ أَخْرَجَ ٱلَّذِينَ كَفَرُوا مِنْ أَهْلِ ٱلْكِتَٰبِ مِن دِيَٰرِهِمْ لِأَوَّلِ ٱلْحَشْرِ  مَا ظَنَنتُمْ أَن يَخْرُجُوا  وَظَنُّوٓا أَنَّهُم مَّانِعَتُهُمْ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا  وَقَذَفَ فِى قُلُوبِهِمُ ٱلرُّعْبَ  يُخْرِبُونَ بُيُوتَهُم بِأَيْدِيهِمْ وَأَيْدِى ٱلْمُؤْمِنِينَ فَٱعْتَبِرُوا يَٰٓأُولِى ٱلْأَبْصَٰرِ", "english_text": "He is the One who evicted those who disbelieved among the people of the scripture from their homes in a mass exodus. You never thought that they would leave, and they thought that their preparations would protect them from GOD. But then GOD came to them whence they never expected, and threw terror into their hearts. Thus, they abandoned their homes on their own volition, in addition to pressure from the believers. You should learn from this, O you who possess vision.", "persian_text": "اوست یکتایی كه از ميان اهل كتاب، كسانی را كه كافر شدند به طور دسته جمعی از خانه هايشان بيرون كرد. شما هرگز تصور نمی كرديد كه آنها بيرون بروند و آنها فكر می كردند كه تجهيزاتشان آنها را در مقابل خدا محافظت خواهد كرد. اما سپس خدا از جايی كه انتظارش را نداشتند، بر آنها آمد و در دلشان وحشت انداخت. بدین ترتیب، آنها با ميل خود خانه هايشان را ترك كردند، علاوه بر آنكه تحت فشار مؤمنان نيز بودند. ای كسانی كه بصيرت داريد، بايد از اين درس عبرت بگيريد.", "subtitle": "God Defends the Believers", "footnote": ""}, {"sura_num": 59, "verse_num": 3, "arabic_text": "وَلَوْلَآ أَن كَتَبَ ٱللَّهُ عَلَيْهِمُ ٱلْجَلَآءَ لَعَذَّبَهُمْ فِى ٱلدُّنْيَا  وَلَهُمْ فِى ٱلْءَاخِرَةِ عَذَابُ ٱلنَّارِ", "english_text": "If GOD did not force them to leave, He would have requited them in this life (even worse than forcing them to leave). In the Hereafter He will commit them to the retribution of Hell.", "persian_text": "اگر خدا آنها را مجبور به رفتن نمی كرد، آنها را در همين دنيا به كيفر می رساند (حتی بدتر از آنكه آنها را مجبور به رفتن كند). در آخرت او آنها را به عذاب دوزخ محکوم خواهد كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 59, "verse_num": 4, "arabic_text": "ذَٰلِكَ بِأَنَّهُمْ شَآقُّوا ٱللَّهَ وَرَسُولَهُۥ  وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ", "english_text": "This is because they opposed GOD and His messenger. For those who oppose GOD and His messenger, GOD is most strict in enforcing retribution.", "persian_text": "اين به دلیل آن است كه آنها با خدا و رسولش مخالفت كردند. خدا در اجرای مجازات برای كسانی كه با خدا و رسول او مخالفت كنند، سخت گيرترين است.", "subtitle": "", "footnote": ""}, {"sura_num": 59, "verse_num": 5, "arabic_text": "مَا قَطَعْتُم مِّن لِّينَةٍ أَوْ تَرَكْتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذْنِ ٱللَّهِ وَلِيُخْزِىَ ٱلْفَٰسِقِينَ", "english_text": "Whether you chop a tree, or leave it standing on its trunk, is in accordance with GOD's will. He will surely humiliate the wicked.", "persian_text": "چه شما درختی را قطع كنيد و چه آن را روی تنه اش باقی گذاريد، بر طبق خواست خداست. او مطمئناً ستمكاران را خوار خواهد كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 59, "verse_num": 6, "arabic_text": "وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنْهُمْ فَمَآ أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ وَلَٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُ  وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ", "english_text": "Whatever GOD restored for His messenger was not the result of your war efforts, whether you fought on horses or on foot. GOD is the One who sends His messengers against whomever He wills. GOD is Omnipotent.", "persian_text": "آنچه خدا به رسولش برگرداند نتيجهٔ جنگيدن شما نبود، چه سوار بر اسب ها جنگيديد و چه پياده. خداست كه رسولانش را عليه هر كس كه بخواهد، می فرستد. خداست قادر مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 59, "verse_num": 7, "arabic_text": "مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنْ أَهْلِ ٱلْقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِى ٱلْقُرْبَىٰ وَٱلْيَتَٰمَىٰ وَٱلْمَسَٰكِينِ وَٱبْنِ ٱلسَّبِيلِ كَىْ لَا يَكُونَ دُولَةًۢ بَيْنَ ٱلْأَغْنِيَآءِ مِنكُمْ  وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمْ عَنْهُ فَٱنتَهُوا  وَٱتَّقُوا ٱللَّهَ  إِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ", "english_text": "Whatever GOD restored to His messenger from the (defeated) communities shall go to GOD and His messenger (in the form of a charity). You shall give it to the relatives, the orphans, the poor, and the traveling alien. Thus, it will not remain monopolized by the strong among you. You may keep the spoils given to you by the messenger, but do not take what he enjoins you from taking. You shall reverence GOD. GOD is strict in enforcing retribution.", "persian_text": "آنچه خدا از جامعه های (شكست خورده) به رسولش برگرداند بايد (به عنوان انفاق) به خدا و رسولش داده شود. آن مختص خويشاوندان، يتيمان، تهيدستان و مسافران غريب است. بدين ترتيب، تنها منحصر به قدرتمندان در ميان شما نخواهد بود. شما می توانيد غنايمی را كه رسول به شما داده است، نگاه داريد، اما از آنچه او شما را از آن منع كرده است، برنداريد. هيبت و حرمت خدا را ارج نهيد. خدا در اجرای مجازات سخت گير است.", "subtitle": "The Spoils of War", "footnote": ""}, {"sura_num": 59, "verse_num": 8, "arabic_text": "لِلْفُقَرَآءِ ٱلْمُهَٰجِرِينَ ٱلَّذِينَ أُخْرِجُوا مِن دِيَٰرِهِمْ وَأَمْوَٰلِهِمْ يَبْتَغُونَ فَضْلًا مِّنَ ٱللَّهِ وَرِضْوَٰنًا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓ  أُولَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ", "english_text": "(You shall give) to the needy who immigrated. They were evicted from their homes and deprived of their properties, because they sought GOD's grace and pleasure, and because they supported GOD and His messenger. They are the truthful.", "persian_text": "به نيازمندانی (بدهيد) كه مهاجرت كردند. آنها از خانه هايشان بيرون رانده شدند و از اموال خود محروم گشتند، زيرا در طلب موهبت و خوشنودی خدا بودند و برای آنكه از خدا و رسولش پشتيبانی كردند. آنها راستگو هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 59, "verse_num": 9, "arabic_text": "وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلْإِيمَٰنَ مِن قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِى صُدُورِهِمْ حَاجَةً مِّمَّآ أُوتُوا وَيُؤْثِرُونَ عَلَىٰٓ أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ  وَمَن يُوقَ شُحَّ نَفْسِهِۦ فَأُولَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ", "english_text": "As for those who provided them with a home and a refuge, and were believers before them, they love those who immigrated to them, and find no hesitation in their hearts in helping them. In fact, they readily give them priority over themselves, even when they themselves need what they give away. Indeed, those who overcome their natural stinginess are the successful ones.", "persian_text": "و اما كسانی كه برای آنها خانه و پناهگاه فراهم كردند و پيش از آنها مؤمن بودند، كسانی را كه نزد آنها مهاجرت می كنند، دوست دارند و برای كمك به آنها كوچك ترين ترديدی در دلشان نمی يابند. درواقع، بی درنگ آنها را بر خود مقدم می دارند، حتی هنگامی كه خودشان به آنچه می بخشند، احتياج دارند. حقيقتاً، كسانی كه بر خست ذاتی خود غلبه می كنند، موفق هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 59, "verse_num": 10, "arabic_text": "وَٱلَّذِينَ جَآءُو مِنۢ بَعْدِهِمْ يَقُولُونَ رَبَّنَا ٱغْفِرْ لَنَا وَلِإِخْوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلْإِيمَٰنِ وَلَا تَجْعَلْ فِى قُلُوبِنَا غِلًّا لِّلَّذِينَ ءَامَنُوا رَبَّنَآ إِنَّكَ رَءُوفٌ رَّحِيمٌ", "english_text": "Those who became believers after them say, \"Our Lord, forgive us and our brethren who preceded us to the faith, and keep our hearts from harboring any hatred towards those who believed. Our Lord, You are Compassionate, Most Merciful.\"", "persian_text": "كسانی كه پس از آنها مؤمن شدند، می گويند: \"پروردگار ما، ما و برادران ما را كه در ايمان از ما جلوتر بودند، ببخش و قلب ما را از نفرت نسبت به كسانی كه ايمان آوردند، بازدار. پروردگار ما، تو رئوفی، مهربان ترين.\"", "subtitle": "", "footnote": ""}, {"sura_num": 59, "verse_num": 11, "arabic_text": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ نَافَقُوا يَقُولُونَ لِإِخْوَٰنِهِمُ ٱلَّذِينَ كَفَرُوا مِنْ أَهْلِ ٱلْكِتَٰبِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا وَإِن قُوتِلْتُمْ لَنَنصُرَنَّكُمْ وَٱللَّهُ يَشْهَدُ إِنَّهُمْ لَكَٰذِبُونَ", "english_text": "Have you noted those who are plagued with hypocrisy, and how they said to their companions in disbelief among the people of the scripture, \"If you are evicted we will go out with you, and will never obey anyone who opposes you. If anyone fights you, we will fight on your side.\" GOD bears witness that they are liars.", "persian_text": "آيا توجه كرده ای به كسانی كه به بلای رياكاری مبتلا هستند و چگونه به هم نشينان كافر خود در ميان اهل كتاب گفتند: \"اگر شما را بيرون كنند، ما نيز با شما خواهيم آمد و هرگز از كسی كه مخالف شماست، اطاعت نخواهيم كرد. اگر كسی با شما بجنگد، ما به طرفداری از شما خواهيم جنگيد.\" خدا شهادت می دهد كه آنها دروغگو هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 59, "verse_num": 12, "arabic_text": "لَئِنْ أُخْرِجُوا لَا يَخْرُجُونَ مَعَهُمْ وَلَئِن قُوتِلُوا لَا يَنصُرُونَهُمْ وَلَئِن نَّصَرُوهُمْ لَيُوَلُّنَّ ٱلْأَدْبَٰرَ ثُمَّ لَا يُنصَرُونَ", "english_text": "In fact, if they were evicted, they would not have gone out with them, and if anyone fought them, they would not have supported them. Even if they supported them, they would have turned around and fled. They could never win.", "persian_text": "درواقع، اگر آنها را بيرون كرده بودند، همراه آنها نمی رفتند و اگر كسی با آنها می جنگيد از آنها پشتيبانی نمی كردند. حتی اگر از آنها پشتيبانی می كردند، برمی گشتند و فرار می كردند. آنها هرگز نمی توانستند پيروز شوند.", "subtitle": "", "footnote": ""}, {"sura_num": 59, "verse_num": 13, "arabic_text": "لَأَنتُمْ أَشَدُّ رَهْبَةً فِى صُدُورِهِم مِّنَ ٱللَّهِ  ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ", "english_text": "Indeed, you strike more terror in their hearts than their fear of GOD. This is because they are people who do not comprehend.", "persian_text": "درواقع، وحشتی كه شما در دل آنها می انداريد بيشتر از ترسی است كه از خدا دارند. اين به دلیل آن است كه آنها مردمی هستند كه درك نمی كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 59, "verse_num": 14, "arabic_text": "لَا يُقَٰتِلُونَكُمْ جَمِيعًا إِلَّا فِى قُرًى مُّحَصَّنَةٍ أَوْ مِن وَرَآءِ جُدُر  بَأْسُهُم بَيْنَهُمْ شَدِيدٌ  تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّىٰ  ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْقِلُونَ", "english_text": "They do not get together to fight you unless they are in well-shielded buildings, or behind walls. Their might appears formidable among themselves. You would think that they are united, when in fact their hearts are divided. This is because they are people who do not understand.", "persian_text": "آنها برای جنگيدن با شما جمع نمی شوند، مگر آنكه در ساختمان هايی باشند که کاملاً تحت حفاظت است يا پشت ديوارها. نيروی آنها در ميان خودشان قوی به نظر می رسد. فكر می كنی كه آنها متحدند در حالی كه حقيقتاً قلب هايشان از هم جداست. اين به دلیل آن است كه آنها مردمی هستند كه نمی فهمند.", "subtitle": "", "footnote": ""}, {"sura_num": 59, "verse_num": 15, "arabic_text": "كَمَثَلِ ٱلَّذِينَ مِن قَبْلِهِمْ قَرِيبًا  ذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ", "english_text": "Their fate is the same as their counterparts who preceded them. They suffered the consequences of their decisions. They have incurred a painful retribution.", "persian_text": "سرنوشت آنها مانند سرنوشت امثال آنهاست كه پيش از آنها بودند. آنها از نتايج تصميمات خود رنج كشيدند. آنها سزاوار عذابی دردناك شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 59, "verse_num": 16, "arabic_text": "كَمَثَلِ ٱلشَّيْطَٰنِ إِذْ قَالَ لِلْإِنسَٰنِ ٱكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّى بَرِىٓءٌ مِّنكَ إِنِّىٓ أَخَافُ ٱللَّهَ رَبَّ ٱلْعَٰلَمِينَ", "english_text": "They are like the devil: he says to the human being, \"Disbelieve,\" then as soon as he disbelieves, he says, \"I disown you. I fear GOD, Lord of the universe.\"", "persian_text": "آنها مانند شيطان هستند. او به انسان می گويد: \"باور نكن،\" سپس همين كه او كافر می شود، می گويد: \"من تو را طرد می كنم. من از خدا می ترسم، پروردگار جهان.\"", "subtitle": "", "footnote": ""}, {"sura_num": 59, "verse_num": 17, "arabic_text": "فَكَانَ عَٰقِبَتَهُمَآ أَنَّهُمَا فِى ٱلنَّارِ خَٰلِدَيْنِ فِيهَا  وَذَٰلِكَ جَزَٰٓؤُا ٱلظَّٰلِمِينَ", "english_text": "The destiny for both of them is the Hellfire, wherein they abide forever. This is the requital for the transgressors.", "persian_text": "سرنوشت هر دو آنها آتش دوزخ است، جايی كه تا ابد در آن می مانند. اين كيفری است برای ستمكاران.", "subtitle": "", "footnote": ""}, {"sura_num": 59, "verse_num": 18, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا ٱتَّقُوا ٱللَّهَ وَلْتَنظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍ  وَٱتَّقُوا ٱللَّهَ  إِنَّ ٱللَّهَ خَبِير بِمَا تَعْمَلُونَ", "english_text": "O you who believe, you shall reverence GOD, and let every soul examine what it has sent ahead for tomorrow. You shall reverence GOD; GOD is fully Cognizant of everything you do.", "persian_text": "ای كسانی كه ايمان آورده اید، هيبت و حرمت خدا را ارج نهيد و بگذاريد هر نفسی آنچه را كه برای فردای خود فرستاده است، بررسی كند. به هيبت و حرمت خدا ارج نهيد؛ خدا از آنچه می كنيد كاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 59, "verse_num": 19, "arabic_text": "وَلَا تَكُونُوا كَٱلَّذِينَ نَسُوا ٱللَّهَ فَأَنسَىٰهُمْ أَنفُسَهُمْ  أُولَٰٓئِكَ هُمُ ٱلْفَٰسِقُونَ", "english_text": "Do not be like those who forgot GOD, so He made them forget themselves. These are the wicked.", "persian_text": "مانند كسانی نباشيد كه خدا را فراموش كردند، درنتيجه او باعث شد كه آنها خودشان را فراموش كنند. اينان از ستمكاران هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 59, "verse_num": 20, "arabic_text": "لَا يَسْتَوِىٓ أَصْحَٰبُ ٱلنَّارِ وَأَصْحَٰبُ ٱلْجَنَّةِ  أَصْحَٰبُ ٱلْجَنَّةِ هُمُ ٱلْفَآئِزُونَ", "english_text": "Not equal are the dwellers of the Hellfire and the dwellers of Paradise; the dwellers of Paradise are the winners.", "persian_text": "ساكنان آتش دوزخ با ساكنان بهشت يكسان نيستند؛ ساكنان بهشت برندگان هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 59, "verse_num": 21, "arabic_text": "لَوْ أَنزَلْنَا هَٰذَا ٱلْقُرْءَانَ عَلَىٰ جَبَلٍ لَّرَأَيْتَهُۥ خَٰشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ ٱللَّهِ  وَتِلْكَ ٱلْأَمْثَٰلُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ", "english_text": "If we revealed this Quran to a mountain, you would see it trembling, crumbling, out of reverence for GOD. We cite these examples for the people, that they may reflect.", "persian_text": "اگر ما اين قرآن را بر كوه نازل می كرديم، می ديدی كه از هيبت و حرمت خدا به لرزه می افتاد و خرد می شد. ما اين مثال ها را برای مردم می زنيم، باشد كه تفكر كنند.", "subtitle": "Greatness of the Quran", "footnote": ""}, {"sura_num": 59, "verse_num": 22, "arabic_text": "هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَٰهَ إِلَّا هُوَ  عَٰلِمُ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ  هُوَ ٱلرَّحْمَٰنُ ٱلرَّحِيمُ", "english_text": "He is the One GOD; there is no other god besides Him. Knower of all secrets and declarations. He is the Most Gracious, Most Merciful.", "persian_text": "اوست خدای واحد؛ خدای ديگری در كنار او نيست. دانای نهان و آشكار. اوست بخشنده ترين، مهربان ترين.", "subtitle": "God", "footnote": ""}, {"sura_num": 59, "verse_num": 23, "arabic_text": "هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَٰهَ إِلَّا هُوَ ٱلْمَلِكُ ٱلْقُدُّوسُ ٱلسَّلَٰمُ ٱلْمُؤْمِنُ ٱلْمُهَيْمِنُ ٱلْعَزِيزُ ٱلْجَبَّارُ ٱلْمُتَكَبِّرُ  سُبْحَٰنَ ٱللَّهِ عَمَّا يُشْرِكُونَ", "english_text": "He is the One GOD; there is no other god besides Him. The King, the Most Sacred, the Peace, the Most Faithful, the Supreme, the Almighty, the Most Powerful, the Most Dignified. GOD be glorified; far above having partners.", "persian_text": "اوست خدای واحد؛ خدای ديگری در كنار او نيست.  پادشاه، مقدس ترين، صلح، مؤمن ترين، مافوق، صاحب اقتدار، قدرتمندترين، برجسته ترين. تجليل خدای را؛ بسيار بالاتر از آنكه شريكانی داشته باشد.", "subtitle": "", "footnote": ""}, {"sura_num": 59, "verse_num": 24, "arabic_text": "هُوَ ٱللَّهُ ٱلْخَٰلِقُ ٱلْبَارِئُ ٱلْمُصَوِّرُ  لَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ  يُسَبِّحُ لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ", "english_text": "He is the One GOD; the Creator, the Initiator, the Designer. To Him belong the most beautiful names. Glorifying Him is everything in the heavens and the earth. He is the Almighty, Most Wise.", "persian_text": "اوست خدای واحد؛ آفريننده، آغازكننده، طراح. زيباترين نام ها متعلق به اوست. هرچه در آسمان ها و زمين است، همواره به تجليل او مشغولند. اوست قادر متعال، حكيم ترين.", "subtitle": "", "footnote": ""}]