[{"sura_num": 6, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The Livestock", "chapter_title_arabic": "الأنعام", "chapter_title_persian": "چارپايان"}, {"sura_num": 6, "verse_num": 1, "arabic_text": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَ  ثُمَّ ٱلَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ", "english_text": "Praise be to GOD, who created the heavens and the earth, and made the darkness and the light. Yet, those who disbelieve in their Lord continue to deviate.", "persian_text": "ستايش خدا را که آسمان ها و زمين را آفريد و تاريکی ها و روشنايی را پديد آورد. با اين حال، کسانی که به پروردگارشان ايمان ندارند، همچنان به انحراف ادامه می دهند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 2, "arabic_text": "هُوَ ٱلَّذِى خَلَقَكُم مِّن طِينٍ ثُمَّ قَضَىٰٓ أَجَلًا  وَأَجَلٌ مُّسَمًّى عِندَهُۥ  ثُمَّ أَنتُمْ تَمْتَرُونَ", "english_text": "He is the One who created you from mud, then predetermined your life span, a life span that is known only to Him. Yet, you continue to doubt.", "persian_text": "اوست که شما را از گل آفريد، سپس طول عمر شما را از پيش تعيين کرد، طول عمری که فقط او آن را می داند. با وجود اين، شما به شک خود ادامه می دهيد.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 3, "arabic_text": "وَهُوَ ٱللَّهُ فِى ٱلسَّمَٰوَٰتِ وَفِى ٱلْأَرْضِ  يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ", "english_text": "He is the one GOD in the heavens and the earth. He knows your secrets and your declarations, and He knows everything you earn.", "persian_text": "او تنها خدای آسمان‌ها و زمين است. او نهان و آشكار شما را می داند و از آنچه كسب مى كنيد، آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 4, "arabic_text": "وَمَا تَأْتِيهِم مِّنْ ءَايَةٍ مِّنْ ءَايَٰتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ", "english_text": "No matter what kind of proof comes to them from their Lord, they turn away from it, in aversion.", "persian_text": "فرقی نمی کند که چه نوع مدرکی از جانب پروردگارشان برايشان بيايد، آنها با بيزاری از آن روی می گردانند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 5, "arabic_text": "فَقَدْ كَذَّبُوا بِٱلْحَقِّ لَمَّا جَآءَهُمْ  فَسَوْفَ يَأْتِيهِمْ أَنۢبَٰٓؤُا مَا كَانُوا بِهِۦ يَسْتَهْزِءُونَ", "english_text": "Since they rejected the truth when it came to them, they have incurred the consequences of their heedlessness.", "persian_text": "هنگامی که حقیقت برايشان آمد، آن را تکذيب کردند. از این رو، به عواقب بی توجهی خود گرفتار شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 6, "arabic_text": "أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ مَّكَّنَّٰهُمْ فِى ٱلْأَرْضِ مَا لَمْ نُمَكِّن لَّكُمْ وَأَرْسَلْنَا ٱلسَّمَآءَ عَلَيْهِم مِّدْرَارًا وَجَعَلْنَا ٱلْأَنْهَٰرَ تَجْرِى مِن تَحْتِهِمْ فَأَهْلَكْنَٰهُم بِذُنُوبِهِمْ وَأَنشَأْنَا مِنۢ بَعْدِهِمْ قَرْنًا ءَاخَرِينَ", "english_text": "Have they not seen how many generations before them we have annihilated? We established them on earth more than we did for you, and we showered them with blessings, generously, and we provided them with flowing streams. We then annihilated them because of their sins, and we substituted another generation in their place.", "persian_text": "آيا نديده‌اند كه چه نسل‌هايی را پيش از آنها نابود كرده‌ايم؟ ما در زمين به آنها بيش از شما استقرار داديم و نعمت‌های زيادی بر آنها ارزانی داشتيم و برايشان نهرهای روان جاری ساختيم. سپس آنها را به خاطر گناهانشان هلاك كرديم و نسل ديگری را جايگزين آنها نموديم.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 7, "arabic_text": "وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَٰبًا فِى قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ ٱلَّذِينَ كَفَرُوٓا إِنْ هَٰذَآ إِلَّا سِحْرٌ مُّبِينٌ", "english_text": "Even if we sent down to them a physical book, written on paper, and they touched it with their hands, those who disbelieved would have said, \"This is no more than clever magic.\"", "persian_text": "حتی اگر كتابی قابل لمس برای آنها فرو می ‌فرستاديم كه بر روی كاغذ نوشته شده بود و آن را با دست‌های خود لمس می ‌كردند، كسانی كه باور نمى كردند، مى گفتند: \"اين جز شعبده‌ای زيركانه نيست.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 8, "arabic_text": "وَقَالُوا لَوْلَآ أُنزِلَ عَلَيْهِ مَلَكٌ  وَلَوْ أَنزَلْنَا مَلَكًا لَّقُضِىَ ٱلْأَمْرُ ثُمَّ لَا يُنظَرُونَ", "english_text": "They also said, \"If only an angel could come down with him!\" Had we sent an angel, the whole matter would have been terminated, and they would no longer be respited.", "persian_text": "آنها همچنین گفتند: \"ای کاش فرشته ای با او فرود می آمد!\" اگر فرشته ای فرستاده بوديم، همهٔ امور پایان یافته بود و ديگر مهلتی نمی يافتند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 9, "arabic_text": "وَلَوْ جَعَلْنَٰهُ مَلَكًا لَّجَعَلْنَٰهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ", "english_text": "Had we sent an angel, we would have sent him in the form of a man, and we would have kept them just as confused as they are confused now.", "persian_text": "اگر فرشته ای فرستاده بوديم، او را به صورت يک مرد می فرستاديم و آنان را چنان سردرگم نگاه می داشتيم که اکنون هستند.", "subtitle": "Requirements of the Test", "footnote": ""}, {"sura_num": 6, "verse_num": 10, "arabic_text": "وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِۦ يَسْتَهْزِءُونَ", "english_text": "Messengers before you have been ridiculed. It is those who mocked them who suffered the consequences of their ridiculing.", "persian_text": "رسولان پیش از تو مورد تمسخر قرار گرفتند. کسانی که آنها را مسخره کردند، به عواقب تمسخر خويش گرفتار شدند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 11, "arabic_text": "قُلْ سِيرُوا فِى ٱلْأَرْضِ ثُمَّ ٱنظُرُوا كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُكَذِّبِينَ", "english_text": "Say, \"Roam the earth and note the consequences for the rejectors.\"", "persian_text": "بگو: \"در زمين بگرديد و عاقبت تکذيب کنندگان را ببینید.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 12, "arabic_text": "قُل لِّمَن مَّا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  قُل لِّلَّهِ  كَتَبَ عَلَىٰ نَفْسِهِ ٱلرَّحْمَةَ  لَيَجْمَعَنَّكُمْ إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ لَا رَيْبَ فِيهِ  ٱلَّذِينَ خَسِرُوٓا أَنفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ", "english_text": "Say, \"To whom belongs everything in the heavens and the earth?\" Say, \"To GOD.\" He has decreed that mercy is His attribute. He will surely summon you all on the Day of Resurrection, which is inevitable. The ones who lose their souls are those who disbelieve.", "persian_text": "بگو: \"آنچه در آسمان‌ها و زمين است از آن كيست؟\" بگو: \"از آن خداست.\" او رحمت را صفت خود قرار داده است. مطمئناً، او همگی شما را در روز رستاخيز احضار خواهد كرد، روزی كه اجتناب ناپذير است. آنان كه نفس خود را از دست می ‌دهند، كسانی هستند كه باور ندارند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 13, "arabic_text": "وَلَهُۥ مَا سَكَنَ فِى ٱلَّيْلِ وَٱلنَّهَارِ  وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ", "english_text": "To Him belongs everything that dwells in the night and the day. He is the Hearer, the Knower.", "persian_text": "از آن اوست آنچه در شب و روز سكنی دارد. اوست شنوا، دانا.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 14, "arabic_text": "قُلْ أَغَيْرَ ٱللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ   قُلْ إِنِّىٓ أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ  وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ", "english_text": "Say, \"Shall I accept other than GOD as a Lord and Master, when He is the Initiator of the heavens and the earth, and He feeds but is not fed?\" Say, \"I am commanded to be the most devoted submitter, and, 'Do not be an idol worshiper.' \"", "persian_text": "بگو: \"آيا غير از خدا كسی را به عنوان مولا و سرور قبول كنم و حال آنكه او آغازكنندهٔ آسمان‌ها و زمين است، اوست كه طعام می ‌دهد ولی طعام داده نمى شود؟\" بگو: \"به من امر شده است كه با اخلاص هرچه تمام تر تسليم باشم و مشرك نباشم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 15, "arabic_text": "قُلْ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍ", "english_text": "Say, \"I fear, if I disobeyed my Lord, the retribution of an awesome day.", "persian_text": "بگو: \"اگر از پروردگارم نافرمانی کنم، از مجازات آن روز عظیم می ترسم.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 16, "arabic_text": "مَّن يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُۥ  وَذَٰلِكَ ٱلْفَوْزُ ٱلْمُبِينُ", "english_text": "\"Whoever is spared (the retribution), on that day, has attained His mercy. And this is the greatest triumph.\"", "persian_text": "\"هر کس در آن روز (از مجازات) رهايی يابد، به رحمت او ناﺋل شده است. و اين بزرگ ترين پيروزی است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 17, "arabic_text": "وَإِن يَمْسَسْكَ ٱللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَ  وَإِن يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ", "english_text": "If GOD touches you with adversity, none can relieve it except He. And if He touches you with a blessing, He is Omnipotent.", "persian_text": "اگر گزندی از جانب خدا به تو برسد، هيچ کس جز او نمی تواند آن را برطرف سازد و اگر خيری به تو برساند، اوست قادر مطلق.", "subtitle": "Only God Controls Happiness", "footnote": ""}, {"sura_num": 6, "verse_num": 18, "arabic_text": "وَهُوَ ٱلْقَاهِرُ فَوْقَ عِبَادِهِۦ  وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ", "english_text": "He is Supreme over His creatures. He is the Most Wise, the Cognizant.", "persian_text": "او مافوق مخلوقات خويش است. اوست حكيم‌ترين، آگاه.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 19, "arabic_text": "قُلْ أَىُّ شَىْءٍ أَكْبَرُ شَهَٰدَةً  قُلِ ٱللَّهُ  شَهِيد بَيْنِى وَبَيْنَكُمْ  وَأُوحِىَ إِلَىَّ هَٰذَا ٱلْقُرْءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَ  أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخْرَىٰ  قُل لَّآ أَشْهَدُ  قُلْ إِنَّمَا هُوَ إِلَٰهٌ وَٰحِدٌ وَإِنَّنِى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ", "english_text": "Say, \"Whose testimony is the greatest?\" Say, \"GOD's. He is the witness between me and you that this Quran* has been inspired to me, to preach it to you and whomever it reaches. Indeed, you bear witness that there are other gods* beside GOD.\" Say, \"I do not testify as you do; there is only one god, and I disown your idolatry.\"", "persian_text": "بگو: \"شهادت چه كسی بالاترين است؟\" بگو: \"شهادت خدا. او ميان من و شما شاهد است كه اين قرآن* به من وحی شده است، تا آن را به شما و به هر كس كه به آن دست يابد، ابلاغ كنم. درواقع، شما در كنار خدا به خدايان ديگر هم شهادت مى دهيد.\" بگو: \"من مانند شما تشهد نمى گويم؛ فقط يك خدا وجود دارد و من شرك شما را رد مى كنم.", "subtitle": "Quran, the Whole Quran, and Nothing But the Quran", "footnote": "*6:19 This verse proclaims the Quran as the only source of religious guidance. Those who uphold additional sources, such as Hadith & Sunna (lies attributed to the Prophet), are defined as idolators."}, {"sura_num": 6, "verse_num": 20, "arabic_text": "ٱلَّذِينَ ءَاتَيْنَٰهُمُ ٱلْكِتَٰبَ يَعْرِفُونَهُۥ كَمَا يَعْرِفُونَ أَبْنَآءَهُمُ   ٱلَّذِينَ خَسِرُوٓا أَنفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ", "english_text": "Those to whom we have given the scripture recognize this as they recognize their own children. The ones who lose their souls are those who do not believe.", "persian_text": "كسانی كه به آنها كتاب آسمانی داده‌ايم، اين را مى ‌شناسند، همان طور كه فرزندان خود را مى شناسند. آنان كه ايمان نمى آورند، کسانی هستند که نفس خويش را از دست می ‌دهند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 21, "arabic_text": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَٰتِهِۦٓ   إِنَّهُۥ لَا يُفْلِحُ ٱلظَّٰلِمُونَ", "english_text": "Who is more evil than one who lies about GOD, or rejects His revelations? The transgressors never succeed.", "persian_text": "چه كسی پليدتر از آن كه دربارهٔ خدا دروغ بگويد، يا آيات او را رد كند؟ ستمكاران هرگز موفق نمی ‌شوند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 22, "arabic_text": "وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوٓا أَيْنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ", "english_text": "On the day when we summon them all, we will ask the idol worshipers, \"Where are the idols you set up?\"", "persian_text": "روزی که همهٔ آنان را احضار کنيم، از مشرکان خواهيم پرسيد: \"کجا هستند شريکانی که قرار می داديد؟\"", "subtitle": "Idol Worshipers Deny Their Idolatry", "footnote": ""}, {"sura_num": 6, "verse_num": 23, "arabic_text": "ثُمَّ لَمْ تَكُن فِتْنَتُهُمْ إِلَّآ أَن قَالُوا وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ", "english_text": "Their disastrous response will be, \"By GOD our Lord, we never were idol worshipers.\"*", "persian_text": "پاسخ مصيبت بارشان چنين خواهد بود: \"به خدايی که پروردگار ماست، ما هرگز مشرک نبوديم.\"*", "subtitle": "", "footnote": "*6:23 Now and forever, the idol worshipers vehemently deny that they are idolators."}, {"sura_num": 6, "verse_num": 24, "arabic_text": "ٱنظُرْ كَيْفَ كَذَبُوا عَلَىٰٓ أَنفُسِهِمْ  وَضَلَّ عَنْهُم مَّا كَانُوا يَفْتَرُونَ", "english_text": "Note how they lied to themselves, and how the idols they had invented have abandoned them.", "persian_text": "بنگر که چگونه به خود دروغ گفتند و چگونه معبودانی که از خود ساخته بودند، آنها را ترک کرده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 25, "arabic_text": "وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ  وَجَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًا  وَإِن يَرَوْا كُلَّ ءَايَةٍ لَّا يُؤْمِنُوا بِهَا  حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓا إِنْ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلْأَوَّلِينَ", "english_text": "Some of them listen to you, but we place veils on their hearts to prevent them from understanding, and deafness in their ears. Thus, no matter what kind of proof they see, they cannot believe. Thus, when they come to argue with you, the disbelievers say, \"These are tales from the past.\"", "persian_text": "بعضی از آنها به تو گوش می دهند، ولی ما بر دل هايشان پرده می افکنيم و در گوش هايشان ناشنوايی، تا آن را نفهمند. بنابراين، هيچ فرقی نمی کند که چه نوع مدرکی ببينند، آنها نمی توانند ايمان بياورند. از اين رو، هرگاه نزد تو آيند که با تو مجادله كنند، کافران می گويند: \"اينها افسانه هايی از گذشته است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 26, "arabic_text": "وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْـَٔوْنَ عَنْهُ  وَإِن يُهْلِكُونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ", "english_text": "They repel others from this (Quran), as they themselves stay away from it, and thus, they only destroy themselves without perceiving.", "persian_text": "آنها ديگران را از اين (قرآن) باز می دارند، چنانکه خودشان از آن کناره می گيرند و بدين ترتيب، تنها خود را نابود می کنند، بی آنکه دريابند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 27, "arabic_text": "وَلَوْ تَرَىٰٓ إِذْ وُقِفُوا عَلَى ٱلنَّارِ فَقَالُوا يَٰلَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلْمُؤْمِنِينَ", "english_text": "If only you could see them when they face the hellfire! They would say then, \"Woe to us. Oh, we wish if we could go back, and never reject our Lord's revelations, and join the believers.\"", "persian_text": "اگر فقط می ‌توانستی آنها را هنگامی كه با آتش دوزخ روبرو می ‌شوند، ببينی! در آن هنگام خواهند گفت: \"وای بر ما. آه، ای كاش مى توانستيم باز‌گرديم تا هرگز آيات پروردگارمان را تكذيب نكنيم و به مؤمنان بپيونديم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 28, "arabic_text": "بَلْ بَدَا لَهُم مَّا كَانُوا يُخْفُونَ مِن قَبْلُ  وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَٰذِبُونَ", "english_text": "As a matter of fact, (they only say this because) their secrets have been exposed. If they go back, they will commit exactly the same crimes.* They are liars.", "persian_text": "حقيقت امر اين است که (آنها برای اين می گويند که) اسرارشان فاش شده است. اگر بازگردند، دقیقاً همان جرم ها* را دوباره مرتکب خواهند شد. آنها دروغگو هستند.", "subtitle": "", "footnote": "*6:28 This is because as soon as we enter into our worldly dimension, we become totally unaware of events in the dimension of souls, where God and His angels, and Heaven and Hell, can be seen. Thus, the guilty will not change their behavior, even after seeing that eternal dimension."}, {"sura_num": 6, "verse_num": 29, "arabic_text": "وَقَالُوٓا إِنْ هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ", "english_text": "They say (subconsciously), \"We live only this life; we will not be resurrected.\"", "persian_text": "(در ضمير ناخودآگاه) مى گويند: \"ما فقط در اين دنيا زندگی مى كنيم؛ ما برانگيخته نخواهيم شد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 30, "arabic_text": "وَلَوْ تَرَىٰٓ إِذْ وُقِفُوا عَلَىٰ رَبِّهِمْ  قَالَ أَلَيْسَ هَٰذَا بِٱلْحَقِّ  قَالُوا بَلَىٰ وَرَبِّنَا  قَالَ فَذُوقُوا ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ", "english_text": "If you could only see them when they stand before their Lord! He would say, \"Is this not the truth?\" They would say, \"Yes, by our Lord.\" He would say, \"You have incurred the retribution by your disbelief.\"", "persian_text": "اگر فقط مى توانستی آنها را هنگامی كه نزد پروردگارشان مى ايستند، ببينی! او خواهد گفت: \"آيا اين حقيقت ندارد؟\" آنها مى گويند: \"بله، به پروردگارمان سوگند.\" او مى گويد: \"شما در نتيجهٔ كفرتان سزاوار مجازات شده‌ايد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 31, "arabic_text": "قَدْ خَسِرَ ٱلَّذِينَ كَذَّبُوا بِلِقَآءِ ٱللَّهِ  حَتَّىٰٓ إِذَا جَآءَتْهُمُ ٱلسَّاعَةُ بَغْتَةً قَالُوا يَٰحَسْرَتَنَا عَلَىٰ مَا فَرَّطْنَا فِيهَا وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَىٰ ظُهُورِهِمْ  أَلَا سَآءَ مَا يَزِرُونَ", "english_text": "Losers indeed are those who disbelieve in meeting GOD, until the Hour comes to them suddenly then say, \"We deeply regret wasting our lives in this world.\" They will carry loads of their sins on their backs; what a miserable load!", "persian_text": "بازندگان درواقع كسانی هستند كه به ديدار خدا ايمان ندارند، تا آنكه آن ساعت ناگهان برايشان فرا رسد، سپس می ‌گويند: \"ما از اينكه عمر خود را در اين دنيا تلف كرديم، سخت پشيمانيم.\" آنها بار گناهانشان را بر دوش خود حمل خواهند كرد؛ چه بار شومی!", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 32, "arabic_text": "وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا لَعِبٌ وَلَهْوٌ  وَلَلدَّارُ ٱلْءَاخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ   أَفَلَا تَعْقِلُونَ", "english_text": "The life of this world is no more than illusion and vanity, while the abode of the Hereafter is far better for the righteous. Do you not understand?!", "persian_text": "زندگی اين دنيا جز ظواهر و خيالی واهی نيست، در حالی كه سرای آخرت برای پرهيزكاران به مراتب بهتر است. آيا نمی ‌فهميد؟!", "subtitle": "Rearranging Our Priorities", "footnote": ""}, {"sura_num": 6, "verse_num": 33, "arabic_text": "قَدْ نَعْلَمُ إِنَّهُۥ لَيَحْزُنُكَ ٱلَّذِى يَقُولُونَ  فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجْحَدُونَ", "english_text": "We know that you may be saddened by what they say. You should know that it is not you that they reject; it is GOD's revelations that the wicked disregard.", "persian_text": "ما می دانيم که تو از گفته هایشان ناراحت می شوی. اين را بدان که اين تو نيستی که آنها تکذيب می کنند؛ بلکه اين آيات خداست که ستمکاران ناديده می گیرند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 34, "arabic_text": "وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ فَصَبَرُوا عَلَىٰ مَا كُذِّبُوا وَأُوذُوا حَتَّىٰٓ أَتَىٰهُمْ نَصْرُنَا  وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِ  وَلَقَدْ جَآءَكَ مِن نَّبَإِى ٱلْمُرْسَلِينَ", "english_text": "Messengers before you have been rejected, and they steadfastly persevered in the face of rejection. They were persecuted until our victory came to them. Such is GOD's system that will never change. The history of My messengers thus sets the precedents for you.", "persian_text": "رسولان پيش از تو نيز تکذيب شده اند و در برابر تکذيب ها ثابت قدمانه مقاومت کردند. آنها آزارها ديدند تا آنکه پيروزی ما فرا رسيد. چنين است روش خدا که هرگز تغيير نخواهد کرد. بنابراين، سرگذشت رسولان من بايد برای تو سرمشق باشد.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 35, "arabic_text": "وَإِن كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ فَإِنِ ٱسْتَطَعْتَ أَن تَبْتَغِىَ نَفَقًا فِى ٱلْأَرْضِ أَوْ سُلَّمًا فِى ٱلسَّمَآءِ فَتَأْتِيَهُم بِـَٔايَةٍ  وَلَوْ شَآءَ ٱللَّهُ لَجَمَعَهُمْ عَلَى ٱلْهُدَىٰ  فَلَا تَكُونَنَّ مِنَ ٱلْجَٰهِلِينَ", "english_text": "If their rejection gets to be too much for you, you should know that even if you dug a tunnel through the earth, or climbed a ladder into the sky, and produced a miracle for them (they still would not believe). Had GOD willed, He could have guided them, unanimously. Therefore, do not behave like the ignorant ones.", "persian_text": "اگر تكذيب آنها بر تو گران می‌ آيد، بدان كه حتی اگر يك تونل سرتاسری از وسط زمين حفر می كردی، يا از نردبانی به سوی آسمان بالا می ‌رفتی و معجزه‌ای برايشان می ‌آوردی (باز هم ايمان نمى آوردند). اگر خدا می ‌خواست، می ‌توانست همهٔ آنها را با هم هدايت كند. بنابراين، تو مانند نادانان رفتار نكن.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 36, "arabic_text": "إِنَّمَا يَسْتَجِيبُ ٱلَّذِينَ يَسْمَعُونَ   وَٱلْمَوْتَىٰ يَبْعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيْهِ يُرْجَعُونَ", "english_text": "The only ones to respond are those who listen. GOD resurrects the dead; they ultimately return to Him.", "persian_text": "فقط کسانی  پاسخ خواهند داد که گوش می دهند. خدا مردگان را بر می انگيزد؛ آنها سرانجام به سوی او بازمی گردند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 37, "arabic_text": "وَقَالُوا لَوْلَا نُزِّلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦ  قُلْ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةً وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ", "english_text": "They said, \"If only a certain sign could come down to him from his Lord!\" Say, \"GOD is able to send down a sign, but most of them do not know.\"", "persian_text": "آنها گفتند: \"ای كاش نشانهٔ خاصی از جانب پروردگارش بر او نازل می شد!\" بگو: \"خدا قادر است نشانه‌ای بفرستد، ولی اكثرشان نمی ‌دانند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 38, "arabic_text": "وَمَا مِن دَآبَّةٍ فِى ٱلْأَرْضِ وَلَا طَٰٓئِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّآ أُمَمٌ أَمْثَالُكُم  مَّا فَرَّطْنَا فِى ٱلْكِتَٰبِ مِن شَىْءٍ  ثُمَّ إِلَىٰ رَبِّهِمْ يُحْشَرُونَ", "english_text": "All the creatures on earth, and all the birds that fly with wings, are communities like you. We did not leave anything out of this book.** To their Lord, all these creatures will be summoned.", "persian_text": "تمام مخلوقات روی زمين و تمام پرندگانی که با بال های خود پرواز می کنند، جماعت هايی مانند شما هستند. ما در اين کتاب* از بيان هيچ نکته ای، دريغ نکرده ايم. تمام اين مخلوقات، نزد پروردگارشان احضار خواهند شد.", "subtitle": "Animals and Birds: Submitting Creatures*", "footnote": "*6:38 Animals were among the creatures who took advantage of God's offer to repent after committing the original sin (see the Introduction).\n\n\n\n\n\n**6:38 All information relevant to our eternal life of the Hereafter is contained in the Quran. The true believers accept, without hesitation, God's assertion: \"We did not leave anything out of this book.\" The importance of this statement, and similar statements, is reflected in the fact that each of them consists of 19 Arabic letters (Appendix 19)."}, {"sura_num": 6, "verse_num": 39, "arabic_text": "وَٱلَّذِينَ كَذَّبُوا بِـَٔايَٰتِنَا صُمٌّ وَبُكْمٌ فِى ٱلظُّلُمَٰتِ   مَن يَشَإِ ٱللَّهُ يُضْلِلْهُ وَمَن يَشَأْ يَجْعَلْهُ عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ", "english_text": "Those who reject our proofs are deaf and dumb, in total darkness. Whomever GOD wills, He sends astray, and whomever He wills, He leads in a straight path.", "persian_text": "كسانى كه مدرک های ما را رد مى كنند، كر و گنگ هستند و در تاريكى مطلق به سر می ‌برند. خدا هر كه را بخواهد، به بیراهه می فرستد و هر كه را بخواهد، در راه مستقيم قرار می دهد.", "subtitle": "Overwhelming Miracle of the Quran", "footnote": ""}, {"sura_num": 6, "verse_num": 40, "arabic_text": "قُلْ أَرَءَيْتَكُمْ إِنْ أَتَىٰكُمْ عَذَابُ ٱللَّهِ أَوْ أَتَتْكُمُ ٱلسَّاعَةُ أَغَيْرَ ٱللَّهِ تَدْعُونَ إِن كُنتُمْ صَٰدِقِينَ", "english_text": "Say, \"What if GOD's retribution came to you, or the Hour came to you: would you implore other than GOD, if you are truthful?\"", "persian_text": "بگو: \"اگر عذاب خدا بر شما می ‌آمد، يا آن ساعت فرا می ‌رسيد، چه می ‌كرديد؟ آيا غير از خدا به كس ديگری التماس می ‌كرديد، اگر راست مى گویيد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 41, "arabic_text": "بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِن شَآءَ وَتَنسَوْنَ مَا تُشْرِكُونَ", "english_text": "The fact is: only Him you implore, and He answers your prayer, if He so wills, and you forget your idols.", "persian_text": "واقعيت اين است که: فقط او را می خوانيد و اوست که اگر بخواهد، به دعای شما پاسخ می دهد، و شما معبودان خود را فراموش می كنيد.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 42, "arabic_text": "وَلَقَدْ أَرْسَلْنَآ إِلَىٰٓ أُمَمٍ مِّن قَبْلِكَ فَأَخَذْنَٰهُم بِٱلْبَأْسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمْ يَتَضَرَّعُونَ", "english_text": "We have sent (messengers) to communities before you, and we put them to the test through adversity and hardship, that they may implore.", "persian_text": "ما برای امت‌های پيش از تو نيز (رسولانی) فرستاده‌ايم و آنها را با سختى و مصيبت‌ امتحان كردیم، باشد كه دست به دعا بردارند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 43, "arabic_text": "فَلَوْلَآ إِذْ جَآءَهُم بَأْسُنَا تَضَرَّعُوا وَلَٰكِن قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ ٱلشَّيْطَٰنُ مَا كَانُوا يَعْمَلُونَ", "english_text": "If only they implored when our test afflicted them! Instead, their hearts were hardened, and the devil adorned their works in their eyes.", "persian_text": "اگر فقط هنگامی كه مورد آزمايش قرار می ‌گرفتند، درخواست می ‌كردند! درعوض، فقط دل هايشان سخت شد و شيطان اعمالشان را در نظرشان زيبا جلوه داد.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 44, "arabic_text": "فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِۦ فَتَحْنَا عَلَيْهِمْ أَبْوَٰبَ كُلِّ شَىْءٍ حَتَّىٰٓ إِذَا فَرِحُوا بِمَآ أُوتُوٓا أَخَذْنَٰهُم بَغْتَةً فَإِذَا هُم مُّبْلِسُونَ", "english_text": "When they thus disregard the message given to them, we open for them the gates of everything. Then, just as they rejoice in what was given to them, we punish them suddenly; they become utterly stunned.", "persian_text": "بنابراين، وقتی به آن پيامی كه به آنها داده شده است، بى اعتنايی كنند، ما همهٔ درها را به روی آنها مى گشاييم. سپس، درست در حالی كه از آنچه به آنها داده شد، لذت مى برند، ناگهان آنها را مجازات می ‌كنيم؛ آنها به كلی متحير و مبهوت می ‌شوند.", "subtitle": "The System*", "footnote": "*6:44 Before the guilty are thrown out the window, they are taken up to a high floor."}, {"sura_num": 6, "verse_num": 45, "arabic_text": "فَقُطِعَ دَابِرُ ٱلْقَوْمِ ٱلَّذِينَ ظَلَمُوا  وَٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ", "english_text": "The wicked are thus annihilated. Praise be to GOD, Lord of the universe.", "persian_text": "ستمكاران اين چنين هلاك شدند. ستايش خدا را، پروردگار عالم.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 46, "arabic_text": "قُلْ أَرَءَيْتُمْ إِنْ أَخَذَ ٱللَّهُ سَمْعَكُمْ وَأَبْصَٰرَكُمْ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنْ إِلَٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِهِ   ٱنظُرْ كَيْفَ نُصَرِّفُ ٱلْءَايَٰتِ ثُمَّ هُمْ يَصْدِفُونَ", "english_text": "Say, \"What if GOD took away your hearing and your eyesight, and sealed your minds; which god, other than GOD, can restore these for you?\" Note how we explain the revelations, and note how they still deviate!", "persian_text": "بگو: \"اگر خدا شنوايی شما و بينايی شما را می گرفت و بر افکارتان مهر می زد، چه می کرديد؟ کدام خدا، جز خدا قادر است آنها را به شما بازگرداند؟\" بنگر که چگونه آيات را شرح می دهيم و بنگر که چگونه در انحراف به سر می برند!", "subtitle": "God Alone Worthy of Worship", "footnote": ""}, {"sura_num": 6, "verse_num": 47, "arabic_text": "قُلْ أَرَءَيْتَكُمْ إِنْ أَتَىٰكُمْ عَذَابُ ٱللَّهِ بَغْتَةً أَوْ جَهْرَةً هَلْ يُهْلَكُ إِلَّا ٱلْقَوْمُ ٱلظَّٰلِمُونَ", "english_text": "Say, \"What if GOD's retribution came to you suddenly, or after an announcement, is it not the wicked who incur annihilation?\"", "persian_text": "بگو: \"اگر عذاب خدا ناگهانی، يا پس از اخطار بر شما می ‌آمد، چه مى كرديد؟ آيا اين ستمكاران نيستند كه سزاوار هلاكت مى شوند؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 48, "arabic_text": "وَمَا نُرْسِلُ ٱلْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَ  فَمَنْ ءَامَنَ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ", "english_text": "We do not send the messengers except as deliverers of good news, as well as warners. Those who believe and reform have nothing to fear, nor will they grieve.", "persian_text": "ما رسولان را نمی ‌فرستيم مگر به عنوان مژده دهنده و هشداردهنده. كسانى كه باور كنند و خود را اصلاح نمايند، ترس و اندوهى نخواهند داشت.", "subtitle": "Role of the Messengers", "footnote": ""}, {"sura_num": 6, "verse_num": 49, "arabic_text": "وَٱلَّذِينَ كَذَّبُوا بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلْعَذَابُ بِمَا كَانُوا يَفْسُقُونَ", "english_text": "As for those who reject our revelations, they incur the retribution for their wickedness.", "persian_text": "و اما كسانی كه آيات ما را نمى پذيرند، به خاطر شرارتشان سزاوار عذاب می ‌شوند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 50, "arabic_text": "قُل لَّآ أَقُولُ لَكُمْ عِندِى خَزَآئِنُ ٱللَّهِ وَلَآ أَعْلَمُ ٱلْغَيْبَ وَلَآ أَقُولُ لَكُمْ إِنِّى مَلَكٌ  إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَىَّ  قُلْ هَلْ يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ  أَفَلَا تَتَفَكَّرُونَ", "english_text": "Say, “I do not say to you that I possess the treasures of GOD. Nor do I know the future. Nor do I say to you that I am an angel. I simply follow what is revealed to me.\" Say, \"Is the blind the same as the seer? Do you not reflect?\"", "persian_text": "بگو: \"من به شما نمی ‌گويم كه صاحب گنج‌های خدا هستم. من نه از آينده خبر دارم، نه به شما می ‌گويم كه فرشته‌ام. من فقط از آنچه بر من وحی شده است، پيروی می ‌كنم.\" بگو: \"آيا كور و بينا برابرند؟ آيا نمی ‌انديشيد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 51, "arabic_text": "وَأَنذِرْ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحْشَرُوٓا إِلَىٰ رَبِّهِمْ   لَيْسَ لَهُم مِّن دُونِهِۦ وَلِىٌّ وَلَا شَفِيعٌ لَّعَلَّهُمْ يَتَّقُونَ", "english_text": "And preach with this (Quran) to those who reverence the summoning before their Lord—they have none beside Him as a Lord and Master, nor an intercessor—that they may attain salvation.", "persian_text": "و با اين (قرآن) كسانی را كه به محشورشدن نزد پروردگارشان حرمت می نهند، پند بده- آنها جز او نه مولا و سروری دارند و نه شفاعت كننده‌اى- باشد كه رستگار شوند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 52, "arabic_text": "وَلَا تَطْرُدِ ٱلَّذِينَ يَدْعُونَ رَبَّهُم بِٱلْغَدَوٰةِ وَٱلْعَشِىِّ يُرِيدُونَ وَجْهَهُۥ  مَا عَلَيْكَ مِنْ حِسَابِهِم مِّن شَىْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِم مِّن شَىْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ", "english_text": "And do not dismiss those who implore their Lord day and night, devoting themselves to Him alone. You are not responsible for their reckoning, nor are they responsible for your reckoning. If you dismiss them, you will be a transgressor.", "persian_text": "و آنان را كه روز و شب پروردگار خود را مى خوانند و خود را فقط به او اختصاص می ‌دهند، از خود دور نكن. نه تو مسئول حساب آنها هستی و نه آنها مسئول حساب تو. اگر آنها را طرد كنی، از ستمكاران خواهی بود.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 53, "arabic_text": "وَكَذَٰلِكَ فَتَنَّا بَعْضَهُم بِبَعْضٍ لِّيَقُولُوٓا أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيْهِم مِّنۢ بَيْنِنَآ   أَلَيْسَ ٱللَّهُ بِأَعْلَمَ بِٱلشَّٰكِرِينَ", "english_text": "We thus test the people by each other, to let them say (mockingly), \"Are these the people among us who are blessed by GOD?\" Is GOD not aware of the appreciative ones?", "persian_text": "ما اين چنين مردم را به وسيلهٔ يکديگر می آزماييم، تا (با تمسخر) بگويند: \"آيا اينان هستند مردمی که نعمت خدا شامل حالشان شده است؟\" آيا خدا از افراد سپاسگزار آگاه نيست؟", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 54, "arabic_text": "وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤْمِنُونَ بِـَٔايَٰتِنَا فَقُلْ سَلَٰمٌ عَلَيْكُمْ  كَتَبَ رَبُّكُمْ عَلَىٰ نَفْسِهِ ٱلرَّحْمَةَ  أَنَّهُۥ مَنْ عَمِلَ مِنكُمْ سُوٓءًۢا بِجَهَٰلَةٍ ثُمَّ تَابَ مِنۢ بَعْدِهِۦ وَأَصْلَحَ فَأَنَّهُۥ غَفُورٌ رَّحِيمٌ", "english_text": "When those who believe in our revelations come to you, you shall say, \"Salãmun 'Alaykum (Peace be upon you). Your Lord has decreed that mercy is His attribute. Thus, anyone among you who commits a transgression out of ignorance, and repents thereafter and reforms, then He is Forgiving, Most Merciful.\"", "persian_text": "هرگاه کسانی که به آيات ما ايمان دارند نزد تو آيند، بگو: \"سلام عليکم (صلح بر شما). پروردگار شما رحمت را صفت خويش قرار داده است. بنابراين، هر يک از شما که از روی نادانی ستم كند و سپس توبه کند و خود را اصلاح نمايد، پس اوست آمرزنده، مهربان ترين.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 55, "arabic_text": "وَكَذَٰلِكَ نُفَصِّلُ ٱلْءَايَٰتِ وَلِتَسْتَبِينَ سَبِيلُ ٱلْمُجْرِمِينَ", "english_text": "We thus explain the revelations, and point out the ways of the wicked.", "persian_text": "ما آيات را اين چنين توضيح مى دهيم و راه‌های گناهكاران را مشخص مى كنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 56, "arabic_text": "قُلْ إِنِّى نُهِيتُ أَنْ أَعْبُدَ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ  قُل لَّآ أَتَّبِعُ أَهْوَآءَكُمْ   قَدْ ضَلَلْتُ إِذًا وَمَآ أَنَا مِنَ ٱلْمُهْتَدِينَ", "english_text": "Say, \"I am forbidden from worshiping what you worship besides GOD.\" Say, \"I will not follow your opinions. Otherwise, I will go astray, and not be guided.\"", "persian_text": "بگو: \"من از عبادت آنچه  شما در كنار خدا می ‌پرستيد، نهی شده‌ام.\" بگو: \"من از عقايد شما پيروی نخواهم كرد. در غير اين صورت، به گمراهی خواهم رفت و هدايت نخواهم شد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 57, "arabic_text": "قُلْ إِنِّى عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَكَذَّبْتُم بِهِۦ  مَا عِندِى مَا تَسْتَعْجِلُونَ بِهِۦٓ  إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ  يَقُصُّ ٱلْحَقَّ  وَهُوَ خَيْرُ ٱلْفَٰصِلِينَ", "english_text": "Say, \"I have solid proof from my Lord, and you have rejected it. I do not control the retribution you challenge me to bring. Judgment belongs with GOD alone. He narrates the truth, and He is the best judge.\"", "persian_text": "بگو: \"من از جانب پروردگارم مدرك محكمی در دست دارم و شما آن را نپذيرفته‌ايد. من در آوردن عذابی كه برای آن مرا به مبارزه می ‌طلبيد، اختياری ندارم. قضاوت فقط به خدا تعلق دارد. او حق را بيان می كند و اوست بهترين قاضی.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 58, "arabic_text": "قُل لَّوْ أَنَّ عِندِى مَا تَسْتَعْجِلُونَ بِهِۦ لَقُضِىَ ٱلْأَمْرُ بَيْنِى وَبَيْنَكُمْ   وَٱللَّهُ أَعْلَمُ بِٱلظَّٰلِمِينَ", "english_text": "Say, \"If I controlled the retribution you challenge me to bring, the whole matter would have been terminated long ago. GOD knows best who the wicked are.\"", "persian_text": "بگو: \"اگر اختيار آوردن عذابی كه از من به مبارزه می طلبيد، با من بود، تمام ماجرا از مدت‌ها پيش خاتمه يافته بود. خدا بهتر مى داند كه چه كسانی ستمكارند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 59, "arabic_text": "وَعِندَهُۥ مَفَاتِحُ ٱلْغَيْبِ لَا يَعْلَمُهَآ إِلَّا هُوَ  وَيَعْلَمُ مَا فِى ٱلْبَرِّ وَٱلْبَحْرِ  وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِى ظُلُمَٰتِ ٱلْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِى كِتَٰبٍ مُّبِينٍ", "english_text": "With Him are the keys to all secrets; none knows them except He. He knows everything on land and in the sea. Not a leaf falls without His knowledge. Nor is there a grain in the depths of the soil. Nor is there anything wet or dry, that is not recorded in a profound record.", "persian_text": "كليد‌های تمام اسرار نزد اوست؛ جز او هيچ كس آنها را نمی ‌داند. او به هر چيز در خشكی و دريا، آگاه است. هيچ برگی بدون علم او نمى افتد. نه دانه‌ای در عمق خاك وجود دارد و نه هيچ تر و خشكی باشد كه در پرونده‌ای كامل ثبت نشده باشد.", "subtitle": "Almighty God", "footnote": ""}, {"sura_num": 6, "verse_num": 60, "arabic_text": "وَهُوَ ٱلَّذِى يَتَوَفَّىٰكُم بِٱلَّيْلِ وَيَعْلَمُ مَا جَرَحْتُم بِٱلنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيهِ لِيُقْضَىٰٓ أَجَلٌ مُّسَمًّى  ثُمَّ إِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ", "english_text": "He is the One who puts you to death during the night, and knows even the smallest of your actions during the day. He resurrects you every morning, until your life span is fulfilled, then to Him is your ultimate return. He will then inform you of everything you had done.", "persian_text": "اوست كه شما را در طی شب می ‌ميراند و حتی از كوچك‌ ترين حركت شما در طول روز آگاه است. او هر روز صبح شما را بر می انگيزد، تا زمانی كه عمرتان به پايان رسد، سپس بازگشت نهايی شما به سوی اوست. او شما را از آنچه كرده بوديد، آگاه خواهد كرد.", "subtitle": "Death and Resurrection: Every Day*", "footnote": "*6:60 The righteous do not really die; they go straight to the same Paradise where Adam and Eve once lived. The unrighteous die and experience a nightmare that lasts until the Day of Resurrection (see 2:154, 3:169, 8:24, 16:32, 22:58, 36:26-27, 40:46, 44:56, and Appendix 17)."}, {"sura_num": 6, "verse_num": 61, "arabic_text": "وَهُوَ ٱلْقَاهِرُ فَوْقَ عِبَادِهِۦ  وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ", "english_text": "He is Supreme over His creatures, and He appoints guards to protect you. When the appointed time of death comes to any of you, our messengers put him to death without delay.", "persian_text": "او مافوق مخلوقات خويش است، او برای حفاظت شما نگهبانانی تعيين مى كند. هنگامی كه وقت معين مرگ هر يك از شما فرا رسد، رسولان ما بی درنگ او را مى ميرانند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 62, "arabic_text": "ثُمَّ رُدُّوٓا إِلَى ٱللَّهِ مَوْلَىٰهُمُ ٱلْحَقِّ  أَلَا لَهُ ٱلْحُكْمُ وَهُوَ أَسْرَعُ ٱلْحَٰسِبِينَ", "english_text": "Then everyone is returned to GOD, their rightful Lord and Master. Absolutely, He is the ultimate judge; He is the most accurate reckoner.", "persian_text": "سپس همگی به سوی خدا، مولا و سرور حقيقی خود بازگردانده مى شوند. مسلماً، او داور نهايی است؛ اوست دقيق‌ترين حسابرس.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 63, "arabic_text": "قُلْ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلْبَرِّ وَٱلْبَحْرِ تَدْعُونَهُۥ تَضَرُّعًا وَخُفْيَةً لَّئِنْ أَنجَىٰنَا مِنْ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ", "english_text": "Say, \"Who can save you from the darkness of the land or the sea?\" You implore Him loudly and secretly: \"If He saves us this time, we will be eternally appreciative.\"", "persian_text": "بگو: \"چه کسی می تواند شما را از تاريکی های خشکی و يا دريا نجات دهد؟\" شما او را به بانگ بلند و در نهان به التماس می خوانيد: \"اگر او اين بار ما را نجات دهد، تا ابد سپاسگزار خواهيم بود.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 64, "arabic_text": "قُلِ ٱللَّهُ يُنَجِّيكُم مِّنْهَا وَمِن كُلِّ كَرْبٍ ثُمَّ أَنتُمْ تُشْرِكُونَ", "english_text": "Say, \"GOD does save you this time, and other times as well, then you still set up idols besides Him.\"", "persian_text": "بگو: \"خدا اين بار و نيز دفعات ديگر نجاتتان می دهد، با این حال باز هم ديگران را با او سهيم می کنید.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 65, "arabic_text": "قُلْ هُوَ ٱلْقَادِرُ عَلَىٰٓ أَن يَبْعَثَ عَلَيْكُمْ عَذَابًا مِّن فَوْقِكُمْ أَوْ مِن تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُم بَأْسَ بَعْضٍ   ٱنظُرْ كَيْفَ نُصَرِّفُ ٱلْءَايَٰتِ لَعَلَّهُمْ يَفْقَهُونَ", "english_text": "Say, \"He is certainly able to pour upon you retribution from above you, or from beneath your feet. Or He can divide you into factions and have you taste each others' tyranny. Note how we explain the revelations, that they may understand.\"", "persian_text": "بگو: \"يقيناً او قادر است که از بالای سرتان، يا از زير پايتان عذابی بر شما بفرستد. يا می تواند شما را به چندين گروه تقسيم کند تا طعم جور و ستم يکديگر را بچشيد. بنگر که چگونه آيات را توضيح می دهيم، باشد كه بفهمند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 66, "arabic_text": "وَكَذَّبَ بِهِۦ قَوْمُكَ وَهُوَ ٱلْحَقُّ  قُل لَّسْتُ عَلَيْكُم بِوَكِيلٍ", "english_text": "Your people have rejected this, even though it is the truth. Say, \"I am not a guardian over you.\"", "persian_text": "مردم تو اين را تکذيب کرده اند، اگرچه اين حقیقت است. بگو: \"من حافظ شما نيستم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 67, "arabic_text": "لِّكُلِّ نَبَإٍ مُّسْتَقَرٌّ  وَسَوْفَ تَعْلَمُونَ", "english_text": "Every prophecy herein will come to pass, and you will surely find out.", "persian_text": "هر پيشگويی در اين، به وقوع خواهد پيوست و شما مطمئناً خواهيد فهميد.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 68, "arabic_text": "وَإِذَا رَأَيْتَ ٱلَّذِينَ يَخُوضُونَ فِىٓ ءَايَٰتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّىٰ يَخُوضُوا فِى حَدِيثٍ غَيْرِهِۦ  وَإِمَّا يُنسِيَنَّكَ ٱلشَّيْطَٰنُ فَلَا تَقْعُدْ بَعْدَ ٱلذِّكْرَىٰ مَعَ ٱلْقَوْمِ ٱلظَّٰلِمِينَ", "english_text": "If you see those who mock our revelations, you shall avoid them until they delve into another subject. If the devil causes you to forget, then, as soon as you remember, do not sit with such evil people.", "persian_text": "اگر ديدی آيات ما را مسخره می کنند، از آنها دوری کن تا به موضوعی ديگر بپردازند. اگر شيطان باعث شد فراموش کنی، پس، همین که به ياد آوردی، ديگر با چنين مردم پليدی منشين.", "subtitle": "Respect for the Word of God", "footnote": ""}, {"sura_num": 6, "verse_num": 69, "arabic_text": "وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنْ حِسَابِهِم مِّن شَىْءٍ وَلَٰكِن ذِكْرَىٰ لَعَلَّهُمْ يَتَّقُونَ", "english_text": "The righteous are not responsible for the utterances of those people, but it may help to remind them; perhaps they may be saved.", "persian_text": "پرهيزكاران مسئول سخنان چنين مردمی نيستند، ولی ممکن است تذکر مفيد واقع شود؛ باشد كه نجات يابند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 70, "arabic_text": "وَذَرِ ٱلَّذِينَ ٱتَّخَذُوا دِينَهُمْ لَعِبًا وَلَهْوًا وَغَرَّتْهُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا  وَذَكِّرْ بِهِۦٓ أَن تُبْسَلَ نَفْس بِمَا كَسَبَتْ لَيْسَ لَهَا مِن دُونِ ٱللَّهِ وَلِىٌّ وَلَا شَفِيعٌ وَإِن تَعْدِلْ كُلَّ عَدْلٍ لَّا يُؤْخَذْ مِنْهَآ   أُولَٰٓئِكَ ٱلَّذِينَ أُبْسِلُوا بِمَا كَسَبُوا  لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيم بِمَا كَانُوا يَكْفُرُونَ", "english_text": "You shall disregard those who take their religion in vain, as if it is a social function, and are totally absorbed in this worldly life. Remind with this (Quran), lest a soul may suffer the consequences of its evil earnings. It has none beside GOD as a Lord and Master, nor an intercessor. If it could offer any kind of ransom, it would not be accepted. They suffer the consequences of the evil works they earn; they have incurred hellish drinks, and a painful retribution because of their disbelief.", "persian_text": "به كسانی كه دين خود را بيهوده می ‌گيرند و آن را مانند روابط اجتماعی تلقی می ‌كنند و كاملاً مجذوب زندگی اين دنيا شده‌اند، اعتنا نكن. با اين (قرآن) به آنها تذكر بده، تا مبادا نفسی در نتيجهٔ بدی هايی كه كسب كرده است، رنج ببرد. آن نفس جز خدا نه مولا و سروری دارد و نه شفاعت كننده‌ای. اگر می ‌توانست هر گونه غرامتی ׀م بپردازد، پذيرفته نمی ‌شد. آنها از نتيجهٔ اعمال پليد خود رنج مى برند؛ و به سبب كفرشان سزاوار نوشيدنی ‌های دوزخی و مجازاتی دردناك شده‌اند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 71, "arabic_text": "قُلْ أَنَدْعُوا مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعْقَابِنَا بَعْدَ إِذْ هَدَىٰنَا ٱللَّهُ كَٱلَّذِى ٱسْتَهْوَتْهُ ٱلشَّيَٰطِينُ فِى ٱلْأَرْضِ حَيْرَانَ لَهُۥٓ أَصْحَٰبٌ يَدْعُونَهُۥٓ إِلَى ٱلْهُدَى ٱئْتِنَا   قُلْ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلْهُدَىٰ  وَأُمِرْنَا لِنُسْلِمَ لِرَبِّ ٱلْعَٰلَمِينَ", "english_text": "Say, \"Shall we implore, beside GOD, what possesses no power to benefit us or hurt us, and turn back on our heels after GOD has guided us? In that case, we would join those possessed by the devils, and rendered utterly confused, while their friends try to save them: 'Stay with us on the right path.'\" Say, \"GOD's guidance is the right guidance. We are commanded to submit to the Lord of the universe.", "persian_text": "بگو: \"آيا جز خدا چيزى را بخوانيم که قادر نيست به ما سود يا زيانی برساند و پس از آنکه خدا ما را هدايت کرده است، عقب گرد كنيم؟ در این صورت، به کسانی ملحق شده ايم که تحت نفوذ شياطين هستند و كاملاً سردرگمند و در آن حال دوستانشان برای نجات آنها می کوشند: 'بياييد با ما در راه راست بمانيد.' \" بگو: \"هدايت راستين هدايت خداست. به ما امر شده است که تسليم پروردگار عالم باشيم.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 72, "arabic_text": "وَأَنْ أَقِيمُوا ٱلصَّلَوٰةَ وَٱتَّقُوهُ  وَهُوَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ", "english_text": "\"And to observe the Contact Prayers (Salat), and to reverence Him—He is the One before whom you will be summoned (for the reckoning).\"", "persian_text": "\"و نمازها (ارتباط با خدا) را به جا آوریم و به هيبت و حرمت او ارج نهيم- او يكتايی است كه (برای حسابرسی) نزد او احضار خواهيد شد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 73, "arabic_text": "وَهُوَ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ  وَيَوْمَ يَقُولُ كُن فَيَكُونُ  قَوْلُهُ ٱلْحَقُّ  وَلَهُ ٱلْمُلْكُ يَوْمَ يُنفَخُ فِى ٱلصُّورِ  عَٰلِمُ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ  وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ", "english_text": "He is the One who created the heavens and the earth, truthfully. Whenever He says, \"Be,\" it is. His word is the absolute truth. All sovereignty belongs to Him the day the horn is blown. Knower of all secrets and declarations, He is the Most Wise, the Cognizant.", "persian_text": "اوست که آسمان ها و زمين را، بحق آفريد. هرگاه بگويد: \"باش،\" هست. کلام او حقيقت مطلق است. روزی که در صور دميده شود، فرمانروايی مطلق از آن اوست. دانای نهان و آشکار. اوست حکيم ترين، آگاه.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 74, "arabic_text": "وَإِذْ قَالَ إِبْرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصْنَامًا ءَالِهَةً  إِنِّىٓ أَرَىٰكَ وَقَوْمَكَ فِى ضَلَٰلٍ مُّبِينٍ", "english_text": "Recall that Abraham said to his father Ãzer, \"How could you worship statues as gods? I see that you and your people have gone far astray.\"", "persian_text": "به يادآور که ابراهيم به پدرش، آزر، گفت: \"چگونه می توانی مجسمه ها را به عنوان خدا پرستش کنی؟ اين طور که می بينم تو و قومت سخت گمراه شده ايد.\"", "subtitle": "Abraham Debates With Idol Worshipers", "footnote": ""}, {"sura_num": 6, "verse_num": 75, "arabic_text": "وَكَذَٰلِكَ نُرِىٓ إِبْرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَلِيَكُونَ مِنَ ٱلْمُوقِنِينَ", "english_text": "We showed Abraham the marvels of the heavens and the earth, and blessed him with certainty:", "persian_text": "ما به ابراهيم شگفتی ‌های آسمان‌ها و زمين را نشان داديم و او را از نعمت يقين برخوردار كرديم.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 76, "arabic_text": "فَلَمَّا جَنَّ عَلَيْهِ ٱلَّيْلُ رَءَا كَوْكَبًا  قَالَ هَٰذَا رَبِّى  فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلْءَافِلِينَ", "english_text": "When the night fell, he saw a shining planet. \"Maybe this is my Lord,\" he said. When it disappeared, he said, \"I do not like (gods) that disappear.\"", "persian_text": "هنگامی که شب فرا رسيد، سياره ای درخشان را ديد و گفت: \"شايد اين پروردگار من باشد.\" و چون ناپديد شد، گفت: \"دوست ندارم (خدايانی را) که ناپديد می شوند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 77, "arabic_text": "فَلَمَّا رَءَا ٱلْقَمَرَ بَازِغًا قَالَ هَٰذَا رَبِّى  فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمْ يَهْدِنِى رَبِّى لَأَكُونَنَّ مِنَ ٱلْقَوْمِ ٱلضَّآلِّينَ", "english_text": "When he saw the moon rising, he said, \"Maybe this is my Lord!\" When it disappeared, he said, \"Unless my Lord guides me, I will be with the strayers.\"", "persian_text": "هنگامی که ديد ماه طلوع می کند، گفت: \"شايد اين پروردگار من باشد!\" و چون ناپديد شد، گفت: \"اگر پروردگارم مرا هدايت نکند، از گمراهان خواهم بود.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 78, "arabic_text": "فَلَمَّا رَءَا ٱلشَّمْسَ بَازِغَةً قَالَ هَٰذَا رَبِّى هَٰذَآ أَكْبَرُ  فَلَمَّآ أَفَلَتْ قَالَ يَٰقَوْمِ إِنِّى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ", "english_text": "When he saw the sun rising, he said, \"This must be my Lord. This is the biggest.\" But when it set, he said, \"O my people, I denounce your idolatry.", "persian_text": "هنگامی که ديد خورشيد طلوع می کند، گفت: \"اين بايد پروردگار من باشد. اين از همه بزرگ تر است.\" ولی چون غروب کرد، گفت: \"ای قوم من، من شرک شما را محکوم می کنم.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 79, "arabic_text": "إِنِّى وَجَّهْتُ وَجْهِىَ لِلَّذِى فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ حَنِيفًا  وَمَآ أَنَا مِنَ ٱلْمُشْرِكِينَ", "english_text": "\"I have devoted myself absolutely to the One who initiated the heavens and the earth; I will never be an idol worshiper.\"", "persian_text": "\"من خود را مطلقاً به آن يكتايی اختصاص داده‌ام كه آغازكنندهٔ آسمان‌ها و زمين است؛ من هرگز مشرك نخواهم بود.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 80, "arabic_text": "وَحَآجَّهُۥ قَوْمُهُۥ  قَالَ أَتُحَٰٓجُّوٓنِّى فِى ٱللَّهِ وَقَدْ هَدَىٰنِ  وَلَآ أَخَافُ مَا تُشْرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّى شَيْـًٔا   وَسِعَ رَبِّى كُلَّ شَىْءٍ عِلْمًا   أَفَلَا تَتَذَكَّرُونَ", "english_text": "His people argued with him. He said, \"Do you argue with me about GOD, after He has guided me? I have no fear of the idols you set up. Nothing can happen to me, unless my Lord wills it. My Lord's knowledge encompasses all things. Would you not take heed?", "persian_text": "قومش با او مجادله كردند. او گفت: \"آيا دربارهٔ خدا با من مجادله می کنيد، پس از آنکه او مرا هدايت کرده است؟ من از معبودانی که شريک می سازيد، ترسی ندارم. هيچ اتفاقی برای من رخ نمی دهد، مگر به خواست پروردگارم. وسعت دانش پروردگار من همه چيز را در بر می گيرد. آيا توجه نمی کنید؟", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 81, "arabic_text": "وَكَيْفَ أَخَافُ مَآ أَشْرَكْتُمْ وَلَا تَخَافُونَ أَنَّكُمْ أَشْرَكْتُم بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ عَلَيْكُمْ سُلْطَٰنًا  فَأَىُّ ٱلْفَرِيقَيْنِ أَحَقُّ بِٱلْأَمْنِ  إِن كُنتُمْ تَعْلَمُونَ", "english_text": "\"Why should I fear your idols? It is you who should be afraid, since you worship instead of GOD idols that are utterly powerless to help you. Which side is more deserving of security, if you know?\"", "persian_text": "\"چرا بايد از معبودان شما بترسم؟ اين شما هستيد كه بايد بترسيد، زيرا به جای خدا به پرستش معبودانی مشغول شده‌ايد كه هيچ قدرتی برای كمك به شما ندارند. كدام گروه بيشتر سزاوار امنيت است، اگر مى دانيد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 82, "arabic_text": "ٱلَّذِينَ ءَامَنُوا وَلَمْ يَلْبِسُوٓا إِيمَٰنَهُم بِظُلْمٍ أُولَٰٓئِكَ لَهُمُ ٱلْأَمْنُ وَهُم مُّهْتَدُونَ", "english_text": "Those who believe, and do not pollute their belief with idol worship, have deserved the perfect security, and they are truly guided.", "persian_text": "كسانی كه ايمان می ‌آورند و ايمان خود را به شرك آلوده نمى كنند، سزاوار امنيت كامل شده‌اند و حقيقتاً هدايت يافته‌اند.", "subtitle": "Perfect Security for Believers", "footnote": ""}, {"sura_num": 6, "verse_num": 83, "arabic_text": "وَتِلْكَ حُجَّتُنَآ ءَاتَيْنَٰهَآ إِبْرَٰهِيمَ عَلَىٰ قَوْمِهِۦ  نَرْفَعُ دَرَجَٰتٍ مَّن نَّشَآءُ   إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ", "english_text": "Such was our argument, with which we supported Abraham against his people. We exalt whomever we will to higher ranks. Your Lord is Most Wise, Omniscient.", "persian_text": "اين چنین بود برهان ما، که با آن از ابراهيم در برابر قومش پشتيبانی کرديم. ما هر که را بخواهيم به درجات بالاتر می رسانيم. پروردگار تو حکيم ترين است، دانای مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 84, "arabic_text": "وَوَهَبْنَا لَهُۥٓ إِسْحَٰقَ وَيَعْقُوبَ  كُلًّا هَدَيْنَا  وَنُوحًا هَدَيْنَا مِن قَبْلُ  وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيْمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَ  وَكَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ", "english_text": "And we granted him Isaac and Jacob, and we guided both of them. Similarly, we guided Noah before that, and from his descendants (we guided) David, Solomon, Job, Joseph, Moses, and Aaron. We thus reward the righteous.", "persian_text": "و به او اسحاق و يعقوب را عطا کرديم و هر دو را هدايت نمودیم. همین طور، نوح را پيش از آن هدايت کرديم، و از نسل او داوود، سليمان، ايوب، يوسف، موسی و هارون را (هدايت کرديم). ما پرهيزكاران را اين چنين پاداش می دهيم.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 85, "arabic_text": "وَزَكَرِيَّا وَيَحْيَىٰ وَعِيسَىٰ وَإِلْيَاسَ  كُلٌّ مِّنَ ٱلصَّٰلِحِينَ", "english_text": "Also, Zachariah, John, Jesus, and Elias; all were righteous.", "persian_text": "و نيز، زکريا، يحيی، عيسی و الياس؛ همگی صالح بودند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 86, "arabic_text": "وَإِسْمَٰعِيلَ وَٱلْيَسَعَ وَيُونُسَ وَلُوطًا  وَكُلًّا فَضَّلْنَا عَلَى ٱلْعَٰلَمِينَ", "english_text": "And Ismail, Elisha, Jonah, and Lot; each of these we distinguished over all the people.", "persian_text": "و اسماعيل، اليَسَع، يونس و لوط؛ ما يکايک آنها را بر تمام مردم برتری داديم.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 87, "arabic_text": "وَمِنْ ءَابَآئِهِمْ وَذُرِّيَّٰتِهِمْ وَإِخْوَٰنِهِمْ  وَٱجْتَبَيْنَٰهُمْ وَهَدَيْنَٰهُمْ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ", "english_text": "From among their ancestors, their descendants, and their siblings, we chose many, and we guided them in a straight path.", "persian_text": "از ميان نیاکانشان، نواده‌هايشان و خواهران و برادرانشان، بسياری را برگزيديم و در راهی مستقيم هدايت كرديم.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 88, "arabic_text": "ذَٰلِكَ هُدَى ٱللَّهِ يَهْدِى بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦ  وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُم مَّا كَانُوا يَعْمَلُونَ", "english_text": "Such is GOD's guidance, with which He guides whomever He chooses from among His servants. Had any of them fallen into idolatry, their works would have been nullified.", "persian_text": "اين چنین است هدايت خدا، که با آن هريک از بندگان برگزیده اش را هدايت می کند. چنانچه کسی از آنها به شرک آلوده می شد، تمام اعمالش باطل می شد.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 89, "arabic_text": "أُولَٰٓئِكَ ٱلَّذِينَ ءَاتَيْنَٰهُمُ ٱلْكِتَٰبَ وَٱلْحُكْمَ وَٱلنُّبُوَّةَ  فَإِن يَكْفُرْ بِهَا هَٰٓؤُلَآءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَّيْسُوا بِهَا بِكَٰفِرِينَ", "english_text": "Those were the ones to whom we have given the scripture, wisdom, and prophethood. If these people disbelieve, we will substitute others in their place, and the new people will not be disbelievers.", "persian_text": "آنان كسانی بودند كه به آنها كتاب آسمانی، حكمت و نبوت داديم. اگر اين مردم ايمان نياورند، كسان ديگری را جانشين آنها خواهيم كرد و آن مردم جديد كافر نخواهند بود.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 90, "arabic_text": "أُولَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُ  فَبِهُدَىٰهُمُ ٱقْتَدِهْ   قُل لَّآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًا  إِنْ هُوَ إِلَّا ذِكْرَىٰ لِلْعَٰلَمِينَ", "english_text": "These are the ones guided by GOD; you shall be guided in their footsteps. Say, \"I do not ask you for any wage. This is but a message for all the people.\"", "persian_text": "اينان كسانی هستند كه از جانب خدا هدايت يافته‌اند؛ تو بايد در راه آنان هدايت شوی. بگو: \"من از شما هيچ مزدی نمی ‌خواهم. بلكه اين پيامی است برای تمام مردم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 91, "arabic_text": "وَمَا قَدَرُوا ٱللَّهَ حَقَّ قَدْرِهِۦٓ إِذْ قَالُوا مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٍ مِّن شَىْءٍ   قُلْ مَنْ أَنزَلَ ٱلْكِتَٰبَ ٱلَّذِى جَآءَ بِهِۦ مُوسَىٰ نُورًا وَهُدًى لِّلنَّاسِ  تَجْعَلُونَهُۥ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا  وَعُلِّمْتُم مَّا لَمْ تَعْلَمُوٓا أَنتُمْ وَلَآ ءَابَآؤُكُمْ  قُلِ ٱللَّهُ  ثُمَّ ذَرْهُمْ فِى خَوْضِهِمْ يَلْعَبُونَ", "english_text": "They never valued GOD as He should be valued. Thus, they said, \"GOD does not reveal anything to any human being.\" Say, \"Who then revealed the scripture that Moses brought, with light and guidance for the people?\" You put it down on paper to proclaim it, while concealing a lot of it. You were taught what you never knew—you and your parents. Say, \"GOD (is the One who revealed it),\" then leave them in their heedlessness, playing.", "persian_text": "آنها هرگز قدر خدا را چنانکه شايستهٔ اوست، ندانستند. از اين رو، گفتند: \"خدا بر هيچ بشری چيزی نازل نمی کند.\" بگو: \"پس چه کسی آن کتاب آسمانی را که موسی با نور و هدايت برای مردم آورد، نازل کرد؟\" شما آن را  روی کاغذ آورديد تا آن را اعلام کنيد، در حالی كه بسياری از آن را پنهان می كنيد. به شما چيزی آموخته شد که هرگز نمی دانستيد- نه شما و نه والدين شما. بگو: \"خدا (يكتايی است که آن را وحی کرد)،\" پس آنها را به حال خود رها کن تا بازی کنان، در غفلت خود فرو روند.", "subtitle": "God's Messages to the World", "footnote": ""}, {"sura_num": 6, "verse_num": 92, "arabic_text": "وَهَٰذَا كِتَٰبٌ أَنزَلْنَٰهُ مُبَارَكٌ مُّصَدِّقُ ٱلَّذِى بَيْنَ يَدَيْهِ وَلِتُنذِرَ أُمَّ ٱلْقُرَىٰ وَمَنْ حَوْلَهَا  وَٱلَّذِينَ يُؤْمِنُونَ بِٱلْءَاخِرَةِ يُؤْمِنُونَ بِهِۦ  وَهُمْ عَلَىٰ صَلَاتِهِمْ يُحَافِظُونَ", "english_text": "This too is a blessed scripture that we have revealed, confirming the previous scriptures, that you may warn the most important community* and all those around it. Those who believe in the Hereafter will believe in this (scripture), and will observe the Contact Prayers (Salat).", "persian_text": "اين نیز كتاب آسمانی مباركی است كه ما نازل كرده‌ايم، تصدیق کنندهٔ كتب آسمانی پيشين. باشد كه به مهم ترين جامعه* و به مردم حوالی آن هشدار دهی. آنان كه به آخرت ايمان دارند، به اين (كتاب) ايمان می آورند و نمازها (ارتباط با خدا) را به جا می آورند.", "subtitle": "", "footnote": "*6:92 Today's \"most important community\" is America, where God's message is being restored. When the Quran was revealed, Mecca was the most important community."}, {"sura_num": 6, "verse_num": 93, "arabic_text": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ قَالَ أُوحِىَ إِلَىَّ وَلَمْ يُوحَ إِلَيْهِ شَىْءٌ وَمَن قَالَ سَأُنزِلُ مِثْلَ مَآ أَنزَلَ ٱللَّهُ   وَلَوْ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِى غَمَرَٰتِ ٱلْمَوْتِ وَٱلْمَلَٰٓئِكَةُ بَاسِطُوٓا أَيْدِيهِمْ أَخْرِجُوٓا أَنفُسَكُمُ  ٱلْيَوْمَ تُجْزَوْنَ عَذَابَ ٱلْهُونِ بِمَا كُنتُمْ تَقُولُونَ عَلَى ٱللَّهِ غَيْرَ ٱلْحَقِّ وَكُنتُمْ عَنْ ءَايَٰتِهِۦ تَسْتَكْبِرُونَ", "english_text": "Who is more evil than one who fabricates lies and attributes them to GOD, or says, \"I have received divine inspiration,\" when no such inspiration was given to him, or says, \"I can write the same as GOD's revelations\"? If only you could see the transgressors at the time of death! The angels extend their hands to them, saying, \"Let go of your souls. Today, you have incurred a shameful retribution for saying about GOD other than the truth, and for being too arrogant to accept His revelations.", "persian_text": "چه كسی پليدتر از آن كه از خود دروغ بسازد و آن را به خدا نسبت دهد، يا بگويد: \"به من وحی الهی شده است،\" در حالی كه چنين وحی ای به او نشده باشد، يا بگويد: \"من هم می ‌توانم عين آيات خدا را بنويسم؟\" اگر فقط می ‌توانستی اين ستمكاران را هنگام مرگ ببينی! فرشتگان دست های خود را به سوی آنها  دراز می ‌كنند و می ‌گويند: \"نفس خود را رها كنيد. امروز، سزاوار عذابی شرم آور شده‌ايد، زيرا دربارهٔ خدا غير از حقيقت سخن مى گفتيد و برای پذيرفتن آيات او بسيار متكبر بوديد.", "subtitle": "False Messengers Condemned", "footnote": ""}, {"sura_num": 6, "verse_num": 94, "arabic_text": "وَلَقَدْ جِئْتُمُونَا فُرَٰدَىٰ كَمَا خَلَقْنَٰكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُم مَّا خَوَّلْنَٰكُمْ وَرَآءَ ظُهُورِكُمْ  وَمَا نَرَىٰ مَعَكُمْ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَٰٓؤُا  لَقَد تَّقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنكُم مَّا كُنتُمْ تَزْعُمُونَ", "english_text": "\"You have come back to us as individuals, just as we created you the first time, and you have left behind what we provided for you. We do not see with you the intercessors that you idolized and claimed that they will help you. All ties among you have been severed; the idols you set up have abandoned you.\"", "persian_text": "\"شما تک و تنها نزد ما بازگشته ايد، درست همان گونه که نخستين بار شما را آفريديم، و آنچه را به شما ارزانی داشته بوديم پشت سر نهاديد. شفيعانی را که شریک قرار دادید و ادعا می کردید که به شما کمک خواهند کرد، با شما نمی بينيم. تمام پيوندها ميان شما قطع شده است؛ شريكانی كه قرار داديد، شما را ترک کردە اند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 95, "arabic_text": "إِنَّ ٱللَّهَ فَالِقُ ٱلْحَبِّ وَٱلنَّوَىٰ  يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَمُخْرِجُ ٱلْمَيِّتِ مِنَ ٱلْحَىِّ  ذَٰلِكُمُ ٱللَّهُ  فَأَنَّىٰ تُؤْفَكُونَ", "english_text": "GOD is the One who causes the grains and the seeds to crack and germinate. He produces the living from the dead, and the dead from the living. Such is GOD; how could you deviate!", "persian_text": "خداست که موجب می شود دانه ها و هسته ها شکافته شوند و جوانه زنند. او زنده را از مرده به وجود می آورد و مرده را از زنده. چنين است خدا؛ چگونه توانستيد منحرف شويد!", "subtitle": "Greatness of God", "footnote": ""}, {"sura_num": 6, "verse_num": 96, "arabic_text": "فَالِقُ ٱلْإِصْبَاحِ وَجَعَلَ ٱلَّيْلَ سَكَنًا وَٱلشَّمْسَ وَٱلْقَمَرَ حُسْبَانًا  ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ", "english_text": "At the crack of dawn, He causes the morning to emerge. He made the night still, and He rendered the sun and the moon to serve as calculation devices. Such is the design of the Almighty, the Omniscient.", "persian_text": "هنگام سپيده دم، اوست كه موجب می شود صبح پديد آيد. او شب را آرام قرار داد و خورشيد و ماه را وسيله ای برای محاسبهٔ زمان. چنين است طراحی آن صاحب اقتدار، دانای مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 97, "arabic_text": "وَهُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهْتَدُوا بِهَا فِى ظُلُمَٰتِ ٱلْبَرِّ وَٱلْبَحْرِ   قَدْ فَصَّلْنَا ٱلْءَايَٰتِ لِقَوْمٍ يَعْلَمُونَ", "english_text": "And He is the One who made the stars to guide you during the darkness, on land and on sea. We thus clarify the revelations for people who know.", "persian_text": "و اوست که ستارگان را برای شما پديد آورد تا در تاريکی های خشکی و دريا راهنمای شما باشند. ما آیات را اين چنين برای مردمی که می دانند، روشن می کنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 98, "arabic_text": "وَهُوَ ٱلَّذِىٓ أَنشَأَكُم مِّن نَّفْسٍ وَٰحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ   قَدْ فَصَّلْنَا ٱلْءَايَٰتِ لِقَوْمٍ يَفْقَهُونَ", "english_text": "He initiated you from one person, and decided your path, as well as your final destiny. We thus clarify the revelations for people who understand.", "persian_text": "او شما را از يك تن آغاز كرد و دربارهٔ مسير و سرنوشت نهايی شما تصميم گرفت. ما آيات را اين چنين برای مردمی كه می ‌فهمند، روشن مى كنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 99, "arabic_text": "وَهُوَ ٱلَّذِىٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجْنَا بِهِۦ نَبَاتَ كُلِّ شَىْءٍ فَأَخْرَجْنَا مِنْهُ خَضِرًا نُّخْرِجُ مِنْهُ حَبًّا مُّتَرَاكِبًا وَمِنَ ٱلنَّخْلِ مِن طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّٰتٍ مِّنْ أَعْنَابٍ وَٱلزَّيْتُونَ وَٱلرُّمَّانَ مُشْتَبِهًا وَغَيْرَ مُتَشَٰبِهٍ   ٱنظُرُوٓا إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثْمَرَ وَيَنْعِهِۦٓ  إِنَّ فِى ذَٰلِكُمْ لَءَايَٰتٍ لِّقَوْمٍ يُؤْمِنُونَ", "english_text": "He is the One who sends down from the sky water, whereby we produce all kinds of plants. We produce from the green material multitudes of complex grains, palm trees with hanging clusters, and gardens of grapes, olives and pomegranate; fruits that are similar, yet dissimilar. Note their fruits as they grow and ripen. These are signs for people who believe.", "persian_text": "اوست يكتايی که از آسمان آب فرو می فرستد که ما با آن انواع گياهان را می رويانيم. ما از سبزينهٔ انواع  دانه های مرکب، درختان نخل با خوشه های آويخته و باغ های انگور، زيتون و انار تولید می کنیم؛ میوه هایی که مشابهند، ولی متفاوت هستند. به ميوه هايشان توجه کنید که چگونه رشد می کنند و به ثمر می رسند. در آنها نشانه هایی است برای مردمی که ايمان دارند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 100, "arabic_text": "وَجَعَلُوا لِلَّهِ شُرَكَآءَ ٱلْجِنَّ وَخَلَقَهُمْ  وَخَرَقُوا لَهُۥ بَنِينَ وَبَنَٰت بِغَيْرِ عِلْمٍ  سُبْحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ", "english_text": "Yet, they set up besides GOD idols from among the jinns, though He is the One who created them. They even attribute to Him sons and daughters, without any knowledge. Be He glorified. He is the Most High, far above their claims.", "persian_text": "با اين حال، آنها از ميان جن‌ها شريكانی در كنار خدا قرار می ‌دهند، در حالی كه اوست كه آنها را خلق كرد. آنها بدون هيچ دانشی حتی پسران و دخترانی به او نسبت می ‌دهند. تجليل او را. او بالاترين است، بسيار برتر از ادعاهای آنها.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 101, "arabic_text": "بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  أَنَّىٰ يَكُونُ لَهُۥ وَلَدٌ وَلَمْ تَكُن لَّهُۥ صَٰحِبَةٌ  وَخَلَقَ كُلَّ شَىْءٍ  وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ", "english_text": "The Initiator of the heavens and the earth. How can He have a son, when He never had a mate? He created all things, and He is fully aware of all things.", "persian_text": "آغازكنندهٔ آسمان ها و زمين. چطور می ‌تواند پسری داشته باشد، در حالی كه هرگز جفتی نداشته است؟ او همه چيز را آفريد و او از همه چيز کاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 102, "arabic_text": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ  لَآ إِلَٰهَ إِلَّا هُوَ  خَٰلِقُ كُلِّ شَىْءٍ فَٱعْبُدُوهُ  وَهُوَ عَلَىٰ كُلِّ شَىْءٍ وَكِيلٌ", "english_text": "Such is GOD your Lord, there is no god except He, the Creator of all things. You shall worship Him alone. He is in control of all things.", "persian_text": "چنين است خدا پروردگار شما، جز او خدايی نيست، خالق همه چيز. فقط او را بپرستيد. همه چيز تحت كنترل اوست.", "subtitle": "God", "footnote": ""}, {"sura_num": 6, "verse_num": 103, "arabic_text": "لَّا تُدْرِكُهُ ٱلْأَبْصَٰرُ وَهُوَ يُدْرِكُ ٱلْأَبْصَٰرَ  وَهُوَ ٱللَّطِيفُ ٱلْخَبِيرُ", "english_text": "No visions can encompass Him, but He encompasses all visions. He is the Compassionate, the Cognizant.", "persian_text": "هيچ ديده‌ای نمی ‌تواند او را در بر گيرد، ولی او به هر ديده‌ای احاطه دارد. اوست دلسوز، آگاه.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 104, "arabic_text": "قَدْ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمْ  فَمَنْ أَبْصَرَ فَلِنَفْسِهِۦ  وَمَنْ عَمِىَ فَعَلَيْهَا  وَمَآ أَنَا عَلَيْكُم بِحَفِيظٍ", "english_text": "Enlightenments have come to you from your Lord. As for those who can see, they do so for their own good, and those who turn blind, do so to their own detriment. I am not your guardian.", "persian_text": "نور هدايت از جانب پروردگارتان برای شما آمده است. و اما كسانی كه مى توانند ببينند، به نفع خود و كسانی كه مى خواهند كور باشند، به ضرر خود عمل كرده‌اند. من محافظ شما نيستم.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 105, "arabic_text": "وَكَذَٰلِكَ نُصَرِّفُ ٱلْءَايَٰتِ وَلِيَقُولُوا دَرَسْتَ وَلِنُبَيِّنَهُۥ لِقَوْمٍ يَعْلَمُونَ", "english_text": "We thus explain the revelations, to prove that you have received knowledge, and to clarify them for people who know.", "persian_text": "ما آيات را اين چنين توضيح مى دهيم و آنها را برای مردمی كه مى دانند، روشن می كنيم، تا ثابت كنيم كه تو دانشی دريافت كرده‌ای.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 106, "arabic_text": "ٱتَّبِعْ مَآ أُوحِىَ إِلَيْكَ مِن رَّبِّكَ  لَآ إِلَٰهَ إِلَّا هُوَ  وَأَعْرِضْ عَنِ ٱلْمُشْرِكِينَ", "english_text": "Follow what is revealed to you from your Lord, there is no god except He, and disregard the idol worshipers.", "persian_text": "از آنچه كه از جانب پروردگارت بر تو وحی شده است، پيروی كن. جز او خدايی نيست و به مشركان اعتنا نكن.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 107, "arabic_text": "وَلَوْ شَآءَ ٱللَّهُ مَآ أَشْرَكُوا   وَمَا جَعَلْنَٰكَ عَلَيْهِمْ حَفِيظًا  وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ", "english_text": "Had GOD willed, they would not have worshiped idols. We did not appoint you as their guardian, nor are you their advocate.", "persian_text": "اگر خدا می خواست، آنها بت پرستی نمی کردند. ما تو را به عنوان محافظ آنها تعيين نکرديم و تو وکيل مدافع آنها نيستی.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 108, "arabic_text": "وَلَا تَسُبُّوا ٱلَّذِينَ يَدْعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّوا ٱللَّهَ عَدْوًۢا بِغَيْرِ عِلْمٍ   كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ ثُمَّ إِلَىٰ رَبِّهِم مَّرْجِعُهُمْ فَيُنَبِّئُهُم بِمَا كَانُوا يَعْمَلُونَ", "english_text": "Do not curse the idols they set up beside GOD, lest they blaspheme and curse GOD, out of ignorance. We have adorned the works of every group in their eyes. Ultimately, they return to their Lord, then He informs them of everything they had done.", "persian_text": "بت‌هايی را كه در كنار خدا قرار می دهند، لعنت نكنيد، تا مبادا آنها از روی نادانی، كفر بگويند و خدا را لعنت كنند. ما عمل هر گروهی را در نظرشان زیبا جلوه داده‌ايم. سرانجام، آنها به سوی پروردگار خود بازمی ‌گردند. سپس او آنها را از آنچه كرده‌ بودند، آگاه مى كند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 109, "arabic_text": "وَأَقْسَمُوا بِٱللَّهِ جَهْدَ أَيْمَٰنِهِمْ لَئِن جَآءَتْهُمْ ءَايَةٌ لَّيُؤْمِنُنَّ بِهَا  قُلْ إِنَّمَا ٱلْءَايَٰتُ عِندَ ٱللَّهِ  وَمَا يُشْعِرُكُمْ أَنَّهَآ إِذَا جَآءَتْ لَا يُؤْمِنُونَ", "english_text": "They swore by GOD, solemnly, that if a miracle came to them, they would surely believe. Say, \"Miracles come only from GOD.\" For all you know, if a miracle did come to them, they would continue to disbelieve.", "persian_text": "آنها قاطعانه به خدا سوگند می خورند که اگر معجزه ای برايشان می آمد، حتماً ايمان می آوردند. بگو: \"معجزات فقط از جانب خدا می آید.\" بايد بدانيد كه اگر معجزه ای هم برايشان می آمد، به کفر ادامه می دادند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 110, "arabic_text": "وَنُقَلِّبُ أَفْـِٔدَتَهُمْ وَأَبْصَٰرَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِۦٓ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِى طُغْيَٰنِهِمْ يَعْمَهُونَ", "english_text": "We control their minds and their hearts. Thus, since their decision is to disbelieve, we leave them in their transgressions, blundering.", "persian_text": "ما افكار و قلب‌هايشان را كنترل می كنيم. بنابراين از آنجايی كه خودشان تصميم گرفتند ايمان نياورند، ما آنها را در ستمكاريشان، سر‌گردان رها مى كنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 111, "arabic_text": "وَلَوْ أَنَّنَا نَزَّلْنَآ إِلَيْهِمُ ٱلْمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلْمَوْتَىٰ وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَىْءٍ قُبُلًا مَّا كَانُوا لِيُؤْمِنُوٓا إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ", "english_text": "Even if we sent down the angels to them; even if the dead spoke to them; even if we summoned every miracle before them; they cannot believe unless GOD wills it. Indeed, most of them are ignorant.", "persian_text": "حتی اگر فرشتگان را نزدشان فرو می فرستاديم؛ حتی اگر مردگان با آنان سخن می گفتند؛ حتی اگر تمام معجزات را در برابرشان حاضر می کرديم؛ نمی توانند ايمان بياورند، مگرآنکه خدا بخواهد. مسلماً، بيشترشان در نادانی به سر می برند.", "subtitle": "A Consequence of Their Own Decision", "footnote": ""}, {"sura_num": 6, "verse_num": 112, "arabic_text": "وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِىٍّ عَدُوًّا شَيَٰطِينَ ٱلْإِنسِ وَٱلْجِنِّ يُوحِى بَعْضُهُمْ إِلَىٰ بَعْضٍ زُخْرُفَ ٱلْقَوْلِ غُرُورًا  وَلَوْ شَآءَ رَبُّكَ مَا فَعَلُوهُ  فَذَرْهُمْ وَمَا يَفْتَرُونَ", "english_text": "We have permitted the enemies of every prophet—human and jinn devils—to inspire in each other fancy words, in order to deceive. Had your Lord willed, they would not have done it. You shall disregard them and their fabrications.", "persian_text": "ما اجازه داده ایم که دشمنان هر پیامبری-  شياطين انس و جن- کلمات به ظاهر زیبا به يکديگر الهام کنند تا یکدیگر را فریب دهند. اگر پروردگارت می خواست، آنها چنين نمی کردند. به آنها و سخنان ساختگی شان اعتنا نكن.", "subtitle": "Hadith & Sunna: Fabrications by the Prophet's Enemies", "footnote": ""}, {"sura_num": 6, "verse_num": 113, "arabic_text": "وَلِتَصْغَىٰٓ إِلَيْهِ أَفْـِٔدَةُ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوا مَا هُم مُّقْتَرِفُونَ", "english_text": "This is to let the minds of those who do not believe in the Hereafter listen to such fabrications, and accept them, and thus expose their real convictions.*", "persian_text": "اين برای آن است كه بگذاريم كسانی كه به آخرت ايمان ندارند، به چنين سخنانی ساختگی گوش دل سپرند و آنها را بپذيرند و بدين ترتيب، اعتقادات واقعی خود را برملا سازند.*", "subtitle": "Important Criterion", "footnote": "\"*6:113 The Quran provides criteria that tell us whether we truly believe in the Hereafter or merely give it lip service. These important criteria are stated here and in 17:45-46 and 39:45.\n\n\n\n\n\n*6:113-115 Upholding any source beside the Quran reflects disbelief in the Quran (Appendix 18).\""}, {"sura_num": 6, "verse_num": 114, "arabic_text": "أَفَغَيْرَ ٱللَّهِ أَبْتَغِى حَكَمًا وَهُوَ ٱلَّذِىٓ أَنزَلَ إِلَيْكُمُ ٱلْكِتَٰبَ مُفَصَّلًا  وَٱلَّذِينَ ءَاتَيْنَٰهُمُ ٱلْكِتَٰبَ يَعْلَمُونَ أَنَّهُۥ مُنَزَّلٌ مِّن رَّبِّكَ بِٱلْحَقِّ  فَلَا تَكُونَنَّ مِنَ ٱلْمُمْتَرِينَ", "english_text": "Shall I seek other than GOD as a source of law, when He has revealed to you this book fully detailed?* Those who received the scripture recognize that it has been revealed from your Lord, truthfully. You shall not harbor any doubt.", "persian_text": "آيا غير از قانون خدا به منبع ديگری رجوع كنم، در حالی كه او اين كتاب را با تمام جزئيات* برای شما نازل كرده است؟ كسانی كه كتاب آسمانی دريافت كردند، تشخيص می ‌دهند كه اين از جانب پروردگارت با حقيقت نازل شده است. هيچ شكی به خود راه نده.", "subtitle": "Quran: Fully Detailed*", "footnote": ""}, {"sura_num": 6, "verse_num": 115, "arabic_text": "وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا  لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦ  وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ", "english_text": "The word of your Lord is complete,* in truth and justice. Nothing shall abrogate His words. He is the Hearer, the Omniscient.", "persian_text": "کلام پروردگارت در صداقت و عدالت، کامل است.* هيچ چيز کلمات او را لغو نمی کند. اوست شنوا، دانای مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 116, "arabic_text": "وَإِن تُطِعْ أَكْثَرَ مَن فِى ٱلْأَرْضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِ  إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ", "english_text": "If you obey the majority of people on earth, they will divert you from the path of GOD. They follow only conjecture; they only guess.", "persian_text": "اگر از اكثر مردم روی زمين اطاعت كنی، تو را از راه خدا منحرف خواهند كرد. آنها فقط از گمان خود پيروی مى كنند؛ آنها فقط حدس می ‌زنند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 117, "arabic_text": "إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦ  وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ", "english_text": "Your Lord is fully aware of those who stray off His path, and He is fully aware of those who are guided.", "persian_text": "پروردگار تو کاملاً می داند که چه کسانی از راه او خارج شده اند و کاملاً می داند که چه کسانی هدايت يافته اند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 118, "arabic_text": "فَكُلُوا مِمَّا ذُكِرَ ٱسْمُ ٱللَّهِ عَلَيْهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤْمِنِينَ", "english_text": "You shall eat from that upon which GOD's name has been pronounced, if you truly believe in His revelations.", "persian_text": "از آنچه نام خدا بر آن ذكر شده است بخوريد، اگر حقيقتاً به آيات او ايمان داريد.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 119, "arabic_text": "وَمَا لَكُمْ أَلَّا تَأْكُلُوا مِمَّا ذُكِرَ ٱسْمُ ٱللَّهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيْكُمْ إِلَّا مَا ٱضْطُرِرْتُمْ إِلَيْهِ   وَإِنَّ كَثِيرًا لَّيُضِلُّونَ بِأَهْوَآئِهِم بِغَيْرِ عِلْمٍ   إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِٱلْمُعْتَدِينَ", "english_text": "Why should you not eat from that upon which GOD's name has been mentioned? He has detailed for you what is prohibited for you, unless you are forced. Indeed, many people mislead others with their personal opinions, without knowledge. Your Lord is fully aware of the transgressors.", "persian_text": "چرا از آنچه نام خدا بر آن ياد شده است، نمی خوريد؟ او آنچه را برايتان حرام است، با جزئيات کامل بيان کرده است، مگر آنکه ناچار شويد. درواقع، بسياری از مردم بدون دانش، با عقايد شخصی خود، ديگران را  گمراه می کنند. پرورگار تو از متجاوزان کاملاً آگاه است.", "subtitle": "Chance to Remember God: Mention God's Name Before You Eat", "footnote": ""}, {"sura_num": 6, "verse_num": 120, "arabic_text": "وَذَرُوا ظَٰهِرَ ٱلْإِثْمِ وَبَاطِنَهُۥٓ  إِنَّ ٱلَّذِينَ يَكْسِبُونَ ٱلْإِثْمَ سَيُجْزَوْنَ بِمَا كَانُوا يَقْتَرِفُونَ", "english_text": "You shall avoid obvious sins, as well as the hidden ones. Those who have earned sins will surely pay for their transgressions.", "persian_text": "از گناهان آشكار و نهان بپرهيزيد. كسانی كه مرتكب گناه شده‌اند، مسلماً برای ستمكاری ‌هايشان مجازات خواهند شد.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 121, "arabic_text": "وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ ٱسْمُ ٱللَّهِ عَلَيْهِ وَإِنَّهُۥ لَفِسْقٌ   وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوْلِيَآئِهِمْ لِيُجَٰدِلُوكُمْ  وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ", "english_text": "Do not eat from that upon which the name of GOD has not been mentioned, for it is an abomination. The devils inspire their allies to argue with you; if you obey them, you will be idol worshipers.*", "persian_text": "از آنچه نام خدا بر آن ياد نشده است نخوريد، زيرا پليد است. شياطين به ياران خود الهام می کنند که با شما به مجادله برخيزند؛ اگر از آنها اطاعت کنيد، شما نیز از مشرکان خواهيد بود.*", "subtitle": "", "footnote": "*6:121 Dietary prohibitions instituted by other than God represent idolatry."}, {"sura_num": 6, "verse_num": 122, "arabic_text": "أَوَمَن كَانَ مَيْتًا فَأَحْيَيْنَٰهُ وَجَعَلْنَا لَهُۥ نُورًا يَمْشِى بِهِۦ فِى ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِى ٱلظُّلُمَٰتِ لَيْسَ بِخَارِجٍ مِّنْهَا  كَذَٰلِكَ زُيِّنَ لِلْكَٰفِرِينَ مَا كَانُوا يَعْمَلُونَ", "english_text": "Is one who was dead and we granted him life, and provided him with light that enables him to move among the people, equal to one in total darkness from which he can never exit? The works of the disbelievers are thus adorned in their eyes.", "persian_text": "آيا كسی كه مرده بود و ما به او حيات بخشيديم و برايش نوری فراهم كرديم تا بتواند در ميان مردم حركت كند، با كسی كه در تاريكی مطلق به سر می ‌برد و هرگز نمى تواند از آن خارج شود، برابر است؟ اعمال كافران اين چنين در نظرشان زيبا جلوه داده شده است.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 123, "arabic_text": "وَكَذَٰلِكَ جَعَلْنَا فِى كُلِّ قَرْيَةٍ أَكَٰبِرَ مُجْرِمِيهَا لِيَمْكُرُوا فِيهَا  وَمَا يَمْكُرُونَ إِلَّا بِأَنفُسِهِمْ وَمَا يَشْعُرُونَ", "english_text": "We allow the leading criminals of every community to plot and scheme. But they only plot and scheme against their own souls, without perceiving.", "persian_text": "ما اجازه می دهيم كه در هر جامعه‌ای، رهبران مجرم حیله كنند و نقشه بكشند. ولی آنها فقط عليه نفس خويش نقشه می ‌كشند و حیله می‌ كنند، بدون آنكه دريابند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 124, "arabic_text": "وَإِذَا جَآءَتْهُمْ ءَايَةٌ قَالُوا لَن نُّؤْمِنَ حَتَّىٰ نُؤْتَىٰ مِثْلَ مَآ أُوتِىَ رُسُلُ ٱللَّهِ   ٱللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُۥ   سَيُصِيبُ ٱلَّذِينَ أَجْرَمُوا صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٌ شَدِيد بِمَا كَانُوا يَمْكُرُونَ", "english_text": "When a powerful proof comes to them, they say, \"We will not believe, unless we are given what is given to GOD's messengers!\" GOD knows exactly who is best qualified to deliver His message.* Such criminals will suffer debasement at GOD, and terrible retribution as a consequence of their evil scheming.", "persian_text": "هرگاه مدرک محكمی برای آنها بيايد، می ‌گويند: \"ما ايمان نمی ‌آوريم مگر آنكه آنچه به رسولان خدا داده شده است، به ما نیز داده شود!\" خدا دقيقاً می ‌داند چه كسی برای رساندن پيامش صلاحيت بيشتری دارد. چنين مجرمانی نزد خدا از ذلت و خواری رنج خواهند برد و در نتيجهٔ حيله‌های شيطانی خود به مجازاتی شديد گرفتار خواهند شد.", "subtitle": "Questioning God's Wisdom*", "footnote": "*6:124 Jealousy and ego are human traits that provoke some people to question God's wisdom in selecting His messengers. Corrupted Muslim scholars have uttered this same utterance regarding the revelation of the Quran's mathematical code through God's Messenger of the Covenant."}, {"sura_num": 6, "verse_num": 125, "arabic_text": "فَمَن يُرِدِ ٱللَّهُ أَن يَهْدِيَهُۥ يَشْرَحْ صَدْرَهُۥ لِلْإِسْلَٰمِ  وَمَن يُرِدْ أَن يُضِلَّهُۥ يَجْعَلْ صَدْرَهُۥ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِى ٱلسَّمَآءِ  كَذَٰلِكَ يَجْعَلُ ٱللَّهُ ٱلرِّجْسَ عَلَى ٱلَّذِينَ لَا يُؤْمِنُونَ", "english_text": "Whomever GOD wills to guide, He renders his chest wide open to Submission. And whomever He wills to send astray, He renders his chest intolerant and straitened, like one who climbs towards the sky.* GOD thus places a curse upon those who refuse to believe.", "persian_text": "خدا هر كه را بخواهد هدايت كند، سينه‌اش را برای تسليم شدن می ‌گشايد و كسی را كه بخواهد گمراه كند، سينه‌اش را در تنگنا و فشار قرار می ‌دهد، مانند كسی كه به سوی آسمان بالا می ‌رود. خدا، كسانی را كه ايمان نميی آورند، اين چنين لعنت می كند.", "subtitle": "Quranic Knowledge Far Ahead of Human Progress*", "footnote": "*6:125 Centuries after the revelation of the Quran, we learned that the proportion of oxygen diminishes as we climb towards the sky, and we gasp for air."}, {"sura_num": 6, "verse_num": 126, "arabic_text": "وَهَٰذَا صِرَٰطُ رَبِّكَ مُسْتَقِيمًا   قَدْ فَصَّلْنَا ٱلْءَايَٰتِ لِقَوْمٍ يَذَّكَّرُونَ", "english_text": "This is the straight path to your Lord. We have explained the revelations for people who take heed.", "persian_text": "اين است راه مستقيم به سوی پروردگار تو. ما آيات را برای مردمی كه توجه می كنند، توضيح داده‌ايم.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 127, "arabic_text": "لَهُمْ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمْ  وَهُوَ وَلِيُّهُم بِمَا كَانُوا يَعْمَلُونَ", "english_text": "They have deserved the abode of peace at their Lord; He is their Lord and Master, as a reward for their works.", "persian_text": "آنها سزاوار سرای صلح در نزد پروردگارشان هستند؛ او به پاس اعمالشان مولا و سرور آنهاست.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 128, "arabic_text": "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا يَٰمَعْشَرَ ٱلْجِنِّ قَدِ ٱسْتَكْثَرْتُم مِّنَ ٱلْإِنسِ  وَقَالَ أَوْلِيَآؤُهُم مِّنَ ٱلْإِنسِ رَبَّنَا ٱسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَبَلَغْنَآ أَجَلَنَا ٱلَّذِىٓ أَجَّلْتَ لَنَا  قَالَ ٱلنَّارُ مَثْوَىٰكُمْ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُ   إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ", "english_text": "The day will come when He summons all of them (and says): \"O you jinns, you have claimed multitudes of humans.\" Their human companions will say, \"Our Lord, we enjoyed each others' company until we wasted the life span You had set for us.\" He will say, \"Hell is your destiny.\" They abide therein forever, in accordance with GOD's will. Your Lord is Wise, Omniscient.", "persian_text": "آن روزی خواهد آمد كه او همگی آنها را احضار كند (و بگويد): \"ای جنيان، شما بسياری از انسان‌ها را در اختيار خود گرفتيد.\" انسان‌های همزاد آنها خواهند گفت: \"پروردگار ما، ما از همنشينی يكديگر لذت برديم تا عمری را كه تو برای ما معين كرده بودی به هدر داديم.\" او خواهد گفت: \"دوزخ سرنوشت شماست.\" آنها به خواست خدا، تا ابد در آنجا به سر می برند. پروردگار تو حكيم است، دانای مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 129, "arabic_text": "وَكَذَٰلِكَ نُوَلِّى بَعْضَ ٱلظَّٰلِمِينَ بَعْضًۢا بِمَا كَانُوا يَكْسِبُونَ", "english_text": "We thus match the wicked to be companions of each other, as a punishment for their transgressions.", "persian_text": "ما اين چنين ستمکاران را همزاد يکديگر قرار می دهيم، تا تنبیهی باشد برای تجاوزشان.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 130, "arabic_text": "يَٰمَعْشَرَ ٱلْجِنِّ وَٱلْإِنسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ ءَايَٰتِى وَيُنذِرُونَكُمْ لِقَآءَ يَوْمِكُمْ هَٰذَا  قَالُوا شَهِدْنَا عَلَىٰٓ أَنفُسِنَا  وَغَرَّتْهُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَشَهِدُوا عَلَىٰٓ أَنفُسِهِمْ أَنَّهُمْ كَانُوا كَٰفِرِينَ", "english_text": "O you jinns and humans, did you not receive messengers from among you, who narrated to you My revelations, and warned you about the meeting of this day? They will say, \"We bear witness against ourselves.\" They were totally preoccupied with the worldly life, and they will bear witness against themselves that they were disbelievers.", "persian_text": "ای جن‌ها و انسان‌ها، آيا از ميان خود رسولانی دريافت نكرديد كه آيات مرا برايتان خواندند و شما را دربارهٔ ملاقات اين روز هشدار دادند؟ آنها خواهند گفت: \"ما عليه خود شهادت می دهيم.\"  آنها كاملاً سرگرم زندگی دنيوی شدند و عليه خود شهادت خواهند داد كه كافر بودند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 131, "arabic_text": "ذَٰلِكَ أَن لَّمْ يَكُن رَّبُّكَ مُهْلِكَ ٱلْقُرَىٰ بِظُلْمٍ وَأَهْلُهَا غَٰفِلُونَ", "english_text": "This is to show that your Lord never annihilates any community unjustly, while its people are unaware.", "persian_text": "اين برای نشان دادن آن است كه پروردگار تو هرگز جامعه‌ای را كه مردم آن آگاه نيستند، به ناحق هلاك نمی كند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 132, "arabic_text": "وَلِكُلٍّ دَرَجَٰتٌ مِّمَّا عَمِلُوا  وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعْمَلُونَ", "english_text": "Everyone will attain a rank commensurate with their deeds. Your Lord is never unaware of anything they do.", "persian_text": "هر کس نسبت به اعمال خود به درجاتی ناﺋل خواهد شد. پروردگار تو هرگز از آنچه می کنند، غافل نيست.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 133, "arabic_text": "وَرَبُّكَ ٱلْغَنِىُّ ذُو ٱلرَّحْمَةِ  إِن يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنۢ بَعْدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوْمٍ ءَاخَرِينَ", "english_text": "Your Lord is the Rich One; possessor of all mercy. If He wills, He can remove you, and substitute whomever He wills in your place, just as He produced you from the progeny of other people.", "persian_text": "پروردگار تو غنی است؛ صاحب تمام رحمت ها. اگر بخواهد، می تواند شما را از ميان بردارد و هر که را بخواهد جايگزين شما کند، درست همان گونه که شما را از نسل مردمی ديگر به وجود آورد.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 134, "arabic_text": "إِنَّ مَا تُوعَدُونَ لَءَاتٍ  وَمَآ أَنتُم بِمُعْجِزِينَ", "english_text": "What is promised to you will come to pass, and you can never evade it.", "persian_text": "آنچه به شما وعده داده شده است، به وقوع خواهد پيوست و شما هرگز نمی ‌توانيد از آن بگريزيد.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 135, "arabic_text": "قُلْ يَٰقَوْمِ ٱعْمَلُوا عَلَىٰ مَكَانَتِكُمْ إِنِّى عَامِلٌ  فَسَوْفَ تَعْلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِ   إِنَّهُۥ لَا يُفْلِحُ ٱلظَّٰلِمُونَ", "english_text": "Say, \"O my people, do your best, and so will I. You will surely find out who the ultimate victors are.\" Certainly, the wicked will never succeed.", "persian_text": "بگو: \"ای قوم من، شما تمام سعی خود را بکنيد و من نيز چنين خواهم کرد. مطمﺋناً خواهيد فهمید که برندگان نهايی چه کسانی هستند.\" مسلماً، ستمکاران هرگز موفق نخواهند شد.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 136, "arabic_text": "وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلْحَرْثِ وَٱلْأَنْعَٰمِ نَصِيبًا فَقَالُوا هَٰذَا لِلَّهِ بِزَعْمِهِمْ وَهَٰذَا لِشُرَكَآئِنَا  فَمَا كَانَ لِشُرَكَآئِهِمْ فَلَا يَصِلُ إِلَى ٱللَّهِ  وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمْ   سَآءَ مَا يَحْكُمُونَ", "english_text": "They even set aside a share of GOD's provisions of crops and livestock, saying, \"This share belongs to GOD,\" according to their claims, \"and this share belongs to our idols.\" However, what was set aside for their idols never reached GOD, while the share they set aside for GOD invariably went to their idols. Miserable indeed is their judgment.", "persian_text": "آنها حتی قسمتی از محصولات و چارپايانی را كه خدا برای آنها روزی قرار داده است، كنار می ‌گذارند و به ادعای خود می ‌گويند: \"اين سهم خداست و اين سهم متعلق به معبودان ماست.\" اگرچه، آنچه برای معبودانشان كنار گذاشتند، هرگز به خدا نرسيد. در حالی كه سهمی كه برای خدا كنار گذاشتند، همواره برای بت‌هايشان مصرف شد. واقعاً، چه بد قضاوت می كنند.", "subtitle": "Abusing God's Provisions", "footnote": ""}, {"sura_num": 6, "verse_num": 137, "arabic_text": "وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٍ مِّنَ ٱلْمُشْرِكِينَ قَتْلَ أَوْلَٰدِهِمْ شُرَكَآؤُهُمْ لِيُرْدُوهُمْ وَلِيَلْبِسُوا عَلَيْهِمْ دِينَهُمْ  وَلَوْ شَآءَ ٱللَّهُ مَا فَعَلُوهُ  فَذَرْهُمْ وَمَا يَفْتَرُونَ", "english_text": "Thus were the idol worshipers duped by their idols, to the extent of killing their own children.* In fact, their idols inflict great pain upon them, and confuse their religion for them. Had GOD willed, they would not have done it. You shall disregard them and their fabrications.", "persian_text": "مشركان، اين چنين از طريق معبودان خود فريب می ‌خوردند، به حدی كه  فرزندان خود را می كشتند.* درواقع، معبودانشان بر آنها مصيبت بزرگی وارد می ‌آورند و دين آنها را برايشان مبهم و پيچيده می ‌كنند. اگر خدا می ‌خواست، چنين نمی كردند. به آنها و دروغ پردازی ‌هايشان اعتنا نكن.", "subtitle": "", "footnote": "*6:137 A perfect example is the internationally infamous incident of the execution of a Saudi Arabian princess in 1978 for alleged adultery. God's law institutes whipping, not execution, as a punishment for adultery (24:1-2), while the idolatrous laws stipulate execution. As pointed out in 42:21, the traditionalists follow a religion that is not authorized by God."}, {"sura_num": 6, "verse_num": 138, "arabic_text": "وَقَالُوا هَٰذِهِۦٓ أَنْعَٰمٌ وَحَرْثٌ حِجْرٌ لَّا يَطْعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعْمِهِمْ وَأَنْعَٰمٌ حُرِّمَتْ ظُهُورُهَا وَأَنْعَٰمٌ لَّا يَذْكُرُونَ ٱسْمَ ٱللَّهِ عَلَيْهَا ٱفْتِرَآءً عَلَيْهِ  سَيَجْزِيهِم بِمَا كَانُوا يَفْتَرُونَ", "english_text": "They said, \"These are livestock and crops that are prohibited; no one shall eat them except whomever we permit,\" so they claimed. They also prohibited the riding of certain livestock. Even the livestock they ate, they never pronounced GOD's name as they sacrificed them. Such are innovations attributed to Him. He will surely requite them for their innovations.", "persian_text": "آنها گفتند: \"اينها چارپايان و محصولاتی هستند كه حرام شده‌اند؛ هيچ كس نبايد از آنها بخورد، مگر ما جايز بدانيم.\" آنها چنين ادعا كردند.آنها هم چنين سوارشدن بر بعضی از چارپايان را حرام كردند. حتی نام خدا را هنگام قربانی كردن چارپايانی كه می خوردند، هرگز ذكر نمی كردند. چنين است بدعت‌هايی كه به او نسبت دادند. او مطمئناً آنها را برای نوآوری ‌هايشان به كيفر خواهد رساند.", "subtitle": "Religious Innovations Condemned", "footnote": ""}, {"sura_num": 6, "verse_num": 139, "arabic_text": "وَقَالُوا مَا فِى بُطُونِ هَٰذِهِ ٱلْأَنْعَٰمِ خَالِصَةٌ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزْوَٰجِنَا  وَإِن يَكُن مَّيْتَةً فَهُمْ فِيهِ شُرَكَآءُ  سَيَجْزِيهِمْ وَصْفَهُمْ  إِنَّهُۥ حَكِيمٌ عَلِيمٌ", "english_text": "They also said, \"What is in the bellies of these livestock is reserved exclusively for the males among us, and prohibited for our wives.\" But if it was a stillbirth, they permitted their wives to share therein. He will certainly requite them for their innovations. He is Most Wise, Omniscient.", "persian_text": "و نيز گفتند: \"آنچه در شكم‌ اين چارپايان است به ما مردان اختصاص دارد و برای زنان ما حرام است،\" اما اگر مرده به دنيا می آمد، به زنان خود اجازه می دادند كه از آن سهمی داشته باشند. او مسلماً آنها را برای بدعت‌هايشان به كيفر خواهد رساند. اوست حكيم‌ ترين، دانای مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 140, "arabic_text": "قَدْ خَسِرَ ٱلَّذِينَ قَتَلُوٓا أَوْلَٰدَهُمْ سَفَهًۢا بِغَيْرِ عِلْمٍ وَحَرَّمُوا مَا رَزَقَهُمُ ٱللَّهُ ٱفْتِرَآءً عَلَى ٱللَّهِ  قَدْ ضَلُّوا وَمَا كَانُوا مُهْتَدِينَ", "english_text": "Losers indeed are those who killed their children foolishly, due to their lack of knowledge, and prohibited what GOD has provided for them, and followed innovations attributed to GOD. They have gone astray; they are not guided.", "persian_text": "مسلماً بازندگان كسانی هستند که ابلهانه، از روی نادانی، فرزندان خود را کشتند و چيزهايی را  که خدا برای آنها فراهم كرده بود، حرام كردند و از بدعت هايی که به خدا نسبت داده شده بود، پيروی نمودند. آنها گمراه شده اند؛ آنها هدايت نيافتند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 141, "arabic_text": "وَهُوَ ٱلَّذِىٓ أَنشَأَ جَنَّٰتٍ مَّعْرُوشَٰتٍ وَغَيْرَ مَعْرُوشَٰتٍ وَٱلنَّخْلَ وَٱلزَّرْعَ مُخْتَلِفًا أُكُلُهُۥ وَٱلزَّيْتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهًا وَغَيْرَ مُتَشَٰبِهٍ  كُلُوا مِن ثَمَرِهِۦٓ إِذَآ أَثْمَرَ وَءَاتُوا حَقَّهُۥ يَوْمَ حَصَادِهِۦ  وَلَا تُسْرِفُوٓا  إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْرِفِينَ", "english_text": "He is the One who established gardens, trellised and untrellised, and palm trees, and crops with different tastes, and olives, and pomegranate —fruits that are similar, yet dissimilar. Eat from their fruits, and give the due alms on the day of harvest,* and do not waste anything. He does not love the wasters.", "persian_text": "اوست يكتايی که باغ هايی با داربست و بی داربست و درختان نخل و محصولاتی با طعم های گوناگون و زيتون و انار ايجاد کرد- میوه هایی که مشابهند، ولی متفاوت هستند. از ميوه های آنها بخوريد و حق واجب را روز برداشت بدهيد و چيزی اسراف نکنيد. او اسراف کنندگان را دوست ندارد.", "subtitle": "Zakat Must Be Given \"On The Day Of Harvest\"*", "footnote": "*6:141 Zakat charity is so important, the Most Merciful has restricted His mercy to those who give it (7:156). Yet, the corrupted Muslims have lost this most important commandment; they give Zakat only once a year. We see here that Zakat must be given away \"On the day we receive income.\" The proportion that came to us through Abraham is 2.5% of our net income."}, {"sura_num": 6, "verse_num": 142, "arabic_text": "وَمِنَ ٱلْأَنْعَٰمِ حَمُولَةً وَفَرْشًا  كُلُوا مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُوا خُطُوَٰتِ ٱلشَّيْطَٰنِ  إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ", "english_text": "Some livestock supply you with transportation, as well as bedding materials. Eat from GOD's provisions to you, and do not follow the steps of Satan; he is your most ardent enemy.", "persian_text": "بعضی از چارپايان وسيلهٔ بارکشی و حمل و نقل شما هستند و نيز وسايل خواب شما را فراهم می کنند. از روزی های خدا بخوريد و از گام های شيطان پيروی نکنيد؛ او سرسخت ترين دشمن شماست.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 143, "arabic_text": "ثَمَٰنِيَةَ أَزْوَٰجٍ  مِّنَ ٱلضَّأْنِ ٱثْنَيْنِ وَمِنَ ٱلْمَعْزِ ٱثْنَيْنِ   قُلْ ءَآلذَّكَرَيْنِ حَرَّمَ أَمِ ٱلْأُنثَيَيْنِ أَمَّا ٱشْتَمَلَتْ عَلَيْهِ أَرْحَامُ ٱلْأُنثَيَيْنِ  نَبِّـُٔونِى بِعِلْمٍ إِن كُنتُمْ صَٰدِقِينَ", "english_text": "Eight kinds of livestock: regarding the two kinds of sheep, and the two kinds of goats, say, \"Is it the two males that He prohibited, or the two females, or the contents of the wombs of the two females? Tell me what you know, if you are truthful.\"", "persian_text": "هشت نوع از چارپايان: دربارهٔ دو نوع گوسفند و دو نوع بز، بگو: \"آيا او دو نر را حرام کرد، يا دو ماده را، يا محتوای رحم دو ماده را؟ به من بگوييد چه می دانيد، اگر راست می گوييد.\"", "subtitle": "Innovated Dietary Prohibitions Condemned", "footnote": ""}, {"sura_num": 6, "verse_num": 144, "arabic_text": "وَمِنَ ٱلْإِبِلِ ٱثْنَيْنِ وَمِنَ ٱلْبَقَرِ ٱثْنَيْنِ   قُلْ ءَآلذَّكَرَيْنِ حَرَّمَ أَمِ ٱلْأُنثَيَيْنِ أَمَّا ٱشْتَمَلَتْ عَلَيْهِ أَرْحَامُ ٱلْأُنثَيَيْنِ  أَمْ كُنتُمْ شُهَدَآءَ إِذْ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَا  فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا لِّيُضِلَّ ٱلنَّاسَ بِغَيْرِ عِلْمٍ   إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ", "english_text": "Regarding the two kinds of camels, and the two kinds of cattle, say, \"Is it the two males that He prohibited, or the two females, or the contents of the wombs of the two females? Were you witnesses when GOD decreed such prohibitions for you? Who is more evil than those who invent such lies and attribute them to GOD? They thus mislead the people without knowledge. GOD does not guide such evil people.\"", "persian_text": "دربارهٔ دو نوع شتر و دو نوع گاو، بگو: \"آيا او دو نر را حرام كرد، يا دو ماده را، يا محتوای رحم دو ماده را؟ آيا شما شاهد بوديد كه خدا اينها را برای شما حرام كرد؟  چه كسی پليدتر از آنان كه چنين دروغ‌هايی بسازند و آنها را به خدا نسبت دهند؟  آنها اين چنين بدون دانش مردم را گمراه می كنند. خدا چنين مردم پليدی را هدايت نمی كند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 145, "arabic_text": "قُل لَّآ أَجِدُ فِى مَآ أُوحِىَ إِلَىَّ مُحَرَّمًا عَلَىٰ طَاعِمٍ يَطْعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيْتَةً أَوْ دَمًا مَّسْفُوحًا أَوْ لَحْمَ خِنزِيرٍ فَإِنَّهُۥ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ ٱللَّهِ بِهِۦ  فَمَنِ ٱضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَّحِيمٌ", "english_text": "Say, \"I do not find in the revelations given to me any food that is prohibited for any eater except: (1) carrion, (2) running blood, (3) the meat* of pigs, for it is contaminated, and (4) the meat of animals blasphemously dedicated to other than GOD.\" If one is forced (to eat these), without being deliberate or malicious, then your Lord is Forgiver, Most Merciful.", "persian_text": "بگو: \"در آنچه بر من وحی شده است، غذايی نمی ‌يابم كه خوردن آن برای كسی حرام شده باشد، غير از: (۱) مردار، (۲) خون جهنده، (۳) گوشت خوك، زيرا آلوده است و (۴) گوشت حيواناتی كه از روی كفر برای غير خدا نذر و اهدا شده‌اند.\" چنانچه كسی مجبور شود (از اينها بخورد)، اگر عمداً و با سوء نيت نباشد، پس پروردگارت عفوكننده است، مهربان‌ ترين.", "subtitle": "The Only Dietary Prohibitions*", "footnote": "*6:145-146 Only four kinds of animal products are prohibited: animals that die of themselves, running blood (not trapped within the meat), the meat of pigs, and animals dedicated to other than their Creator. Verse 146 informs us that such prohibitions are very specific; God prohibits either \"the meat\" or \"the fat,\" or both, if He so wills."}, {"sura_num": 6, "verse_num": 146, "arabic_text": "وَعَلَى ٱلَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِى ظُفُرٍ  وَمِنَ ٱلْبَقَرِ وَٱلْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَآ إِلَّا مَا حَمَلَتْ ظُهُورُهُمَآ أَوِ ٱلْحَوَايَآ أَوْ مَا ٱخْتَلَطَ بِعَظْمٍ  ذَٰلِكَ جَزَيْنَٰهُم بِبَغْيِهِمْ  وَإِنَّا لَصَٰدِقُونَ", "english_text": "For those who are Jewish we prohibited animals with undivided hoofs; and of the cattle and sheep we prohibited the fat, except that which is carried on their backs, or in the viscera, or mixed with bones. That was a retribution for their transgressions, and we are truthful.", "persian_text": "برای يهوديان حيواناتی را كه سم آنها به هم چسبيده است، حرام كرديم؛ و از گاو و گوسفند، چربی آنها را حرام نموديم، جز آنچه بر پشت، يا در اندرون شكم آنهاست، يا با استخوان ها آميخته است. آن مجازاتی بود برای ستمكارى هايشان و ما راستگو هستيم.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 147, "arabic_text": "فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمْ ذُو رَحْمَةٍ وَٰسِعَةٍ وَلَا يُرَدُّ بَأْسُهُۥ عَنِ ٱلْقَوْمِ ٱلْمُجْرِمِينَ", "english_text": "If they disbelieve you, then say, \"Your Lord possesses infinite mercy, but His retribution is unavoidable for the guilty people.\"", "persian_text": "اگر تو را باور نكنند، پس بگو: \"پروردگار شما صاحب رحمتی است بيكران، ولی مجازات او برای مردم گناهكار اجتناب ناپذير است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 148, "arabic_text": "سَيَقُولُ ٱلَّذِينَ أَشْرَكُوا لَوْ شَآءَ ٱللَّهُ مَآ أَشْرَكْنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمْنَا مِن شَىْءٍ  كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ حَتَّىٰ ذَاقُوا بَأْسَنَا   قُلْ هَلْ عِندَكُم مِّنْ عِلْمٍ فَتُخْرِجُوهُ لَنَآ  إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنْ أَنتُمْ إِلَّا تَخْرُصُونَ", "english_text": "The idol worshipers say, \"Had GOD willed, we would not practice idolatry, nor would our parents, nor would we prohibit anything.\" Thus did those before them disbelieve, until they incurred our retribution. Say, \"Do you have any proven knowledge that you can show us? You follow nothing but conjecture; you only guess.\"", "persian_text": "مشركان می ‌گويند: \"اگر خدا می‌ خواست، ما و والدين ما مشرك نمی‌ شديم و چيزی را حرام نمی‌ كرديم.\" كسانی كه پيش از آنها بودند، اين چنين ايمان نياوردند تا اينكه مستحق عذاب ما شدند. بگو: \"آيا هيچ دانش ثابت شده‌ای داريد كه بتوانيد به ما نشان دهيد؟ شما از چيزی جز گمان پيروی نمی‌ كنيد؛ شما فقط حدس می ‌زنيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 149, "arabic_text": "قُلْ فَلِلَّهِ ٱلْحُجَّةُ ٱلْبَٰلِغَةُ  فَلَوْ شَآءَ لَهَدَىٰكُمْ أَجْمَعِينَ", "english_text": "Say, \"GOD possesses the most powerful argument; if He wills He can guide all of you.\"", "persian_text": "بگو: \"محكم‌ترين استدلال از آن خداست؛ اگر او بخواهد می تواند همهٔ شما را هدايت کند.\"", "subtitle": "The Most Powerful Argument*", "footnote": "*6:149 The Quran's mathematical code is a tangible and utterly incontrovertible proof that this is God's message to the world. It takes divine intervention to prevent any reader from appreciating this extraordinary phenomenon, then falling prostrate, and accepting this overwhelming miracle (see 17:45-46, 18:57, 56:79, and Appendix One)."}, {"sura_num": 6, "verse_num": 150, "arabic_text": "قُلْ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشْهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَا  فَإِن شَهِدُوا فَلَا تَشْهَدْ مَعَهُمْ  وَلَا تَتَّبِعْ أَهْوَآءَ ٱلَّذِينَ كَذَّبُوا بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ وَهُم بِرَبِّهِمْ يَعْدِلُونَ", "english_text": "Say, \"Bring your witnesses who would testify that GOD has prohibited this or that.\" If they testify, do not testify with them. Nor shall you follow the opinions of those who reject our revelations, and those who disbelieve in the Hereafter, and those who stray away from their Lord.", "persian_text": "بگو: \"شاهدان خود را بياوريد تا گواهی دهند كه خدا اين و يا آن را حرام كرده است،\" اگر گواهی دهند، تو با آنها گواهی نده و از عقايد كسانی كه آيات ما را تكذيب می‌ كنند و كسانی كه به آخرت ايمان ندارند و آنان كه از پروردگارشان دور شده‌اند، پيروی نكن.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 151, "arabic_text": "قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ  أَلَّا تُشْرِكُوا بِهِۦ شَيْـًٔا  وَبِٱلْوَٰلِدَيْنِ إِحْسَٰنًا  وَلَا تَقْتُلُوٓا أَوْلَٰدَكُم مِّنْ إِمْلَٰقٍ  نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ  وَلَا تَقْرَبُوا ٱلْفَوَٰحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ  وَلَا تَقْتُلُوا ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ  ذَٰلِكُمْ وَصَّىٰكُم بِهِۦ لَعَلَّكُمْ تَعْقِلُونَ", "english_text": "Say, \"Come let me tell you what your Lord has really prohibited for you: You shall not set up idols besides Him. You shall honor your parents. You shall not kill your children from fear of poverty—we provide for you and for them. You shall not commit gross sins, obvious or hidden. You shall not kill—GOD has made life sacred—except in the course of justice. These are His commandments to you, that you may understand.\"", "persian_text": "بگو: \"بياييد تا به شما بگويم که پروردگارتان چه چيزهايی را واقعاً بر شما حرام کرده است، اينکه: در كنار او هیچ معبودی را قرار ندهيد. به پدر و مادر خود احترام بگذاريد. فرزندانتان را از بيم فقر نکشيد- ما روزی شما و آنها را فراهم می کنيم. از گناهان بزرگ، چه آشكار و چه پنهان، بپرهيزيد. کسی را نکشيد- خدا زندگی را مقدس قرار داده است- جز برای اجرای عدالت. اينها فرمان های اوست بر شما، باشد که بفهميد.\"", "subtitle": "The Major Commandments", "footnote": ""}, {"sura_num": 6, "verse_num": 152, "arabic_text": "وَلَا تَقْرَبُوا مَالَ ٱلْيَتِيمِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ حَتَّىٰ يَبْلُغَ أَشُدَّهُۥ  وَأَوْفُوا ٱلْكَيْلَ وَٱلْمِيزَانَ بِٱلْقِسْطِ  لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا  وَإِذَا قُلْتُمْ فَٱعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَىٰ  وَبِعَهْدِ ٱللَّهِ أَوْفُوا  ذَٰلِكُمْ وَصَّىٰكُم بِهِۦ لَعَلَّكُمْ تَذَكَّرُونَ", "english_text": "You shall not touch the orphans' money except in the most righteous manner, until they reach maturity. You shall give full weight and a full measure when you trade, equitably. We do not burden any soul beyond its means. You shall be absolutely just when you bear witness, even against your relatives. You shall fulfill your covenant with GOD. These are His commandments to you, that you may take heed.", "persian_text": "به مال يتيمان دست نزنيد، مگر در نهايت پرهيزكاری تا آنها به بلوغ فكری برسند. هنگام معامله بايد وزن و اندازهٔ كامل را منصفانه بدهيد. ما به هيچ نفسی بيش از توانايی ‌اش تكليف نمی ‌كنيم. هنگام شهادت دادن بايد كاملاً عادل باشيد، حتی عليه خويشاوندانتان. به عهد خود با خدا وفا كنيد. اينها فرمان های اوست بر شما، باشد كه توجه كنيد.", "subtitle": "Additional Commandments", "footnote": ""}, {"sura_num": 6, "verse_num": 153, "arabic_text": "وَأَنَّ هَٰذَا صِرَٰطِى مُسْتَقِيمًا فَٱتَّبِعُوهُ  وَلَا تَتَّبِعُوا ٱلسُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِۦ  ذَٰلِكُمْ وَصَّىٰكُم بِهِۦ لَعَلَّكُمْ تَتَّقُونَ", "english_text": "This is My path—a straight one. You shall follow it, and do not follow any other paths, lest they divert you from His path. These are His commandments to you, that you may be saved.", "persian_text": "اين است راه من- راهی مستقيم. از آن پيروی كنيد و از راه های ديگر پيروی نكنيد، تا مبادا شما را از راه او منحرف سازند. اينها فرمان های اوست بر شما، باشد كه نجات يابيد.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 154, "arabic_text": "ثُمَّ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ تَمَامًا عَلَى ٱلَّذِىٓ أَحْسَنَ وَتَفْصِيلًا لِّكُلِّ شَىْءٍ وَهُدًى وَرَحْمَةً لَّعَلَّهُم بِلِقَآءِ رَبِّهِمْ يُؤْمِنُونَ", "english_text": "And we gave Moses the scripture, complete with the best commandments, and detailing everything, and a beacon and mercy, that they may believe in meeting their Lord.", "persian_text": "و ما به موسی کتاب آسمانی داديم، کامل با بهترين احکام و شرح تمام جزييات و رحمت و مشعلی روشنگر. باشد که به ديدار پروردگارشان ايمان بياورند.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 155, "arabic_text": "وَهَٰذَا كِتَٰبٌ أَنزَلْنَٰهُ مُبَارَكٌ فَٱتَّبِعُوهُ وَٱتَّقُوا لَعَلَّكُمْ تُرْحَمُونَ", "english_text": "This too is a blessed scripture that we have revealed; you shall follow it and lead a righteous life, that you may attain mercy.", "persian_text": "اين نيز کتابی است مبارک که ما آن را نازل کرده ايم؛ از آن پيروی کنيد و زندگی پرهيزكارانه ای را در پيش گيريد. باشد که به رحمت دست يابيد.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 156, "arabic_text": "أَن تَقُولُوٓا إِنَّمَآ أُنزِلَ ٱلْكِتَٰبُ عَلَىٰ طَآئِفَتَيْنِ مِن قَبْلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمْ لَغَٰفِلِينَ", "english_text": "Now you can no longer say, \"The scripture was sent down to two groups before us, and we were unaware of their teachings.\"", "persian_text": "اکنون ديگر نمی توانيد بگوييد: \"کتاب آسمانی بر دو گروه پيش از ما نازل شده بود و ما از تعاليم آنها بی اطلاع بوديم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 157, "arabic_text": "أَوْ تَقُولُوا لَوْ أَنَّآ أُنزِلَ عَلَيْنَا ٱلْكِتَٰبُ لَكُنَّآ أَهْدَىٰ مِنْهُمْ  فَقَدْ جَآءَكُم بَيِّنَةٌ مِّن رَّبِّكُمْ وَهُدًى وَرَحْمَةٌ  فَمَنْ أَظْلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنْهَا   سَنَجْزِى ٱلَّذِينَ يَصْدِفُونَ عَنْ ءَايَٰتِنَا سُوٓءَ ٱلْعَذَابِ بِمَا كَانُوا يَصْدِفُونَ", "english_text": "Nor can you say, \"If only a scripture could come down to us, we would be better guided than they.\" A proven scripture has now come to you from your Lord, and a beacon, and a mercy. Now, who is more evil than one who rejects these proofs from GOD, and disregards them? We will commit those who disregard our proofs to the worst retribution, for their heedlessness.", "persian_text": "و نمی توانيد بگوييد: \"اگر فقط کتابی آسمانی بر ما نازل می شد، ما بهتر از آنها هدايت می شديم.\" اکنون کتابی آسمانی و اثبات شده از جانب پروردگارتان بر شما آمده است، که رحمت و مشعلی است روشنگر.  اينک چه کسی پليدتر از آن که اين مدرک های خدا را انکار کند و آنها را نادیده بگیرد؟ کسانی که به مدرک های ما بی اعتنايی كنند، ما آنها را برای بی توجهی شان  به بدترين عذاب گرفتار خواهيم کرد.", "subtitle": "Mathematics: The Ultimate Proof*", "footnote": "*6:157 The role of the Quran's mathematical code is evident from the fact that the sum of the verse number (157) plus the gematrical value of \"Rashad Khalifa\" (1230), through whom the code was revealed, gives 1387, or 19x73."}, {"sura_num": 6, "verse_num": 158, "arabic_text": "هَلْ يَنظُرُونَ إِلَّآ أَن تَأْتِيَهُمُ ٱلْمَلَٰٓئِكَةُ أَوْ يَأْتِىَ رَبُّكَ أَوْ يَأْتِىَ بَعْضُ ءَايَٰتِ رَبِّكَ   يَوْمَ يَأْتِى بَعْضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفْسًا إِيمَٰنُهَا لَمْ تَكُنْ ءَامَنَتْ مِن قَبْلُ أَوْ كَسَبَتْ فِىٓ إِيمَٰنِهَا خَيْرًا   قُلِ ٱنتَظِرُوٓا إِنَّا مُنتَظِرُونَ", "english_text": "Are they waiting for the angels to come to them, or your Lord, or some physical manifestations of your Lord? The day this happens, no soul will benefit from believing if it did not believe before that, and did not reap the benefits of belief by leading a righteous life.* Say, \"Keep on waiting; we too are waiting.\"", "persian_text": "آيا آنها منتظرند تا فرشتگان نزدشان بيايند، يا پروردگارت، يا برخی از نشان های فيزيكی پروردگارت تجلی كند؟ روزی كه اين اتفاق رخ دهد، ديگر هيچ نفسی از ايمان آوردن بهره ای نخواهد برد، چنانچه پیش از آن ايمان نياورده و با اعمال پرهيزكارانه، منافع ايمان را كسب نكرده باشد.* بگو: \"منتظر باشيد؛ ما هم منتظريم.\"", "subtitle": "Requirements of the Test", "footnote": "*6:158 After believing, the soul must grow and develop through the worship practices prescribed by God."}, {"sura_num": 6, "verse_num": 159, "arabic_text": "إِنَّ ٱلَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا لَّسْتَ مِنْهُمْ فِى شَىْءٍ  إِنَّمَآ أَمْرُهُمْ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُوا يَفْعَلُونَ", "english_text": "Those who divide themselves into sects do not belong with you. Their judgment rests with GOD, then He will inform them of everything they had done.", "persian_text": "كسانی كه خود را به فرقه‌های مختلف تقسيم می كنند، با تو نيستند. قضاوت آنها با خداست، سپس او آنها را از آنچه كرده بودند، مطلع خواهد كرد.", "subtitle": "Religious Sects Condemned", "footnote": ""}, {"sura_num": 6, "verse_num": 160, "arabic_text": "مَن جَآءَ بِٱلْحَسَنَةِ فَلَهُۥ عَشْرُ أَمْثَالِهَا  وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجْزَىٰٓ إِلَّا مِثْلَهَا وَهُمْ لَا يُظْلَمُونَ", "english_text": "Whoever does a righteous work receives the reward for ten, and the one who commits a sin is requited for only one. No one suffers the slightest injustice.", "persian_text": "هر كس كار نیكی انجام دهد، ده برابر پاداش می ‌گيرد و هر كس گناهی مرتكب شود، فقط برای همان مجازات می‌ شود. هيچ كس از كوچك‌ترين بی ‌عدالتی رنج نخواهد برد.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 161, "arabic_text": "قُلْ إِنَّنِى هَدَىٰنِى رَبِّىٓ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ دِينًا قِيَمًا مِّلَّةَ إِبْرَٰهِيمَ حَنِيفًا  وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ", "english_text": "Say, \"My Lord has guided me in a straight path—the perfect religion of Abraham, monotheism. He never was an idol worshiper.\"", "persian_text": "بگو: \"پروردگار من، مرا در راهی مستقيم هدايت كرده است- دين كامل ابراهيم، يكتاپرستی.  او هرگز مشرك نبود.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 162, "arabic_text": "قُلْ إِنَّ صَلَاتِى وَنُسُكِى وَمَحْيَاىَ وَمَمَاتِى لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ", "english_text": "Say, \"My Contact Prayers (Salat), my worship practices, my life and my death, are all devoted absolutely to GOD alone, the Lord of the universe.", "persian_text": "بگو: \"نماز من، اعمال عبادی من، زندگی من و مرگ من، همه مطلقاً به خدا اختصاص دارد، آن پروردگار عالم.", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 163, "arabic_text": "لَا شَرِيكَ لَهُۥ  وَبِذَٰلِكَ أُمِرْتُ وَأَنَا أَوَّلُ ٱلْمُسْلِمِينَ", "english_text": "\"He has no partner. This is what I am commanded to believe, and I am the first to submit.\"", "persian_text": "\"او شريکی ندارد. اين است آنچه كه به من امر شده است تا به آن ايمان بياورم و من پيشگام تسليم شدگانم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 164, "arabic_text": "قُلْ أَغَيْرَ ٱللَّهِ أَبْغِى رَبًّا وَهُوَ رَبُّ كُلِّ شَىْءٍ  وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا  وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ  ثُمَّ إِلَىٰ رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ", "english_text": "Say, \"Shall I seek other than GOD as a lord, when He is the Lord of all things? No soul benefits except from its own works, and none bears the burden of another. Ultimately, you return to your Lord, then He informs you regarding all your disputes.\"", "persian_text": "بگو: \"آيا غير از خدا پروردگار ديگری بجويم، در حالی كه او پروردگار همه چيز است؟ هيچ نفسی غير از اعمال خود بهره‌ای نمی برد و هيچ كس بار ديگری را بر دوش نمی‌ كشد. شما سرانجام، به سوی پروردگارتان مراجعت می‌ كنيد، سپس او شما را دربارهٔ تمام اختلاف هایی كه ایجاد كردید، آگاه می سازد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 6, "verse_num": 165, "arabic_text": "وَهُوَ ٱلَّذِى جَعَلَكُمْ خَلَٰٓئِفَ ٱلْأَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَٰتٍ لِّيَبْلُوَكُمْ فِى مَآ ءَاتَىٰكُمْ   إِنَّ رَبَّكَ سَرِيعُ ٱلْعِقَابِ وَإِنَّهُۥ لَغَفُورٌ رَّحِيم", "english_text": "He is the One who made you inheritors of the earth, and He raised some of you above others in rank, in order to test you in accordance with what He has given you. Surely, your Lord is efficient in enforcing retribution, and He is Forgiver, Most Merciful.", "persian_text": "اوست يكتايی كه شما را وارث زمين قرار داد و درجات برخی از شما را بر برخی ديگر برتری داد، تا شما را مطابق با آنچه به شما داده است، بيازمايد. مطمئناً، پروردگار تو در اجرای مجازات باكفايت است و اوست عفو‌كننده، مهربان‌ترين.", "subtitle": "", "footnote": ""}]