[{"sura_num": 39, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The Throngs", "chapter_title_arabic": "الزُّمر", "chapter_title_persian": "فوج فوج"}, {"sura_num": 39, "verse_num": 1, "arabic_text": "تَنزِيلُ ٱلْكِتَٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ", "english_text": "This is a revelation of the scripture, from GOD, the Almighty, the Wise.", "persian_text": "اين تنزيلی است از كتاب آسمانی، از جانب خدا، صاحب اقتدار، حكيم.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 2, "arabic_text": "إِنَّآ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَٰبَ بِٱلْحَقِّ فَٱعْبُدِ ٱللَّهَ مُخْلِصًا لَّهُ ٱلدِّينَ", "english_text": "We sent down to you this scripture, truthfully; you shall worship GOD, devoting your religion to Him alone.", "persian_text": "ما اين كتاب آسمانی را به حقيقت بر تو نازل كرديم؛ خدا را پرستش كن، دين خود را فقط به او اختصاص بده.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 3, "arabic_text": "أَلَا لِلَّهِ ٱلدِّينُ ٱلْخَالِصُ  وَٱلَّذِينَ ٱتَّخَذُوا مِن دُونِهِۦٓ أَوْلِيَآءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلْفَىٰٓ إِنَّ ٱللَّهَ يَحْكُمُ بَيْنَهُمْ فِى مَا هُمْ فِيهِ يَخْتَلِفُونَ   إِنَّ ٱللَّهَ لَا يَهْدِى مَنْ هُوَ كَٰذِبٌ كَفَّارٌ", "english_text": "Absolutely, the religion shall be devoted to GOD alone. Those who set up idols beside Him say, \"We idolize them only to bring us closer to GOD; for they are in a better position!\" GOD will judge them regarding their disputes. GOD does not guide such liars, disbelievers.", "persian_text": "دين مطلقاً بايد تنها به خدا اختصاص داده شود. كسانی كه غير از او اوليايی قرار می دهند، می گويند: \"ما آنها را معبود خود قرار داديم، فقط برای آنكه ما را به خدا نزديك ‌تر كنند؛ زيرا آنها مقربند و مقام بهتری دارند!\" خدا دربارهٔ اختلافاتشان قضات خواهد كرد. خدا چنين دروغگويان كافری را هدايت نمی كند.", "subtitle": "The Idols as Mediators A Common Myth", "footnote": ""}, {"sura_num": 39, "verse_num": 4, "arabic_text": "لَّوْ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدًا لَّٱصْطَفَىٰ مِمَّا يَخْلُقُ مَا يَشَآءُ  سُبْحَٰنَهُۥ  هُوَ ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ", "english_text": "If GOD wanted to have a son, He could have chosen whomever He willed from among His creations. Be He glorified; He is GOD, the One, the Supreme.", "persian_text": "اگر خدا می خواست پسری داشته باشد، می توانست هر كه را بخواهد از ميان مخلوقاتش برگزيند. تجليل او را؛ اوست خدا، يكتا، والاترين.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 5, "arabic_text": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ  يُكَوِّرُ ٱلَّيْلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيْلِ  وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ  كُلٌّ يَجْرِى لِأَجَلٍ مُّسَمًّى   أَلَا هُوَ ٱلْعَزِيزُ ٱلْغَفَّٰرُ", "english_text": "He created the heavens and the earth truthfully. He rolls the night over the day, and rolls the day over the night.* He committed the sun and the moon, each running for a finite period. Absolutely, He is the Almighty, the Forgiving.", "persian_text": "او آسمان ها و زمين را بحق آفريد. او شب را به روز و روز را به شب می گرداند.* او خورشيد و ماه را متعهد كرد تا هر كدام برای مدتی محدود در گردش باشند. مسلماً، اوست قادر متعال، عفوكننده.", "subtitle": "The Shape of the Earth*", "footnote": "*39:5 This verse clearly informs us that the earth is round. The Arabic for \"He rolls\" (Yukawwir) is derived from the Arabic word for \"ball\" (Kurah). Since the Earth is not exactly round, a specific reference to its shape is given in 79:30. The Quran is replete with scientific information that became known to us centuries after the revelation of the Quran. See Appendix 20."}, {"sura_num": 39, "verse_num": 6, "arabic_text": "خَلَقَكُم مِّن نَّفْسٍ وَٰحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلْأَنْعَٰمِ ثَمَٰنِيَةَ أَزْوَٰجٍ  يَخْلُقُكُمْ فِى بُطُونِ أُمَّهَٰتِكُمْ خَلْقًا مِّنۢ بَعْدِ خَلْقٍ فِى ظُلُمَٰتٍ ثَلَٰثٍ  ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ لَهُ ٱلْمُلْكُ  لَآ إِلَٰهَ إِلَّا هُوَ  فَأَنَّىٰ تُصْرَفُونَ", "english_text": "He created you from one person, then created from him his mate. He sent down to you eight kinds of livestock. He creates you in your mothers' bellies, creation after creation, in trimesters of darkness. Such is GOD your Lord. To Him belongs all sovereignty. There is no other god beside Him. How could you deviate?", "persian_text": "او شما را از يک تن آفريد، سپس زوج او را از او آفريد. او برای شما هشت نوع از چارپايان فرو فرستاد. او شما را در شکم مادرانتان می آفريند، آفرينش پس از آفرينش، در سه دورهٔ تاريک. چنين است خدا، پروردگار شما. تمام فرمانروايی از آن اوست. خدای ديگری در کنار او نيست. چگونه توانستيد منحرف شويد؟", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 7, "arabic_text": "إِن تَكْفُرُوا فَإِنَّ ٱللَّهَ غَنِىٌّ عَنكُمْ  وَلَا يَرْضَىٰ لِعِبَادِهِ ٱلْكُفْرَ  وَإِن تَشْكُرُوا يَرْضَهُ لَكُمْ   وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ   ثُمَّ إِلَىٰ رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ  إِنَّهُۥ عَلِيم بِذَاتِ ٱلصُّدُورِ", "english_text": "If you disbelieve, GOD does not need anyone. But He dislikes to see His servants make the wrong decision. If you decide to be appreciative, He is pleased for you. No soul bears the sins of any other soul. Ultimately, to your Lord is your return, then He will inform you of everything you had done. He is fully aware of the innermost thoughts.", "persian_text": "اگر كافر شويد، خدا به كسی نياز ندارد. اما او دوست ندارد ببيند كه بندگانش تصميم اشتباه بگيرند. اگر تصميم بگيريد كه سپاسگزار باشيد، او برای شما خوشنود است. هيچ نفسی بار گناهان نفس ديگری را بر دوش نمی گيرد. سرانجام، بازگشت شما به سوی پروردگارتان است، سپس او شما را از آنچه كرده بوديد، مطلع خواهد كرد. او از درونی ترين افكار شما كاملاً آگاه است.", "subtitle": "Believe For Your Own Good", "footnote": ""}, {"sura_num": 39, "verse_num": 8, "arabic_text": "وَإِذَا مَسَّ ٱلْإِنسَٰنَ ضُرٌّ دَعَا رَبَّهُۥ مُنِيبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعْمَةً مِّنْهُ نَسِىَ مَا كَانَ يَدْعُوٓا إِلَيْهِ مِن قَبْلُ وَجَعَلَ لِلَّهِ أَندَادًا لِّيُضِلَّ عَن سَبِيلِهِۦ  قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا  إِنَّكَ مِنْ أَصْحَٰبِ ٱلنَّارِ", "english_text": "When the human being is afflicted, he implores his Lord, sincerely devoted to Him. But as soon as He blesses him, he forgets his previous imploring, sets up idols to rank with GOD and to divert others from His path. Say, \"Enjoy your disbelief temporarily; you have incurred the hellfire.\"", "persian_text": "هنگامی كه انسان گرفتار می شود، به پروردگارش التماس می كند، صادقانه خود را به او اختصاص می دهد. ولی همين كه او وی را مورد رحمت قرار می دهد، او درخواست پيشين خود را فراموش می كند، معبودانی را هم رديف خدا قرار می دهد و ديگران را از راه او منحرف می سازد. بگو: \"از كفر خود موقتاً لذت ببر؛ تو سزاوار آتش دوزخ شده ای.\"", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 9, "arabic_text": "أَمَّنْ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيْلِ سَاجِدًا وَقَآئِمًا يَحْذَرُ ٱلْءَاخِرَةَ وَيَرْجُوا رَحْمَةَ رَبِّهِۦ   قُلْ هَلْ يَسْتَوِى ٱلَّذِينَ يَعْلَمُونَ وَٱلَّذِينَ لَا يَعْلَمُونَ   إِنَّمَا يَتَذَكَّرُ أُولُوا ٱلْأَلْبَٰبِ", "english_text": "Is it not better to be one of those who meditate in the night, prostrating and staying up, being aware of the Hereafter, and seeking the mercy of their Lord? Say, \"Are those who know equal to those who do not know?\" Only those who possess intelligence will take heed.", "persian_text": "آيا بهتر نيست كه يكی از كسانی باشيد كه در شب به تمركز و نيايش می پردازند، سجده می كنند و بيدار می مانند، از آخرت آگاهند و در پی رحمت پروردگارشان هستند؟ بگو: \"آيا كسانی كه می دانند با كسانی كه نمی دانند، يكسانند؟\" فقط خردمندان توجه خواهند كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 10, "arabic_text": "قُلْ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُوا ٱتَّقُوا رَبَّكُمْ  لِلَّذِينَ أَحْسَنُوا فِى هَٰذِهِ ٱلدُّنْيَا حَسَنَةٌ   وَأَرْضُ ٱللَّهِ وَٰسِعَةٌ   إِنَّمَا يُوَفَّى ٱلصَّٰبِرُونَ أَجْرَهُم بِغَيْرِ حِسَابٍ", "english_text": "Say, \"O My servants who believed, you shall reverence your Lord.\" For those who worked righteousness in this world, a good reward. GOD's earth is spacious, and those who steadfastly persevere will receive their recompense generously, without limits.", "persian_text": "بگو: \"ای بندگان من كه ايمان آورديد، هيبت و حرمت خدا را ارج نهيد.\" برای كسانی كه در اين دنيا پرهيزكارانه عمل كردند، پاداشی نيكوست. زمين خدا پهناور است و آنان كه صبورانه مقاومت می كنند، پاداش سخاوتمندانهٔ خود را بی اندازه دريافت خواهند كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 11, "arabic_text": "قُلْ إِنِّىٓ أُمِرْتُ أَنْ أَعْبُدَ ٱللَّهَ مُخْلِصًا لَّهُ ٱلدِّينَ", "english_text": "Say, \"I have been commanded to worship GOD, devoting the religion absolutely to Him alone.", "persian_text": "بگو: \"به من فرمان داده شده است كه خدا را پرستش كنم، دين را مطلقاً تنها به او اختصاص دهم.", "subtitle": "God ALONE", "footnote": ""}, {"sura_num": 39, "verse_num": 12, "arabic_text": "وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ ٱلْمُسْلِمِينَ", "english_text": "\"And I was commanded to be the utmost submitter.\"", "persian_text": "\"و به من فرمان داده شد که به منتها درجه تسليم باشم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 13, "arabic_text": "قُلْ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍ", "english_text": "Say, \"I fear, if I disobeyed my Lord, the retribution of a great day.\"", "persian_text": "بگو: \"اگر از پروردگارم اطاعت نكنم، از مجازات روزی بزرگ می ترسم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 14, "arabic_text": "قُلِ ٱللَّهَ أَعْبُدُ مُخْلِصًا لَّهُۥ دِينِى", "english_text": "Say, \"GOD is the only One I worship, devoting my religion absolutely to Him alone.", "persian_text": "بگو: \"خدا تنها کسی است كه می پرستم، دين خود را مطلقاً تنها به او اختصاص می دهم.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 15, "arabic_text": "فَٱعْبُدُوا مَا شِئْتُم مِّن دُونِهِۦ   قُلْ إِنَّ ٱلْخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ ٱلْقِيَٰمَةِ   أَلَا ذَٰلِكَ هُوَ ٱلْخُسْرَانُ ٱلْمُبِينُ", "english_text": "\"Therefore, worship whatever you wish besides Him.\" Say, \"The real losers are those who lose their souls, and their families, on the Day of Resurrection.\" Most certainly, this is the real loss.", "persian_text": "\"بنابراين، هرچه می خواهيد جز او عبادت كنيد.\" بگو: \"بازندگان واقعی كسانی هستند كه نفس خود و خانوادهٔ خود را در روز رستاخيز از دست می دهند.\" مسلماً اين باخت واقعی است.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 16, "arabic_text": "لَهُم مِّن فَوْقِهِمْ ظُلَلٌ مِّنَ ٱلنَّارِ وَمِن تَحْتِهِمْ ظُلَلٌ  ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥ  يَٰعِبَادِ فَٱتَّقُونِ", "english_text": "They will have masses of fire on top of them, and under them. GOD thus alerts His servants: O My servants, you shall reverence Me.", "persian_text": "آنها در بالای سر و زيرشان پاره هايی از آتش خواهند داشت. خدا اين چنين بندگانش را هوشيار می كند: ای بندگان من، هيبت و حرمت مرا ارج نهيد.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 17, "arabic_text": "وَٱلَّذِينَ ٱجْتَنَبُوا ٱلطَّٰغُوتَ أَن يَعْبُدُوهَا وَأَنَابُوٓا إِلَى ٱللَّهِ لَهُمُ ٱلْبُشْرَىٰ  فَبَشِّرْ عِبَادِ", "english_text": "As for those who discard the worship of all idols, and devote themselves totally to GOD alone, they have deserved happiness. Give good news to My servants.", "persian_text": "و اما كسانی كه از پرستش تمام معبودان دست بردارند و خود را كاملاً تنها به خدا اختصاص دهند، لياقت خوشبختی را دارند. به بندگان من مژده بده.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 18, "arabic_text": "ٱلَّذِينَ يَسْتَمِعُونَ ٱلْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُۥٓ  أُولَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُ  وَأُولَٰٓئِكَ هُمْ أُولُوا ٱلْأَلْبَٰبِ", "english_text": "They are the ones who examine all words, then follow the best. These are the ones whom GOD has guided; these are the ones who possess intelligence.", "persian_text": "آنها كسانی هستند كه تمام كلمات را می سنجند، سپس از بهترين پيروی می كنند. اينان كسانی هستند كه خدا هدايت كرده است؛ اينان كسانی هستند كه صاحب هوش و ذكاوتند.", "subtitle": "Follow the Word of God", "footnote": ""}, {"sura_num": 39, "verse_num": 19, "arabic_text": "أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ ٱلْعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِى ٱلنَّارِ", "english_text": "With regard to those who have deserved the retribution, can you save those who are already in Hell?", "persian_text": "دربارهٔ كسانی كه سزاوار عذاب شده اند، آيا تو می توانی كسانی را كه هم اكنون در دوزخ هستند، نجات دهی؟", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 20, "arabic_text": "لَٰكِنِ ٱلَّذِينَ ٱتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِّن فَوْقِهَا غُرَفٌ مَّبْنِيَّةٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ  وَعْدَ ٱللَّهِ  لَا يُخْلِفُ ٱللَّهُ ٱلْمِيعَادَ", "english_text": "As for those who reverence their Lord, they will have mansions upon mansions constructed for them, with flowing streams. This is GOD's promise, and GOD never breaks His promise.", "persian_text": "و اما کسانی که حرمت و هيبت پروردگارشان را ارج می نهند، قصرها بر فراز قصرها خواهند داشت که برای آنها ساخته شده است، همراه با نهرهای روان. اين وعدهٔ خداست و خدا هرگز خلاف وعده اش عمل نمی کند.", "subtitle": "The Righteous", "footnote": ""}, {"sura_num": 39, "verse_num": 21, "arabic_text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَسَلَكَهُۥ يَنَٰبِيعَ فِى ٱلْأَرْضِ ثُمَّ يُخْرِجُ بِهِۦ زَرْعًا مُّخْتَلِفًا أَلْوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُۥ حُطَٰمًا  إِنَّ فِى ذَٰلِكَ لَذِكْرَىٰ لِأُولِى ٱلْأَلْبَٰبِ", "english_text": "Do you not see that GOD sends down from the sky water, then places it into underground wells, then produces with it plants of various colors, then they grow until they turn yellow, then He turns them into hay? This should be a reminder for those who possess intelligence.", "persian_text": "آيا نمی بينی كه خدا آب را از آسمان فرو می فرستد، سپس آن را در چاه های زيرزمينی قرار می دهد، آنگاه با آن گياهانی با رنگ های گوناگون می روياند، سپس رشد می كنند تا اينكه زرد شوند، سپس او آنها را به كاه تبديل می كند؟ اين بايد تذكری باشد برای خردمندان.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 22, "arabic_text": "أَفَمَن شَرَحَ ٱللَّهُ صَدْرَهُۥ لِلْإِسْلَٰمِ فَهُوَ عَلَىٰ نُورٍ مِّن رَّبِّهِۦ  فَوَيْلٌ لِّلْقَٰسِيَةِ قُلُوبُهُم مِّن ذِكْرِ ٱللَّهِ  أُولَٰٓئِكَ فِى ضَلَٰلٍ مُّبِينٍ", "english_text": "If GOD renders one's heart content with Submission, he will be following a light from his Lord. Therefore, woe to those whose hearts are hardened against GOD's message; they have gone far astray.", "persian_text": "اگر خدا قلب كسی را برای تسليم شدن راضی كند، او از نوری از جانب پروردگارش پيروی خواهد كرد. بنابراين، وای بر كسانی كه دل هايشان عليه پيام خدا سخت شده است؛ آنها بسيار گمراه شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 23, "arabic_text": "ٱللَّهُ نَزَّلَ أَحْسَنَ ٱلْحَدِيثِ كِتَٰبًا مُّتَشَٰبِهًا مَّثَانِىَ تَقْشَعِرُّ مِنْهُ جُلُودُ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىٰ ذِكْرِ ٱللَّهِ  ذَٰلِكَ هُدَى ٱللَّهِ يَهْدِى بِهِۦ مَن يَشَآءُ  وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ", "english_text": "GOD has revealed herein the best Hadith; a book that is consistent, and points out both ways (to Heaven and Hell). The skins of those who reverence their Lord cringe therefrom, then their skins and their hearts soften up for GOD's message. Such is GOD's guidance; He bestows it upon whomever He wills. As for those sent astray by GOD, nothing can guide them.", "persian_text": "خدا بهترين حديث را در اين نازل كرده است؛ كتابی هماهنگ و باثبات كه به هر دو راه (بهشت و دوزخ) اشاره می كند. پوست كسانی كه هيبت و حرمت پروردگارشان را ارج می نهند از آن منقبض می شود، سپس پوست و قلبشان برای پيام خدا نرم می شود. چنين است هدايت خدا؛ او آن را به هر كه بخواهد (هدایت شود)، عطا می كند. و اما كسانی را كه خدا به گمراهی فرستد، هيچ چيز نمی تواند آنها را هدايت كند.", "subtitle": "The Best Hadith", "footnote": ""}, {"sura_num": 39, "verse_num": 24, "arabic_text": "أَفَمَن يَتَّقِى بِوَجْهِهِۦ سُوٓءَ ٱلْعَذَابِ يَوْمَ ٱلْقِيَٰمَةِ  وَقِيلَ لِلظَّٰلِمِينَ ذُوقُوا مَا كُنتُمْ تَكْسِبُونَ", "english_text": "What is better than saving one's face from the terrible retribution on the Day of Resurrection? The transgressors will be told, \"Taste the consequences of what you earned.\"", "persian_text": "چه چيزی بهتر از نجات دادن چهره ای از عذاب سخت روز قيامت است؟ به ستمكاران گفته خواهد شد: \"نتيجهٔ آنچه را كه كسب كرديد، بچشيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 25, "arabic_text": "كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ فَأَتَىٰهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ", "english_text": "Others before them have disbelieved and, consequently, the retribution afflicted them whence they never expected.", "persian_text": "پيش از آنها ديگران هم ايمان نياوردند و درنتيجه، به عذابی دچار شدند كه هرگز انتظارش را نداشتند.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 26, "arabic_text": "فَأَذَاقَهُمُ ٱللَّهُ ٱلْخِزْىَ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا  وَلَعَذَابُ ٱلْءَاخِرَةِ أَكْبَرُ  لَوْ كَانُوا يَعْلَمُونَ", "english_text": "GOD has condemned them to humiliation in this life, and the retribution in the Hereafter will be far worse, if they only knew.", "persian_text": "خدا آنها را در اين دنيا به خواری محكوم كرده است و عذاب آخرت بسيار بدتر خواهد بود، اگر فقط می دانستند.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 27, "arabic_text": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِى هَٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍ لَّعَلَّهُمْ يَتَذَكَّرُونَ", "english_text": "We have cited for the people every kind of example in this Quran, that they may take heed.", "persian_text": "ما در اين قرآن برای مردم هرگونه مثالی زده ايم، باشد كه توجه كنند.", "subtitle": "Quran: No Ambiguity", "footnote": ""}, {"sura_num": 39, "verse_num": 28, "arabic_text": "قُرْءَانًا عَرَبِيًّا غَيْرَ ذِى عِوَجٍ لَّعَلَّهُمْ يَتَّقُونَ", "english_text": "An Arabic Quran, without any ambiguity, that they may be righteous.", "persian_text": "قرآنی به عربی، بدون هيچ ابهام، باشد كه پرهيزكار شوند.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 29, "arabic_text": "ضَرَبَ ٱللَّهُ مَثَلًا رَّجُلًا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلًا سَلَمًا لِّرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلًا  ٱلْحَمْدُ لِلَّهِ  بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ", "english_text": "GOD cites the example of a man who deals with disputing partners (Hadith), compared to a man who deals with only one consistent source (Quran). Are they the same? Praise be to GOD; most of them do not know.", "persian_text": "خدا مردی را مثال می زند كه با شركايی سر و كار دارد كه با يكديگر اختلاف دارند (حديث)، در مقايسه با مردی كه فقط با يك منبع هماهنگ و باثبات (قرآن) سرو كار دارد. آيا آنها يكسان هستند؟ ستايش خدا را؛ اكثر آنها نمی دانند.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 30, "arabic_text": "إِنَّكَ مَيِّتٌ وَإِنَّهُم مَّيِّتُونَ", "english_text": "You (Muhammad) will surely die, just like they will die.", "persian_text": "تو (محمد) مطمئناً خواهی مرد، درست همان طور كه آنها خواهند مرد.", "subtitle": "Hadith: A Gross Blasphemy", "footnote": ""}, {"sura_num": 39, "verse_num": 31, "arabic_text": "ثُمَّ إِنَّكُمْ يَوْمَ ٱلْقِيَٰمَةِ عِندَ رَبِّكُمْ تَخْتَصِمُونَ", "english_text": "On the Day of Resurrection, before your Lord, you people will feud with one another.", "persian_text": "در روز رستاخيز، شما مردم، در برابر پروردگارتان با يکديگر به نزاع خواهيد پرداخت.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 32, "arabic_text": "فَمَنْ أَظْلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدْقِ إِذْ جَآءَهُۥٓ  أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لِّلْكَٰفِرِينَ", "english_text": "Who is more evil than one who attributes lies to GOD, while disbelieving in the truth that has come to him? Is Hell not a just requital for the disbelievers?", "persian_text": "چه كسی پليدتر از آن كه دروغ هايی را به خدا نسبت دهد، در حالی كه به حقيقتی كه بر او آمده است، ايمان نياورد؟ آيا دوزخ كيفر بحق كافران نيست؟", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 33, "arabic_text": "وَٱلَّذِى جَآءَ بِٱلصِّدْقِ وَصَدَّقَ بِهِۦٓ   أُولَٰٓئِكَ هُمُ ٱلْمُتَّقُونَ", "english_text": "As for those who promote the truth, and believe therein, they are the righteous.", "persian_text": "و اما كسانی كه حقيقت را رواج می دهند و به آن ايمان دارند، پرهيزكار هستند.", "subtitle": "Quran: Absolute Truth", "footnote": ""}, {"sura_num": 39, "verse_num": 34, "arabic_text": "لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمْ  ذَٰلِكَ جَزَآءُ ٱلْمُحْسِنِينَ", "english_text": "They will get everything they wish, at their Lord. Such is the reward for the righteous.", "persian_text": "آنها هرچه را آرزو كنند، نزد پروردگارشان خواهند داشت. چنين است پاداش پرهيزكاران.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 35, "arabic_text": "لِيُكَفِّرَ ٱللَّهُ عَنْهُمْ أَسْوَأَ ٱلَّذِى عَمِلُوا وَيَجْزِيَهُمْ أَجْرَهُم بِأَحْسَنِ ٱلَّذِى كَانُوا يَعْمَلُونَ", "english_text": "GOD remits their sinful works, and rewards them generously for their good works.", "persian_text": "خدا اعمال گناه آلودشان را پاك می كند و برای کردار نيكشان به آنها سخاوتمندانه پاداش می دهد.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 36, "arabic_text": "أَلَيْسَ ٱللَّهُ بِكَافٍ عَبْدَهُۥ  وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦ  وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ", "english_text": "Is GOD not sufficient for His servant? They frighten you with the idols they set up beside Him. Whomever GOD sends astray, nothing can guide him.", "persian_text": "آيا خدا برای بنده اش کافی نيست؟ آنها تو را با معبودانی که در کنار او قرار می دهند، می ترسانند. هر که را خدا به گمراهی فرستد، هيچ چيز نمی تواند او را هدايت کند.", "subtitle": "Profound Question", "footnote": ""}, {"sura_num": 39, "verse_num": 37, "arabic_text": "وَمَن يَهْدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّ   أَلَيْسَ ٱللَّهُ بِعَزِيزٍ ذِى ٱنتِقَامٍ", "english_text": "And whomever GOD guides, nothing can send him astray. Is GOD not Almighty, Avenger?", "persian_text": "و هر که را خدا هدايت کند، هيچ چيز نمی تواند او را گمراه کند. آيا خدا صاحب اقتدار و انتقام گيرنده نيست؟", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 38, "arabic_text": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ  قُلْ أَفَرَءَيْتُم مَّا تَدْعُونَ مِن دُونِ ٱللَّهِ إِنْ أَرَادَنِىَ ٱللَّهُ بِضُرٍّ هَلْ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوْ أَرَادَنِى بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَٰتُ رَحْمَتِهِۦ  قُلْ حَسْبِىَ ٱللَّهُ  عَلَيْهِ يَتَوَكَّلُ ٱلْمُتَوَكِّلُونَ", "english_text": "If you ask them, \"Who created the heavens and the earth?\" they will say, \"GOD.\" Say, \"Why then do you set up idols beside GOD? If GOD willed any adversity for me, can they relieve such an adversity? And if He willed a blessing for me, can they prevent such a blessing?\" Say, \"GOD is sufficient for me.\" In Him the trusters shall trust.", "persian_text": "اگر از آنها سئوال كنی: \"چه كسی آسمان ها و زمين را آفريد؟\" آنها خواهند گفت: \"خدا،\" بگو: \"پس چرا معبودانی در كنار خدا قرار می دهيد؟ اگر خدا هر مصيبتی برای من بخواهد، آيا آنها می توانند مرا از آن مصيبت رهايی دهند؟ و اگر او رحمتی برای من بخواهد، آيا آنها می توانند از چنين رحمتی جلوگيری كنند؟\" بگو: \"خدا برای من كافی است.\" توكل كنندگان بايد به او اعتماد كنند.", "subtitle": "They Believe in God Yet, They Are Going to Hell", "footnote": ""}, {"sura_num": 39, "verse_num": 39, "arabic_text": "قُلْ يَٰقَوْمِ ٱعْمَلُوا عَلَىٰ مَكَانَتِكُمْ إِنِّى عَٰمِلٌ  فَسَوْفَ تَعْلَمُونَ", "english_text": "Say, \"O my people, do your best and I will do my best; you will surely find out.", "persian_text": "بگو: \"ای قوم من، شما تمام سعی خود را بكنيد و من نيز نهايت سعی خود را خواهم كرد؛ شما مطمئناً خواهيد فهميد.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 40, "arabic_text": "مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ", "english_text": "\"(You will find out) who has incurred shameful punishment, and has deserved an eternal retribution.\"", "persian_text": "(شما خواهيد فهميد) چه كسی سزاوار مجازات شرم آوری شده است و سزاوار عذاب ابدی است.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 41, "arabic_text": "إِنَّآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَٰبَ لِلنَّاسِ بِٱلْحَقِّ  فَمَنِ ٱهْتَدَىٰ فَلِنَفْسِهِۦ  وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا  وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ", "english_text": "We have revealed the scripture through you for the people, truthfully. Then, whoever is guided is guided for his own good, and whoever goes astray goes astray to his own detriment. You are not their advocate.", "persian_text": "ما كتاب آسمانی را برای مردم از طريق تو، بحق نازل كرده ايم. پس هر كه هدايت شود به نفع خود هدايت شده است و هر كه گمراه شود، به ضرر خود گمراه می شود. تو وكيل مدافع آنها نيستی.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 42, "arabic_text": "ٱللَّهُ يَتَوَفَّى ٱلْأَنفُسَ حِينَ مَوْتِهَا وَٱلَّتِى لَمْ تَمُتْ فِى مَنَامِهَا  فَيُمْسِكُ ٱلَّتِى قَضَىٰ عَلَيْهَا ٱلْمَوْتَ وَيُرْسِلُ ٱلْأُخْرَىٰٓ إِلَىٰٓ أَجَلٍ مُّسَمًّى  إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ", "english_text": "GOD puts the souls to death when the end of their life comes, and also at the time of sleep. Thus, He takes some back during their sleep, while others are allowed to continue living until the end of their predetermined interim. This should provide lessons for people who reflect.", "persian_text": "خدا نفس ها را هنگامی كه عمرشان به پايان می رسد و همچنين به هنگام خواب می ميراند. اين چنين، او برخی را در خلال خوابشان می برد، در حالی كه ديگران اجازه دارند تا مدتی كه از پيش برای آنها تعيين شده است، به زندگی ادامه دهند. اين بايد درس عبرتی باشد برای مردمی كه تفكر می كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 43, "arabic_text": "أَمِ ٱتَّخَذُوا مِن دُونِ ٱللَّهِ شُفَعَآءَ  قُلْ أَوَلَوْ كَانُوا لَا يَمْلِكُونَ شَيْـًٔا وَلَا يَعْقِلُونَ", "english_text": "Have they invented intercessors to mediate between them and GOD? Say, \"What if they do not possess any power, nor understanding?\"", "persian_text": "آيا شفاعت كنندگانی از خود ساخته اند تا در ميان آنها و خدا واسطه شوند؟ بگو: \"اگر آنها هيچ قدرتی يا فهمی نداشته باشند، چطور؟\"", "subtitle": "The Myth of Intercession", "footnote": ""}, {"sura_num": 39, "verse_num": 44, "arabic_text": "قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعًا  لَّهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  ثُمَّ إِلَيْهِ تُرْجَعُونَ", "english_text": "Say, \"All intercession belongs to GOD.\" To Him belongs all sovereignty of the heavens and the earth, then to Him you will be returned.", "persian_text": "بگو: \"تمام شفاعت ها از آن خداست.\" همهٔ فرمانروايی آسمان ها و زمين متعلق به اوست، سپس شما به سوی او مراجعت خواهيد کرد.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 45, "arabic_text": "وَإِذَا ذُكِرَ ٱللَّهُ وَحْدَهُ ٱشْمَأَزَّتْ قُلُوبُ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ  وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمْ يَسْتَبْشِرُونَ", "english_text": "When GOD ALONE is mentioned, the hearts of those who do not believe in the Hereafter shrink with aversion. But when others are mentioned beside Him, they become satisfied.*", "persian_text": "هنگامی كه فقط نام خدا برده شود، قلب های كسانی كه به آخرت ايمان ندارند، با بيزاری می گيرد. اما هنگامی كه نام ديگران در كنار او برده شود، راضی می شوند.*", "subtitle": "The Greatest Criterion*", "footnote": "*39:45 Despite the clear commandment in 3:18 that the First Pillar of Islam is proclaiming: \"Ash-hadu An Lã Elãha Ellã Allãh (there is no other god beside God),\" the majority of \"Muslims\" insist upon adding the name of Muhammad. This Greatest Criterion alerts us that rejoicing in adding the name of Muhammad, or any other name, exposes disbelief in the Hereafter. See also Footnote 17:46."}, {"sura_num": 39, "verse_num": 46, "arabic_text": "قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ عَٰلِمَ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ أَنتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِى مَا كَانُوا فِيهِ يَخْتَلِفُونَ", "english_text": "Proclaim: \"Our god, Initiator of the heavens and the earth, Knower of all secrets and declarations, You are the only One who judges among Your servants regarding their disputes.\"", "persian_text": "اعلام كن: \"بارالها، پديد آورندهٔ آسمان ها و زمين، دانای تمام نهان و آشكار، تو تنها کسی هستی كه دربارهٔ اختلافات ميان بندگانت قضاوت می كنی.\"", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 47, "arabic_text": "وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا مَا فِى ٱلْأَرْضِ جَمِيعًا وَمِثْلَهُۥ مَعَهُۥ لَٱفْتَدَوْا بِهِۦ مِن سُوٓءِ ٱلْعَذَابِ يَوْمَ ٱلْقِيَٰمَةِ  وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ", "english_text": "If those who transgressed owned everything on earth, even twice as much, they would readily give it up to avoid the terrible retribution on the Day of Resurrection. They will be shown by GOD what they never expected.", "persian_text": "اگر كسانی كه ستم كردند، صاحب همه چيز در زمين بودند، حتی دو برابر آن، برای رهايی از عذاب شديد روز قيامت فوراً از آن چشم می پوشيدند. خدا چيزی به آنها نشان خواهد داد كه هرگز انتظارش را نداشتند.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 48, "arabic_text": "وَبَدَا لَهُمْ سَيِّـَٔاتُ مَا كَسَبُوا وَحَاقَ بِهِم مَّا كَانُوا بِهِۦ يَسْتَهْزِءُونَ", "english_text": "The sinful works they had earned will be shown to them, and the very things they used to mock will come back to haunt them.", "persian_text": "اعمال گناه آلودی كه كسب كرده بودند به آنها نشان داده خواهد شد و درست همان چيزهايی كه مسخره می كردند، به آنها باز خواهد گشت تا گرفتارشان كند.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 49, "arabic_text": "فَإِذَا مَسَّ ٱلْإِنسَٰنَ ضُرٌّ دَعَانَا ثُمَّ إِذَا خَوَّلْنَٰهُ نِعْمَةً مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلْم  بَلْ هِىَ فِتْنَةٌ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ", "english_text": "If the human is touched by adversity, he implores us, but as soon as we bestow a blessing upon him, he says, \"I attained this because of my cleverness!\" Indeed, this is only a test, but most of them do not know.", "persian_text": "اگر انسان به مصيبتی دچار شود، به ما التماس می كند، اما همين كه نعمتی به او عطا كنيم، می گويد: \"من اين را با زيركی خودم به دست آوردم!\" درواقع، اين فقط امتحانی است، ولی اكثر آنها نمی دانند.", "subtitle": "Human Fickleness", "footnote": ""}, {"sura_num": 39, "verse_num": 50, "arabic_text": "قَدْ قَالَهَا ٱلَّذِينَ مِن قَبْلِهِمْ فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا يَكْسِبُونَ", "english_text": "Those before them have uttered the same thing, and their earnings did not help them in the least.", "persian_text": "كسانی كه پيش از آنها بودند نيز همين گفته ها را بر زبان آورده اند و آنچه كسب كردند كوچك‌ترين كمكی به آنها نكرد.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 51, "arabic_text": "فَأَصَابَهُمْ سَيِّـَٔاتُ مَا كَسَبُوا  وَٱلَّذِينَ ظَلَمُوا مِنْ هَٰٓؤُلَآءِ سَيُصِيبُهُمْ سَيِّـَٔاتُ مَا كَسَبُوا وَمَا هُم بِمُعْجِزِينَ", "english_text": "They suffered the consequences of their evil works. Similarly, the transgressors among the present generation will suffer the consequences of their evil works; they cannot escape.", "persian_text": "آنها از نتايج اعمال پليد خود رنج بردند. ستمكاران در ميان نسل حاضر نيز مانند آنها از نتايج اعمال پليد خود رنج خواهند برد؛ آنها نمی توانند بگريزند.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 52, "arabic_text": "أَوَلَمْ يَعْلَمُوٓا أَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ  إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّقَوْمٍ يُؤْمِنُونَ", "english_text": "Do they not realize that GOD is the One who increases the provision for whomever He chooses, and withholds? These are lessons for people who believe.", "persian_text": "آيا توجه نمی كنند كه خدا روزی هر كه را كه برگزيند، زياد می كند و يا دريغ می دارد؟ اينها درس عبرتی است برای مردمی كه ايمان دارند.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 53, "arabic_text": "قُلْ يَٰعِبَادِىَ ٱلَّذِينَ أَسْرَفُوا عَلَىٰٓ أَنفُسِهِمْ لَا تَقْنَطُوا مِن رَّحْمَةِ ٱللَّهِ  إِنَّ ٱللَّهَ يَغْفِرُ ٱلذُّنُوبَ جَمِيعًا  إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ", "english_text": "Proclaim: \"O My servants who exceeded the limits, never despair of GOD's mercy. For GOD forgives all sins. He is the Forgiver, Most Merciful.\"", "persian_text": "اعلام کن: \"ای بندگان من که از حد گذشته ايد، هرگز از رحمت خدا نوميد نشويد، زيرا خدا همهٔ گناهان را می آمرزد. اوست عفوکننده، مهربان ترين.\"", "subtitle": "God's Infinite Mercy", "footnote": ""}, {"sura_num": 39, "verse_num": 54, "arabic_text": "وَأَنِيبُوٓا إِلَىٰ رَبِّكُمْ وَأَسْلِمُوا لَهُۥ مِن قَبْلِ أَن يَأْتِيَكُمُ ٱلْعَذَابُ ثُمَّ لَا تُنصَرُونَ", "english_text": "You shall obey your Lord, and submit to Him totally, before the retribution overtakes you, then you cannot be helped.", "persian_text": "بايد از پروردگارتان اطاعت كنيد و كاملاً به او تسليم شويد، پيش از آنكه عذاب شما را در بر گيرد؛ سپس نمی توانيد ياری شويد.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 55, "arabic_text": "وَٱتَّبِعُوٓا أَحْسَنَ مَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُم مِّن قَبْلِ أَن يَأْتِيَكُمُ ٱلْعَذَابُ بَغْتَةً وَأَنتُمْ لَا تَشْعُرُونَ", "english_text": "And follow the best path that is pointed out for you by your Lord, before the retribution overtakes you suddenly when you least expect it.", "persian_text": "و از بهترين راهی كه پروردگارتان به شما نشان داده است، پيروی كنيد، پيش از آنكه عذاب به طور ناگهانی شما را در بر گيرد، هنگامی كه اصلاً انتظارش را نداريد.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 56, "arabic_text": "أَن تَقُولَ نَفْسٌ يَٰحَسْرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِى جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ", "english_text": "Lest a soul may say, \"How sorry I am for disregarding GOD's commandments; I was certainly one of the mockers.\"", "persian_text": "تا مبادا نفسی بگويد: \"چقدر متأسفم از اينكه دستورات خدا را ناديده گرفتم، من مسلماً يكی از مسخره كنندگان بودم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 57, "arabic_text": "أَوْ تَقُولَ لَوْ أَنَّ ٱللَّهَ هَدَىٰنِى لَكُنتُ مِنَ ٱلْمُتَّقِينَ", "english_text": "Or say, \"Had GOD guided me, I would have been with the righteous.\"", "persian_text": "يا بگويد: \"اگر خدا مرا هدايت كرده بود، من از پرهيزكاران می بودم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 58, "arabic_text": "أَوْ تَقُولَ حِينَ تَرَى ٱلْعَذَابَ لَوْ أَنَّ لِى كَرَّةً فَأَكُونَ مِنَ ٱلْمُحْسِنِينَ", "english_text": "Or say, when it sees the retribution, \"If I get another chance, I will work righteousness.\"", "persian_text": "يا هنگامی كه عذاب را ببيند، بگويد: \"اگر فرصت ديگری به من داده شود، پرهيزكارانه عمل خواهم كرد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 59, "arabic_text": "بَلَىٰ قَدْ جَآءَتْكَ ءَايَٰتِى فَكَذَّبْتَ بِهَا وَٱسْتَكْبَرْتَ وَكُنتَ مِنَ ٱلْكَٰفِرِينَ", "english_text": "Yes indeed (you did get enough chances). My proofs came to you, but you rejected them, turned arrogant, and became a disbeliever.", "persian_text": "بله، درواقع (تو به اندازهٔ كافی مهلت داشتی). مدرک های من برای تو آمد، ولی تو آنها را تكذيب كردی، تكبر ورزيدی و كافر شدی.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 60, "arabic_text": "وَيَوْمَ ٱلْقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُوا عَلَى ٱللَّهِ وُجُوهُهُم مُّسْوَدَّةٌ  أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لِّلْمُتَكَبِّرِينَ", "english_text": "On the Day of Resurrection you will see the faces of those who lied about GOD covered with misery. Is Hell not the right retribution for the arrogant ones?", "persian_text": "در روز رستاخيز چهرهٔ كسانی را كه دربارهٔ خدا دروغ گفتند، پوشيده از بدبختی خواهی ديد. آيا دوزخ مجازات بحق متكبران نيست؟", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 61, "arabic_text": "وَيُنَجِّى ٱللَّهُ ٱلَّذِينَ ٱتَّقَوْا بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمْ يَحْزَنُونَ", "english_text": "And GOD will save those who have maintained righteousness; He will reward them. No harm will touch them, nor will they have any grief.", "persian_text": "و خدا كسانی را كه پرهيزكار باقی مانده اند، نجات خواهد داد؛ او به آنها پاداش می دهد. هيچ آسيبی به آنها نخواهد رسيد و هيچ اندوهی نخواهند داشت.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 62, "arabic_text": "ٱللَّهُ خَٰلِقُ كُلِّ شَىْءٍ  وَهُوَ عَلَىٰ كُلِّ شَىْءٍ وَكِيلٌ", "english_text": "GOD is the Creator of all things, and He is in full control of all things.", "persian_text": "خدا خالق همه چيز است و همه چيز را تحت كنترل كامل دارد.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 63, "arabic_text": "لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ   وَٱلَّذِينَ كَفَرُوا بِـَٔايَٰتِ ٱللَّهِ أُولَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ", "english_text": "To Him belongs all decisions in the heavens and the earth, and those who disbelieve in GOD's revelations are the real losers.", "persian_text": "تمام تصميمات در آسمان ها و زمين متعلق به اوست و كسانی كه آيات خدا را باور نمی كنند، بازندگان واقعی هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 64, "arabic_text": "قُلْ أَفَغَيْرَ ٱللَّهِ تَأْمُرُوٓنِّىٓ أَعْبُدُ أَيُّهَا ٱلْجَٰهِلُونَ", "english_text": "Say, \"Is it other than GOD you exhort me to worship, O you ignorant ones?\"", "persian_text": "بگو: \"آيا به من توصيه می كنيد كه غير خدا را بپرستم، ای نادانان؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 65, "arabic_text": "وَلَقَدْ أُوحِىَ إِلَيْكَ وَإِلَى ٱلَّذِينَ مِن قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلْخَٰسِرِينَ", "english_text": "It has been revealed to you, and to those before you that if you ever commit idol worship, all your works will be nullified, and you will be with the losers.", "persian_text": "به تو و به كسانی كه پيش از تو بودند، وحی شده است كه هرگاه به شرك آلوده شوی، تمام اعمالت باطل خواهد شد و از بازندگان خواهی بود.", "subtitle": "Idol Worship Nullifies All Work", "footnote": ""}, {"sura_num": 39, "verse_num": 66, "arabic_text": "بَلِ ٱللَّهَ فَٱعْبُدْ وَكُن مِّنَ ٱلشَّٰكِرِينَ", "english_text": "Therefore, you shall worship GOD alone, and be appreciative.", "persian_text": "بنابراين، فقط خدا را پرستش كن و سپاسگزار باش.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 67, "arabic_text": "وَمَا قَدَرُوا ٱللَّهَ حَقَّ قَدْرِهِۦ وَٱلْأَرْضُ جَمِيعًا قَبْضَتُهُۥ يَوْمَ ٱلْقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطْوِيَّٰت بِيَمِينِهِۦ  سُبْحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشْرِكُونَ", "english_text": "They can never fathom the greatness of GOD. The whole earth is within His fist on the Day of Resurrection. In fact, the universes are folded within His right hand.* Be He glorified; He is much too high above needing any partners.", "persian_text": "آنها هرگز نمی توانند عظمت خدا را درك كنند. در روز قيامت تمامی زمين در مشت اوست. درحقيقت، (تمام) جهان در دست راست او جای گرفته است.* تجليل او را؛ او بسيار بالاتر از آن است كه به شركايی نياز داشته باشد.", "subtitle": "Greatness of God*", "footnote": "*39:67 Our universe, with its billion galaxies, a billion trillion stars, uncountable decillions of heavenly bodies, spanning many billions of light-years, is the smallest and innermost of seven universes. This incomprehensible vastness of the seven universes is within God's hand. Such is the greatness of God. See Appendix 6."}, {"sura_num": 39, "verse_num": 68, "arabic_text": "وَنُفِخَ فِى ٱلصُّورِ فَصَعِقَ مَن فِى ٱلسَّمَٰوَٰتِ وَمَن فِى ٱلْأَرْضِ إِلَّا مَن شَآءَ ٱللَّهُ  ثُمَّ نُفِخَ فِيهِ أُخْرَىٰ فَإِذَا هُمْ قِيَامٌ يَنظُرُونَ", "english_text": "The horn will be blown, whereupon everyone in the heavens and the earth will be struck unconscious, except those who will be spared by GOD. Then it will be blown another time, whereupon they will all rise up, looking.*", "persian_text": "صور دميده خواهد شد، كه پس از آن همه در آسمان ها و زمين بيهوش می شوند، به غير از كسانی كه خدا بخواهد آنها را نجات دهد. سپس يك بار ديگر دميده خواهد شد، كه پس از آن همگی در حالی كه می ‌نگرند، بر می خيزند.*", "subtitle": "The Day of Judgment", "footnote": "*39:68 The sequence of events on the Day of Resurrection begins with the symbolic blowing of the horn. The second blowing of the horn—by a creature who was spared from unconsciousness—marks the resurrection of all people; they will be resurrected on today's earth. This earth will then be destroyed by the physical coming of God, then a new earth and new heavens will be created (14:48). We will then be stratified according to our degree of development (Appendix 11)."}, {"sura_num": 39, "verse_num": 69, "arabic_text": "وَأَشْرَقَتِ ٱلْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلْكِتَٰبُ وَجِاىٓءَ بِٱلنَّبِيِّۦنَ وَٱلشُّهَدَآءِ وَقُضِىَ بَيْنَهُم بِٱلْحَقِّ وَهُمْ لَا يُظْلَمُونَ", "english_text": "Then the earth will shine with the light of its Lord. The record will be proclaimed, and the prophets and the witnesses will be brought forth. Everyone will then be judged equitably, without the least injustice.", "persian_text": "سپس زمين با نور پروردگارش روشن خواهد شد. پرونده اعلام می شود و پيامبران و شاهدان جلو آورده خواهند شد. سپس دربارهٔ هر كسی منصفانه قضاوت خواهد شد، بدون كوچك‌ ترين بی عدالتی.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 70, "arabic_text": "وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ", "english_text": "Every soul will be paid for whatever it did, for He is fully aware of everything they have done.", "persian_text": "به هر نفسی جزای آنچه را كه انجام داده است، پرداخت خواهد شد، زيرا او به هر عملی كه انجام داده اند، كاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 71, "arabic_text": "وَسِيقَ ٱلَّذِينَ كَفَرُوٓا إِلَىٰ جَهَنَّمَ زُمَرًا  حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتْ أَبْوَٰبُهَا وَقَالَ لَهُمْ خَزَنَتُهَآ أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَتْلُونَ عَلَيْكُمْ ءَايَٰتِ رَبِّكُمْ وَيُنذِرُونَكُمْ لِقَآءَ يَوْمِكُمْ هَٰذَا  قَالُوا بَلَىٰ وَلَٰكِنْ حَقَّتْ كَلِمَةُ ٱلْعَذَابِ عَلَى ٱلْكَٰفِرِينَ", "english_text": "Those who disbelieved will be led to Hell in throngs. When they get to it, and its gates are opened, its guards will say, \"Did you not receive messengers from among you, who recited to you the revelations of your Lord, and warned you about meeting this day?\" They will answer, \"Yes indeed. But the word 'retribution' was already stamped upon the disbelievers.\"", "persian_text": "كسانی كه كافر شدند، فوج فوج به دوزخ رانده می شوند. هنگامی كه به آن برسند و دروازه های آن باز شود، نگهبانان آنجا خواهند گفت: \"آيا در ميان خودتان رسولانی برای شما نيامدند كه آيات پروردگارتان را برايتان بخوانند و دربارهٔ ملاقات اين روز به شما هشدار دهند؟\" آنها جواب خواهند داد: آری، البته. اما كلمهٔ \"عذاب\" از پيش بر كافران مهر شده بود.\"", "subtitle": "The Disbelievers", "footnote": ""}, {"sura_num": 39, "verse_num": 72, "arabic_text": "قِيلَ ٱدْخُلُوٓا أَبْوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَا  فَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ", "english_text": "It will be said, \"Enter the gates of Hell, wherein you abide forever.\" What a miserable destiny for the arrogant.", "persian_text": "گفته خواهد شد: \"از دروازه های دوزخ وارد شويد، جايی كه تا ابد بمانيد.\" چه سرنوشت بدی برای متكبران.", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 73, "arabic_text": "وَسِيقَ ٱلَّذِينَ ٱتَّقَوْا رَبَّهُمْ إِلَى ٱلْجَنَّةِ زُمَرًا  حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتْ أَبْوَٰبُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَٰمٌ عَلَيْكُمْ طِبْتُمْ فَٱدْخُلُوهَا خَٰلِدِينَ", "english_text": "Those who reverenced their Lord will be led to Paradise in throngs. When they get to it, and its gates are opened, its guards will say, \"Peace be upon you; you have won. Therefore, you abide herein forever.\"", "persian_text": "كسانی كه هيبت و حرمت پروردگارشان را ارج نهادند، فوج فوج به بهشت راهنمايی خواهند شد. هنگامی كه به آن برسند و دروازه های آن باز شود، نگهبانان آنجا خواهند گفت: \"صلح بر شما؛ شما برنده شده ايد. بنابراين، در اينجا جاودان بمانيد.\"", "subtitle": "The Believers", "footnote": ""}, {"sura_num": 39, "verse_num": 74, "arabic_text": "وَقَالُوا ٱلْحَمْدُ لِلَّهِ ٱلَّذِى صَدَقَنَا وَعْدَهُۥ وَأَوْرَثَنَا ٱلْأَرْضَ نَتَبَوَّأُ مِنَ ٱلْجَنَّةِ حَيْثُ نَشَآءُ  فَنِعْمَ أَجْرُ ٱلْعَٰمِلِينَ", "english_text": "They will say, \"Praise be to GOD, who fulfilled His promise to us, and made us inherit the earth, enjoying Paradise as we please.\" What a beautiful recompense for the workers!", "persian_text": "آنها خواهند گفت: \"ستايش خدا را كه به وعده ای كه به ما داد، عمل كرد و ما را وارث زمين قرار داد تا هر طور که بخواهيم از بهشت لذت ببريم.\" چه پاداش خوبی برای عمل كنندگان!", "subtitle": "", "footnote": ""}, {"sura_num": 39, "verse_num": 75, "arabic_text": "وَتَرَى ٱلْمَلَٰٓئِكَةَ حَآفِّينَ مِنْ حَوْلِ ٱلْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ  وَقُضِىَ بَيْنَهُم بِٱلْحَقِّ وَقِيلَ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ", "english_text": "You will see the angels floating around the throne, glorifying and praising their Lord. After the equitable judgment is issued to all, it will be proclaimed: \"Praise be to GOD, Lord of the universe.\"", "persian_text": "فرشتگان را خواهی ديد كه در اطراف عرش شناورند و در حال تجليل و ستايش پروردگارشان هستند. پس از آنكه برای همه منصفانه حکم صادر شود، اعلام خواهد شد: \"ستايش خدا را، پروردگار جهان.\"", "subtitle": "", "footnote": ""}]