[{"sura_num": 42, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "Consultation", "chapter_title_arabic": "الشورى", "chapter_title_persian": "مشورت"}, {"sura_num": 42, "verse_num": 1, "arabic_text": "حمٓ", "english_text": "H.M.*", "persian_text": "ح. م.*", "subtitle": "", "footnote": "*42:1 These initials constitute a significant part of the Quran's miracle (Footnote 40:1)."}, {"sura_num": 42, "verse_num": 2, "arabic_text": "عٓسٓقٓ", "english_text": "A. S. Q.*", "persian_text": "ع. س. ق.*", "subtitle": "", "footnote": "*42:2 This is the only sura where we see the initials 'A.S.Q. ('Ayn Seen Qaf), and the total occurrence of these three letters in this sura is 209, 19x11. Also, the letter \"Q\" occurs in this sura 57 times, 19x3. The only other sura where we see the initial \"Q\" is Sura 50, and this letter occurs in that sura also 57 times (See Appendix 1)."}, {"sura_num": 42, "verse_num": 3, "arabic_text": "كَذَٰلِكَ يُوحِىٓ إِلَيْكَ وَإِلَى ٱلَّذِينَ مِن قَبْلِكَ ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ", "english_text": "Inspiring you, and those before you, is GOD, the Almighty, Most Wise.", "persian_text": "خداست که به تو و به کسانی که پيش از تو بودند وحی می فرستد، آن صاحب اقتدار، حکيم ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 4, "arabic_text": "لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ  وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ", "english_text": "To Him belongs everything in the heavens and everything on earth, and He is the Most High, the Great.", "persian_text": "همه چيز در آسمان ها و همه چيز در زمين از آن اوست، و اوست والاترين، بزرگ.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 5, "arabic_text": "تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرْنَ مِن فَوْقِهِنَّ  وَٱلْمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَن فِى ٱلْأَرْضِ   أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ", "english_text": "The heavens above them almost shatter, out of reverence for Him, and the angels praise and glorify their Lord, and they ask forgiveness for those on earth. Absolutely, GOD is the Forgiver, Most Merciful.", "persian_text": "نزديك است که آسمان های برفراز سرشان از هيبت و حرمت او متلاشی شوند. فرشتگان پروردگارشان را ستايش و تجليل می كنند و برای اهالی زمين طلب بخشش می نمايند. مسلماً خداست عفوکننده، مهربان ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 6, "arabic_text": "وَٱلَّذِينَ ٱتَّخَذُوا مِن دُونِهِۦٓ أَوْلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيْهِمْ وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ", "english_text": "Those who set up other lords beside Him, GOD is the One in charge of them; you are not their advocate.", "persian_text": "کسانی که جز او مولايانی برای خود گرفته اند، خداست که به حسابشان رسيدگی می کند؛ تو وکيل مدافع آنها نيستی.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 7, "arabic_text": "وَكَذَٰلِكَ أَوْحَيْنَآ إِلَيْكَ قُرْءَانًا عَرَبِيًّا لِّتُنذِرَ أُمَّ ٱلْقُرَىٰ وَمَنْ حَوْلَهَا وَتُنذِرَ يَوْمَ ٱلْجَمْعِ لَا رَيْبَ فِيهِ  فَرِيقٌ فِى ٱلْجَنَّةِ وَفَرِيقٌ فِى ٱلسَّعِيرِ", "english_text": "We thus reveal to you an Arabic Quran to warn the central community and all around it, and to warn about the Day of Summoning that is inevitable. Some will end up in Heaven, and some in Hell.", "persian_text": "ما اين چنين، قرآنی را به عربی بر تو وحی می كنيم تا جامعهٔ مركزی و همهٔ اطرافيان آن را هشدار دهی و دربارهٔ روز احضار اخطار دهی، روزی كه اجتناب ناپذير است. برخی به بهشت خواهند رفت و برخی به دوزخ.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 8, "arabic_text": "وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَهُمْ أُمَّةً وَٰحِدَةً وَلَٰكِن يُدْخِلُ مَن يَشَآءُ فِى رَحْمَتِهِۦ  وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِىٍّ وَلَا نَصِيرٍ", "english_text": "Had GOD willed, He could have made them one community. But He redeems into His mercy whomever He wills. As for the transgressors, they have no master, nor a helper.", "persian_text": "اگر خدا می خواست، می توانست همه را يك جامعهٔ واحد قرار دهد، ولی او هر كه را بخواهد به رحمت خويش داخل می كند. و اما ستمكاران، هيچ مولا و ياوری ندارند.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 9, "arabic_text": "أَمِ ٱتَّخَذُوا مِن دُونِهِۦٓ أَوْلِيَآءَ  فَٱللَّهُ هُوَ ٱلْوَلِىُّ وَهُوَ يُحْىِ ٱلْمَوْتَىٰ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ", "english_text": "Did they find other lords beside Him? GOD is the only Lord and Master. He is the One who resurrects the dead, and He is the Omnipotent One.", "persian_text": "آيا غير از او اوليای ديگری يافتند؟ تنها مولا و سرور خداست. اوست كه مرده را برمی انگيزد و اوست قادر مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 10, "arabic_text": "وَمَا ٱخْتَلَفْتُمْ فِيهِ مِن شَىْءٍ فَحُكْمُهُۥٓ إِلَى ٱللَّهِ  ذَٰلِكُمُ ٱللَّهُ رَبِّى عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ", "english_text": "If you dispute any part of this message, the judgment for doing this rests with GOD. Such is GOD my Lord. In Him I trust, and to Him I submit.", "persian_text": "اگر در هر قسمتی از اين پيام اختلافی ايجاد كنيد، قضاوت اين كار با خداست. چنين است خدا، پروردگار من. من به او اعتماد می كنم و تسليم او هستم.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 11, "arabic_text": "فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًا وَمِنَ ٱلْأَنْعَٰمِ أَزْوَٰجًا  يَذْرَؤُكُمْ فِيهِ  لَيْسَ كَمِثْلِهِۦ شَىْءٌ  وَهُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ", "english_text": "Initiator of the heavens and the earth. He created for you from among yourselves spouses—and also for the animals. He thus provides you with the means to multiply. There is nothing that equals Him. He is the Hearer, the Seer.", "persian_text": "پديدآورندهٔ آسمان ها و زمين. او از ميان خودتان برای شما همسرانی آفريد- و نيز برای حيوانات. او بدین ترتیب، وسيلهٔ ازدياد شما را فراهم می كند. هيچ چيزی نيست كه با او برابری كند. اوست شنوا، بينا.", "subtitle": "None Equals God", "footnote": ""}, {"sura_num": 42, "verse_num": 12, "arabic_text": "لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ  إِنَّهُۥ بِكُلِّ شَىْءٍ عَلِيمٌ", "english_text": "To Him belongs absolute control of the heavens and the earth. He is the One who increases the provision for whomever He wills, or reduces it. He is fully aware of all things.", "persian_text": "كنترل مطلق آسمان ها و زمين از آن اوست. اوست كه روزی هر كه را بخواهد افزايش می دهد، يا از آن می كاهد. او از همه چيز كاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 13, "arabic_text": "شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحًا وَٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ وَمَا وَصَّيْنَا بِهِۦٓ إِبْرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓ  أَنْ أَقِيمُوا ٱلدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ  كَبُرَ عَلَى ٱلْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ  ٱللَّهُ يَجْتَبِىٓ إِلَيْهِ مَن يَشَآءُ وَيَهْدِىٓ إِلَيْهِ مَن يُنِيبُ", "english_text": "He decreed for you the same religion decreed for Noah, and what we inspired to you, and what we decreed for Abraham, Moses, and Jesus: \"You shall uphold this one religion, and do not divide it.\"The idol worshipers will greatly resent what you invite them to do. GOD redeems to Himself whomever He wills; He guides to Himself only those who totally submit.", "persian_text": "او همان دينی را برای شما مقرر كرد كه برای نوح مقرر كرد و آنچه ما بر تو وحی كرديم و آنچه برای ابراهيم، موسی و عيسی مقرر نموديم: \"شما بايد از همين يك دين پيروی كنيد و آن را فرقه فرقه نكنيد. مشركان از آنچه آنها را به انجام آن دعوت می كنی، بسيار خشمگين خواهند بود. خدا هر كه را بخواهد، مورد بخشش خويش قرار می دهد؛ او فقط كسانی را كه كاملاً تسليم هستند، به سوی خود هدايت می كند.", "subtitle": "Only One Religion, Monotheists vs Idol Worshipers", "footnote": ""}, {"sura_num": 42, "verse_num": 14, "arabic_text": "وَمَا تَفَرَّقُوٓا إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْعِلْمُ بَغْيًۢا بَيْنَهُمْ  وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ إِلَىٰٓ أَجَلٍ مُّسَمًّى لَّقُضِىَ بَيْنَهُمْ  وَإِنَّ ٱلَّذِينَ أُورِثُوا ٱلْكِتَٰبَ مِنۢ بَعْدِهِمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ", "english_text": "Ironically, they broke up into sects only after the knowledge had come to them, due to jealousy and resentment among themselves. If it were not for a predetermined decision from your Lord to respite them for a definite interim, they would have been judged immediately. Indeed, the later generations who inherited the scripture are full of doubts.", "persian_text": "شگفتا، آنها پس از آنكه آن دانش بر آنها آمده بود، از روی تنفر و حسادت در ميان خودشان فرقه فرقه شدند. اگر به خاطر تصميم از پيش تعيين شدهٔ پروردگارت برای مهلتی معين نبود، فوراً قضاوت شده بودند. حقيقتاً، نسل های بعدی كه وارث كتاب آسمانی شدند، سخت در شك می باشند.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 15, "arabic_text": "فَلِذَٰلِكَ فَٱدْعُ  وَٱسْتَقِمْ كَمَآ أُمِرْتَ  وَلَا تَتَّبِعْ أَهْوَآءَهُمْ  وَقُلْ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٍ  وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ  ٱللَّهُ رَبُّنَا وَرَبُّكُمْ  لَنَآ أَعْمَٰلُنَا وَلَكُمْ أَعْمَٰلُكُمْ  لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ  ٱللَّهُ يَجْمَعُ بَيْنَنَا  وَإِلَيْهِ ٱلْمَصِيرُ", "english_text": "This is what you shall preach, and steadfastly maintain what you are commanded to do, and do not follow their wishes. And proclaim: \"I believe in all the scriptures sent down by GOD. I was commanded to judge among you equitably. GOD is our Lord and your Lord. We have our deeds and you have your deeds. There is no argument between us and you. GOD will gather us all together; to Him is the ultimate destiny.\"", "persian_text": "اين است آنچه كه بايد پند دهی و در انجام آنچه به تو امر شده است، ثابت قدم باش. و از خواسته های آنها پيروی نكن. و اعلام كن: \"من به تمام كتاب های آسمانی كه خدا نازل كرده است، ايمان دارم.\" به من امر شد كه در ميان شما منصفانه قضاوت كنم. خدا پروردگار ما و پروردگار شماست. ما مسئول اعمال خود هستيم و شما مسئول اعمال خود. ميان ما و شما هيچ بحثی نيست. خدا همگی ما را جمع خواهد كرد؛ سرنوشت نهايی به سوی اوست.\"", "subtitle": "Message to the Christians and the Jews", "footnote": ""}, {"sura_num": 42, "verse_num": 16, "arabic_text": "وَٱلَّذِينَ يُحَآجُّونَ فِى ٱللَّهِ مِنۢ بَعْدِ مَا ٱسْتُجِيبَ لَهُۥ حُجَّتُهُمْ دَاحِضَةٌ عِندَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ", "english_text": "Those who argue about GOD, after receiving His message, their argument is nullified at their Lord. They have incurred condemnation, and have deserved a severe retribution.", "persian_text": "كسانی كه دربارهٔ خدا پس از دريافت پيام او مجادله می كنند، مجادلهٔ آنها نزد پروردگارشان باطل شده است. آنها به محكوميت دچارند و سزاوار مجازاتی سخت شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 17, "arabic_text": "ٱللَّهُ ٱلَّذِىٓ أَنزَلَ ٱلْكِتَٰبَ بِٱلْحَقِّ وَٱلْمِيزَانَ   وَمَا يُدْرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٌ", "english_text": "GOD is the One who sent down the scripture, to deliver the truth and the law. For all that you know, the Hour (Day of Judgment) may be very close.", "persian_text": "خداست آن يكتايی كه كتاب آسمانی را نازل كرد تا حقيقت و قانون را تحويل دهد. فقط بدان، آن ساعت (روز قضاوت) ممكن است خيلی نزديك باشد.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 18, "arabic_text": "يَسْتَعْجِلُ بِهَا ٱلَّذِينَ لَا يُؤْمِنُونَ بِهَا  وَٱلَّذِينَ ءَامَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا ٱلْحَقُّ   أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِى ٱلسَّاعَةِ لَفِى ضَلَٰل بَعِيدٍ", "english_text": "Challenging it are those who do not believe in it. As for those who believe, they are concerned about it, and they know that it is the truth. Absolutely, those who deny the Hour have gone far astray.", "persian_text": "كسانی كه به آن ايمان ندارند، آن را به مبارزه می طلبند. و اما كسانی كه ايمان دارند، دربارهٔ آن نگرانند، می دانند كه آن حقيقت است. مسلماً، كسانی كه آن ساعت را تكذيب می كنند، سخت به گمراهی رفته اند.", "subtitle": "The Believers Mindful of the Day of Judgment", "footnote": ""}, {"sura_num": 42, "verse_num": 19, "arabic_text": "ٱللَّهُ لَطِيف بِعِبَادِهِۦ يَرْزُقُ مَن يَشَآءُ  وَهُوَ ٱلْقَوِىُّ ٱلْعَزِيزُ", "english_text": "GOD is fully aware of all His creatures; He provides for whomever He wills. He is the Powerful, the Almighty.", "persian_text": "خدا از تمام مخلوقاتش كاملاً آگاه است؛ او برای هر كه بخواهد، روزی فراهم می كند. او قدرتمند است، صاحب اقتدار.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 20, "arabic_text": "مَن كَانَ يُرِيدُ حَرْثَ ٱلْءَاخِرَةِ نَزِدْ لَهُۥ فِى حَرْثِهِۦ  وَمَن كَانَ يُرِيدُ حَرْثَ ٱلدُّنْيَا نُؤْتِهِۦ مِنْهَا وَمَا لَهُۥ فِى ٱلْءَاخِرَةِ مِن نَّصِيبٍ", "english_text": "Whoever seeks the rewards of the Hereafter, we multiply the rewards for him. And whoever seeks the materials of this world, we give him therefrom, then he receives no share in the Hereafter.", "persian_text": "کسی که در پی پاداش آخرت باشد، ما پاداش او را چندين برابر می کنیم. و کسی که در پی ماديات اين دنيا باشد، از آن به او می دهيم، سپس در آخرت هيچ سهمی دريافت نمی کند.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 21, "arabic_text": "أَمْ لَهُمْ شُرَكَٰٓؤُا شَرَعُوا لَهُم مِّنَ ٱلدِّينِ مَا لَمْ يَأْذَنۢ بِهِ ٱللَّهُ  وَلَوْلَا كَلِمَةُ ٱلْفَصْلِ لَقُضِىَ بَيْنَهُمْ   وَإِنَّ ٱلظَّٰلِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ", "english_text": "They follow idols who decree for them religious laws never authorized by GOD. If it were not for the predetermined decision, they would have been judged immediately. Indeed, the transgressors have incurred a painful retribution.*", "persian_text": "آنها از بت هایی پيروی می كنند كه برای آنها قوانين مذهبی مقرر می كنند كه هرگز خدا اجازه نداده است. اگر به خاطر تصميم از پيش تعيين شده نبود، آنها فوراً قضاوت شده بودند. حقيقتاً، ستمكاران سزاوار مجازاتی دردناك شده اند.*", "subtitle": "The Idols: Innovating New Religious Laws*", "footnote": "*42:21 The Islam of today's Muslim world has been so distorted, it has become a Satanic cult. The Ulama, or religious scholars, have added many extraneous laws, prohibitions, dress codes, dietary regulations, and religious practices never authorized by God. This is one of the main reasons for sending God's Messenger of the Covenant (9:31, 33:67, and Appendix 33)."}, {"sura_num": 42, "verse_num": 22, "arabic_text": "تَرَى ٱلظَّٰلِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا وَهُوَ وَاقِع بِهِمْ   وَٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ فِى رَوْضَاتِ ٱلْجَنَّاتِ  لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمْ  ذَٰلِكَ هُوَ ٱلْفَضْلُ ٱلْكَبِيرُ", "english_text": "You will see the transgressors worried about everything they had committed; everything will come back and haunt them. As for those who believed and led a righteous life, they will be in the gardens of Paradise. They will receive whatever they wish from their Lord. This is the great blessing.", "persian_text": "ستمكاران را خواهی ديد كه برای هر عملی كه مرتكب شده بودند، نگرانند؛ همه چيز به خودشان باز خواهد گشت و آنها را گرفتار خواهد كرد. و اما كسانی كه ايمان آوردند و زندگی پرهيزكارانه ای را درپيش گرفتند، در باغ های بهشت خواهند بود. آنها هرچه آرزو كنند از پروردگارشان دريافت خواهند كرد. اين نعمت بزرگی است.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 23, "arabic_text": "ذَٰلِكَ ٱلَّذِى يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ   قُل لَّآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًا إِلَّا ٱلْمَوَدَّةَ فِى ٱلْقُرْبَىٰ   وَمَن يَقْتَرِفْ حَسَنَةً نَّزِدْ لَهُۥ فِيهَا حُسْنًا  إِنَّ ٱللَّهَ غَفُورٌ شَكُورٌ", "english_text": "This is the good news from GOD to His servants who believe and lead a righteous life. Say, \"I do not ask you for any wage. I do ask each of you to take care of your own relatives.\" Anyone who does a righteous work, we multiply his reward for it. GOD is Forgiver, Appreciative.", "persian_text": "اين مژده ای است از جانب خدا برای بندگانش كه ايمان دارند و زندگی پرهيزكارانه ای را در پيش می گيرند. بگو: \"من از شما هيچ مزدی نمی خواهم. من از هر يك از شما می خواهم كه به خويشاوندان خودتان رسيدگی كنيد.\" هر كس عمل پرهيزكارانه ای انجام دهد، ما پاداش او را چندين برابر می كنيم. خداست عفوكننده، سپاسگزار.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 24, "arabic_text": "أَمْ يَقُولُونَ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا  فَإِن يَشَإِ ٱللَّهُ يَخْتِمْ عَلَىٰ قَلْبِكَ   وَيَمْحُ ٱللَّهُ ٱلْبَٰطِلَ وَيُحِقُّ ٱلْحَقَّ بِكَلِمَٰتِهِۦٓ  إِنَّهُۥ عَلِيم بِذَاتِ ٱلصُّدُورِ", "english_text": "Are they saying, \"He (Rashad)* has fabricated lies about GOD!\"? If GOD willed, He could have sealed your mind, but GOD erases the falsehood and affirms the truth with His words. He is fully aware of the innermost thoughts.", "persian_text": "آيا می گويند: \"او (رشاد)* دربارهٔ خدا دروغ هايی جعل كرده است؟\" اگر خدا می خواست، می توانست بر فكر تو مهر زند، ولی خدا باطل را پاك و حقيقت را با كلماتش ثابت می كند. او از درونی ترين افكار شما كاملاً آگاه است.", "subtitle": "God Erases the Falsehood and Affirms the Truth*", "footnote": "*42:24 The disbelievers added 2 false statements at the end of Sura 9 to commemorate their idol, the prophet Muhammad. God has revealed overwhelming evidence to erase this blasphemy and establish the truth. By adding the gematrical value of \"Rashad Khalifa\" (1230), plus the verse number (24), we get 1254, 19x66 (please see Appendices 2 & 24 for the details)."}, {"sura_num": 42, "verse_num": 25, "arabic_text": "وَهُوَ ٱلَّذِى يَقْبَلُ ٱلتَّوْبَةَ عَنْ عِبَادِهِۦ وَيَعْفُوا عَنِ ٱلسَّيِّـَٔاتِ وَيَعْلَمُ مَا تَفْعَلُونَ", "english_text": "He is the One who accepts the repentance from His servants, and remits the sins. He is fully aware of everything you do.", "persian_text": "اوست يكتايی كه توبهٔ بندگانش را می پذيرد و گناهان را می بخشد. او از تمام اعمالتان كاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 26, "arabic_text": "وَيَسْتَجِيبُ ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضْلِهِۦ  وَٱلْكَٰفِرُونَ لَهُمْ عَذَابٌ شَدِيدٌ", "english_text": "Responding to Him are those who believe and lead a righteous life. He will shower them with His blessings. As for the disbelievers, they have incurred a severe retribution.", "persian_text": "كسانی به او پاسخ می دهند كه ايمان دارند و زندگی پرهيزكارانه ای را در پيش می گيرند. او باران نعمتش را بر آنها خواهد فرستاد. و اما كافران سزاوار مجازاتی سخت شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 27, "arabic_text": "وَلَوْ بَسَطَ ٱللَّهُ ٱلرِّزْقَ لِعِبَادِهِۦ لَبَغَوْا فِى ٱلْأَرْضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٍ مَّا يَشَآءُ  إِنَّهُۥ بِعِبَادِهِۦ خَبِير بَصِيرٌ", "english_text": "If GOD increased the provision for His servants, they would transgress on earth. This is why He sends it precisely measured to whomever He wills. He is fully Cognizant and Seer of His servants.", "persian_text": "اگر خدا روزی بندگانش را افزايش می داد، آنها در روی زمين از حد خود تجاوز می كردند. به اين دليل است كه او آن را به ميزان دقيقی برای هر كس كه بخواهد، می فرستد. او كاملاً بر بندگانش آگاه و بيناست.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 28, "arabic_text": "وَهُوَ ٱلَّذِى يُنَزِّلُ ٱلْغَيْثَ مِنۢ بَعْدِ مَا قَنَطُوا وَيَنشُرُ رَحْمَتَهُۥ  وَهُوَ ٱلْوَلِىُّ ٱلْحَمِيدُ", "english_text": "He is the One who sends down the rain after they had despaired, and spreads His mercy. He is the only Master, Most Praiseworthy.", "persian_text": "اوست كه باران را پس از آنكه مأيوس شـده بودند، فرو می فرستد و رحمت خويش را می گستراند. اوست تنها سرور، قابل بالاترین ستایش ها.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 29, "arabic_text": "وَمِنْ ءَايَٰتِهِۦ خَلْقُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٍ  وَهُوَ عَلَىٰ جَمْعِهِمْ إِذَا يَشَآءُ قَدِيرٌ", "english_text": "Among His proofs is the creation of the heavens and the earth, and the creatures He spreads in them. He is able to summon them, when He wills.", "persian_text": "از مدرك های او آفرينش آسمان ها و زمين است و مخلوقاتی كه در آنها پراكنده می كند. او قادر است كه هرگاه بخواهد، همهٔ آنها را احضار نمايد.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 30, "arabic_text": "وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُوا عَن كَثِيرٍ", "english_text": "Anything bad that happens to you is a consequence of your own deeds, and He overlooks many (of your sins).", "persian_text": "هر پيشامد بدی كه برايتان رخ دهد، نتيجهٔ كارهای خود شماست، و او از بسياری (از گناهانتان) صرف نظر می كند.", "subtitle": "Only A Consequence", "footnote": ""}, {"sura_num": 42, "verse_num": 31, "arabic_text": "وَمَآ أَنتُم بِمُعْجِزِينَ فِى ٱلْأَرْضِ  وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ", "english_text": "You can never escape, and you have none beside GOD as a Lord and Master.", "persian_text": "شما هرگز نمی توانيد فرار كنيد و در كنار خدا هيچ كس را به عنوان مولا و سرور نداريد.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 32, "arabic_text": "وَمِنْ ءَايَٰتِهِ ٱلْجَوَارِ فِى ٱلْبَحْرِ كَٱلْأَعْلَٰمِ", "english_text": "Among His proofs are the ships that sail the sea with sails like flags.", "persian_text": "از مدرك های او كشتی ها هستند كه در دريا با بادبان هايی مانند پرچم حركت می كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 33, "arabic_text": "إِن يَشَأْ يُسْكِنِ ٱلرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَىٰ ظَهْرِهِۦٓ  إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ", "english_text": "If He willed, He could have stilled the winds, leaving them motionless on top of the water. These are proofs for those who are steadfast, appreciative.", "persian_text": "اگر او می خواست، می توانست بادها را راكد و بدون حركت بر روی آب رها كند. اينها مدرك هايی است برای كسانی كه ثابت قدم و سپاسگزارند.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 34, "arabic_text": "أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا وَيَعْفُ عَن كَثِيرٍ", "english_text": "He can annihilate them, as a consequence of their own works. Instead, He overlooks many (of their sins).", "persian_text": "او می تواند آنها را در نتيجهٔ اعمال خودشان هلاك كند، ولی درعوض، او بسياری (از گناهانشان) را ناديده می گيرد.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 35, "arabic_text": "وَيَعْلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِىٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٍ", "english_text": "Those who argue against our proofs will find out that they have no basis.", "persian_text": "كسانی كه عليه مدرك های ما مجادله می كنند، خواهند فهميد كه هيچ پايه و اساسی ندارند.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 36, "arabic_text": "فَمَآ أُوتِيتُم مِّن شَىْءٍ فَمَتَٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا  وَمَا عِندَ ٱللَّهِ خَيْرٌ وَأَبْقَىٰ لِلَّذِينَ ءَامَنُوا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ", "english_text": "Whatever you are given is no more than temporary material of this life. What GOD possesses is far better and everlasting, for those who believe and trust in their Lord.", "persian_text": "آنچه به شما داده شده است، چيزی جز ماديات موقت اين دنيا نيست. آنچه متعلق به خداست، به مراتب بهتر و جاودانی تر است، برای آنان كه ايمان دارند و به پروردگارشان اعتماد می كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 37, "arabic_text": "وَٱلَّذِينَ يَجْتَنِبُونَ كَبَٰٓئِرَ ٱلْإِثْمِ وَٱلْفَوَٰحِشَ وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ", "english_text": "They avoid gross sins and vice, and when angered they forgive.", "persian_text": "آنها از گناهان بزرگ و كارهای زشت دوری می كنند و هنگامی كه خشمگين می شوند، می بخشند.", "subtitle": "Traits of the Believers", "footnote": ""}, {"sura_num": 42, "verse_num": 38, "arabic_text": "وَٱلَّذِينَ ٱسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا ٱلصَّلَوٰةَ وَأَمْرُهُمْ شُورَىٰ بَيْنَهُمْ وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ", "english_text": "They respond to their Lord by observing the Contact Prayers (Salat). Their affairs are decided after due consultation among themselves, and from our provisions to them they give (to charity).", "persian_text": "آنها از طريق نمازها (دعاهای ارتباطی) به پروردگار خويش پاسخ می دهند و كارهايشان پس از مشورت لازم در ميان خودشان تصميم گيری می شود، و از روزی هايی كه به آنها داديم، انفاق می كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 39, "arabic_text": "وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلْبَغْىُ هُمْ يَنتَصِرُونَ", "english_text": "When gross injustice befalls them, they stand up for their rights.", "persian_text": "هرگاه مورد بی عدالتی بزرگی قرار می گيرند، از حق خود دفاع می كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 40, "arabic_text": "وَجَزَٰٓؤُا سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا  فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُۥ عَلَى ٱللَّهِ  إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ", "english_text": "Although the just requital for an injustice is an equivalent retribution, those who pardon and maintain righteousness are rewarded by GOD. He does not love the unjust.", "persian_text": "اگرچه جزای بی عدالتی، مجازاتی معادل آن می باشد، ولی كسانی كه گذشت كنند و پرهيزكاری را حفظ نمايند، از خدا پاداش می گيرند. او افراد ظالم را دوست ندارد.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 41, "arabic_text": "وَلَمَنِ ٱنتَصَرَ بَعْدَ ظُلْمِهِۦ فَأُولَٰٓئِكَ مَا عَلَيْهِم مِّن سَبِيلٍ", "english_text": "Certainly, those who stand up for their rights, when injustice befalls them, are not committing any error.", "persian_text": "مسلماً، كسانی كه وقتی مورد بی عدالتی قرار می گيرند، برای حق خود به پا می خيزند، مرتكب خطایی نمی شوند.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 42, "arabic_text": "إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظْلِمُونَ ٱلنَّاسَ وَيَبْغُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ  أُولَٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌ", "english_text": "The wrong ones are those who treat the people unjustly, and resort to aggression without provocation. These have incurred a painful retribution.", "persian_text": "خطاکاران كسانی هستند كه در حق مردم ستم می كنند و بدون انگيزه به پرخاشگری متوسل می شوند. اين افراد سزاوار عذابی دردناك شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 43, "arabic_text": "وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنْ عَزْمِ ٱلْأُمُورِ", "english_text": "Resorting to patience and forgiveness reflects a true strength of character.", "persian_text": "صبر پيشه كردن و بخشش، قدرت واقعی شخصيت را نشان می دهد.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 44, "arabic_text": "وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِىٍّ مِّنۢ بَعْدِهِۦ   وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُا ٱلْعَذَابَ يَقُولُونَ هَلْ إِلَىٰ مَرَدٍّ مِّن سَبِيلٍ", "english_text": "Whomever GOD sends astray will never find any other lord, and you will see such transgressors, when they see the retribution, saying, \"Can we get another chance?\"", "persian_text": "هر كه را خدا به گمراهی فرستد، هرگز هيچ مولای ديگری نخواهد يافت و خواهی ديد كه چون اين ستمكاران عذاب را بينند، می گويند: \"آيا به ما فرصـت ديگری داده می شود؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 45, "arabic_text": "وَتَرَىٰهُمْ يُعْرَضُونَ عَلَيْهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرْفٍ خَفِىٍّ   وَقَالَ ٱلَّذِينَ ءَامَنُوٓا إِنَّ ٱلْخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ ٱلْقِيَٰمَةِ   أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِى عَذَابٍ مُّقِيمٍ", "english_text": "You will see them facing it, humiliated and debased, and looking, yet trying to avoid looking. Those who believed will proclaim: \"The real losers are those who lost their souls and their families on the Day of Resurrection. The transgressors have deserved an everlasting retribution.\"", "persian_text": "آنها را خواهی ديد كه سرافكنده و ذليل با آن روبرو خواهند شد و با آنكه نگاه می كنند، سعی می كنند که نگاه نكنند. آنان كه ايمان آوردند، اعلام خواهند كرد: \"بازندگان واقعی كسانی هستند كه نفس خود و خانوادهٔ خود را در روز رستاخيز از دست دادند. ستمكاران سزاوار عذابی ابدی شده اند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 46, "arabic_text": "وَمَا كَانَ لَهُم مِّنْ أَوْلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِ   وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ", "english_text": "There will be no allies to help them against GOD. Whomever GOD sends astray can never be guided.", "persian_text": "هيچ ياوری در برابر خدا آنها را كمك نخواهد كرد. هر كه را خدا به گمراهی فرستد، او هرگز نمی تواند هدايت شود.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 47, "arabic_text": "ٱسْتَجِيبُوا لِرَبِّكُم مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِ  مَا لَكُم مِّن مَّلْجَإٍ يَوْمَئِذٍ وَمَا لَكُم مِّن نَّكِيرٍ", "english_text": "You shall respond to your Lord before a day comes which is decreed inevitable by GOD. There will be no refuge for you on that day, nor an advocate.", "persian_text": "شما بايد به پروردگارتان پاسخ دهيد، پيش از آنكه روزی بيايد كه خدا آن را اجتناب ناپذير قرار داده است. در آن روز هيچ پناهی و هيچ پشتيبانی برای شما نخواهد بود.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 48, "arabic_text": "فَإِنْ أَعْرَضُوا فَمَآ أَرْسَلْنَٰكَ عَلَيْهِمْ حَفِيظًا  إِنْ عَلَيْكَ إِلَّا ٱلْبَلَٰغُ   وَإِنَّآ إِذَآ أَذَقْنَا ٱلْإِنسَٰنَ مِنَّا رَحْمَةً فَرِحَ بِهَا  وَإِن تُصِبْهُمْ سَيِّئَة بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ ٱلْإِنسَٰنَ كَفُورٌ", "english_text": "If they turn away, we did not send you as their guardian. Your sole mission is delivering the message. When we shower the human beings with mercy, they become proud, and when adversity afflicts them, as a consequence of their own deeds, the human beings turn into disbelievers.", "persian_text": "اگر آنها روی برگردانند، ما تو را برای حفاظت آنها نفرستاديم. تنها مأموريت تو رساندن پيام است. هرگاه انسان ها را غرق رحمت كنيم، افتخار می كنند و هرگاه در نتيجهٔ كارهای خودشان به بدبختی گرفتار شوند، كافر می شوند.", "subtitle": "Sole Mission of the Messenger", "footnote": ""}, {"sura_num": 42, "verse_num": 49, "arabic_text": "لِّلَّهِ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  يَخْلُقُ مَا يَشَآءُ  يَهَبُ لِمَن يَشَآءُ إِنَٰثًا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ", "english_text": "To GOD belongs the sovereignty of the heavens and the earth. He creates whatever He wills, granting daughters to whomever He wills, and granting sons to whomever He wills.", "persian_text": "فرمانروايی آسمان ها و زمين از آن خداست. او هرچه بخواهد می آفریند. به هر که بخواهد، دختر عطا می کند و به هر که بخواهد، پسر عطا می کند.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 50, "arabic_text": "أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَٰثًا  وَيَجْعَلُ مَن يَشَآءُ عَقِيمًا  إِنَّهُۥ عَلِيمٌ قَدِيرٌ", "english_text": "Or, He may have the males and the females marry each other, then render whomever He wills sterile. He is Omniscient, Omnipotent.", "persian_text": "يا، او مذكر و مؤنث را به ازدواج يكديگر درمی آورد، سپس هر كه را بخواهد، عقيم می كند. خداست دانای مطلق، قادر مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 51, "arabic_text": "وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحْيًا أَوْ مِن وَرَآئِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِىَ بِإِذْنِهِۦ مَا يَشَآءُ  إِنَّهُۥ عَلِىٌّ حَكِيمٌ", "english_text": "No human being can communicate with GOD except through inspiration, or from behind a barrier, or by sending a messenger through whom He reveals what He wills. He is the Most High, Most Wise.", "persian_text": "هيچ بشری را نرسد که خدا با او ارتباط برقرار كند مگر از طريق الهام، یا از پشت پرده ای، يا با فرستادن رسولی كه از طريق او هرچه بخواهد، وحی كند. او والاترين است، حكيم ترين.", "subtitle": "How God Communicates With Us", "footnote": ""}, {"sura_num": 42, "verse_num": 52, "arabic_text": "وَكَذَٰلِكَ أَوْحَيْنَآ إِلَيْكَ رُوحًا مِّنْ أَمْرِنَا  مَا كُنتَ تَدْرِى مَا ٱلْكِتَٰبُ وَلَا ٱلْإِيمَٰنُ وَلَٰكِن جَعَلْنَٰهُ نُورًا نَّهْدِى بِهِۦ مَن نَّشَآءُ مِنْ عِبَادِنَا  وَإِنَّكَ لَتَهْدِىٓ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ", "english_text": "Thus, we inspired to you a revelation proclaiming our commandments. You had no idea about the scripture, or faith. Yet, we made this a beacon to guide whomever we choose from among our servants. Surely, you guide in a straight path.", "persian_text": "اين چنين، ما آياتی را بر تو وحی كرديم تا دستورات ما را اعلام دارد. تو دربارهٔ كتاب آسمانی يا ايمان چيزی نمی دانستی، ولی ما اين را نوری روشنگر قرار داديم تا از ميان بندگان خود، هر كه را برگزينيم هدايت كنيم. مطمئناً، تو به راه مستقيم هدايت می كنی.", "subtitle": "", "footnote": ""}, {"sura_num": 42, "verse_num": 53, "arabic_text": "صِرَٰطِ ٱللَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ   أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلْأُمُورُ", "english_text": "The path of GOD, to whom belongs everything in the heavens and everything on earth. Absolutely, all matters are controlled by GOD.", "persian_text": "به راه خدا، که آنچه در آسمان ها و آنچه در زمين است از آن اوست. مسلماً، تمام امور در کنترل خداست.", "subtitle": "", "footnote": ""}]