[{"sura_num": 12, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "Joseph", "chapter_title_arabic": "يوسف", "chapter_title_persian": "يوسف"}, {"sura_num": 12, "verse_num": 1, "arabic_text": "الٓر  تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْمُبِينِ", "english_text": "A. L. R. These (letters) are proofs of this profound scripture.*", "persian_text": "ا. ل. ر. اينها (حروف) اثباتگر اين كتاب آسمانی پرمحتوا هستند.*(۱۲:۱ حروف مقطعه قرآنی يکی از اجزای اصلی تشکيل دهنده اين معجزه عظيم است (پيوست ۱).", "subtitle": "", "footnote": "*12:1 The Quranic initials constitute a major component of a great miracle (App. 1)."}, {"sura_num": 12, "verse_num": 2, "arabic_text": "إِنَّآ أَنزَلْنَٰهُ قُرْءَٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُونَ", "english_text": "We have revealed it an Arabic Quran, that you may understand.*", "persian_text": "ما آن را قرآنی به زبان عربی نازل كرده ايم، باشد كه بفهميد.*", "subtitle": "", "footnote": "*12:2 Why was the Quran revealed in Arabic? See 41:44 and Appendix 4."}, {"sura_num": 12, "verse_num": 3, "arabic_text": "نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ ٱلْقَصَصِ بِمَآ أَوْحَيْنَآ إِلَيْكَ هَٰذَا ٱلْقُرْءَانَ وَإِن كُنتَ مِن قَبْلِهِۦ لَمِنَ ٱلْغَٰفِلِينَ", "english_text": "We narrate to you the most accurate history through the revelation of this Quran. Before this, you were totally unaware.", "persian_text": "ما صحيح‌ترين تاريخ را از طريق وحی اين قرآن برای تو بازگو می‌ كنيم. تو پيش از اين، كاملاً ناآگاه بودی.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 4, "arabic_text": "إِذْ قَالَ يُوسُفُ لِأَبِيهِ يَٰٓأَبَتِ إِنِّى رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَٱلشَّمْسَ وَٱلْقَمَرَ رَأَيْتُهُمْ لِى سَٰجِدِينَ", "english_text": "Recall that Joseph said to his father, \"O my father, I saw eleven planets, and the sun, and the moon; I saw them prostrating before me.\"", "persian_text": "به ياد آور كه يوسف به پدرش گفت: \"ای پدر من، من يازده سياره و خورشيد و ماه را ديدم؛ من ديدم كه آنها جلوی من سجده می‌ كنند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 5, "arabic_text": "قَالَ يَٰبُنَىَّ لَا تَقْصُصْ رُءْيَاكَ عَلَىٰٓ إِخْوَتِكَ فَيَكِيدُوا لَكَ كَيْدًا  إِنَّ ٱلشَّيْطَٰنَ لِلْإِنسَٰنِ عَدُوٌّ مُّبِينٌ", "english_text": "He said, \"My son, do not tell your brothers about your dream, lest they plot and scheme against you. Surely, the devil is man's worst enemy.", "persian_text": "او گفت: \"ای پسر من، خوابت را به برادرانت مگو، مبادا عليه تو نقشه بكشند و حيله كنند. مطمئناً، شيطان بدترين دشمن انسان است.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 6, "arabic_text": "وَكَذَٰلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأْوِيلِ ٱلْأَحَادِيثِ وَيُتِمُّ نِعْمَتَهُۥ عَلَيْكَ وَعَلَىٰٓ ءَالِ يَعْقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيْكَ مِن قَبْلُ إِبْرَٰهِيمَ وَإِسْحَٰقَ  إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ", "english_text": "\"Your Lord has thus blessed you, and has given you good news through your dream. He has perfected His blessings upon you and upon the family of Jacob, as He did for your ancestors Abraham and Isaac before that. Your Lord is Omniscient, Most Wise.\"", "persian_text": "\"پروردگارت اين چنين نعمتش را بر تو ارزانی داشته است و از طريق خوابت به تو مژده داده است. او نعمت‌ های خود را بر تو و بر خاندان يعقوب كامل كرده است، همان‌طور كه پيش از آن برای اجداد تو، ابراهيم و اسحاق كامل كرد. پروردگار تو دانای مطلق است، حكيم ‌ترين.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 7, "arabic_text": "لَّقَدْ كَانَ فِى يُوسُفَ وَإِخْوَتِهِۦٓ ءَايَٰتٌ لِّلسَّآئِلِينَ", "english_text": "In Joseph and his brothers there are lessons for the seekers.", "persian_text": "در سرگذشت يوسف و برادارنش درس‌هايی است برای جويندگان.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 8, "arabic_text": "إِذْ قَالُوا لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ إِنَّ أَبَانَا لَفِى ضَلَٰلٍ مُّبِينٍ", "english_text": "They said, \"Joseph and his brother are favored by our father, and we are in the majority. Indeed, our father is far astray.", "persian_text": "آنها گفتند: \"يوسف و برادرش مورد علاقهٔ پدرمان هستند و ما در اكثريت هستيم. درواقع، پدر ما بسيار گمراه است.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 9, "arabic_text": "ٱقْتُلُوا يُوسُفَ أَوِ ٱطْرَحُوهُ أَرْضًا يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ وَتَكُونُوا مِنۢ بَعْدِهِۦ قَوْمًا صَٰلِحِينَ", "english_text": "\"Let us kill Joseph, or banish him, that you may get some attention from your father. Afterwards, you can be righteous people.\"*", "persian_text": "\"بياييد يوسف را بکشيم، يا او را دور کنيم، شايد قدری توجه پدرتان را جلب كنيد. پس از آن می توانيد مردمی صالح و درستکار شويد.\"*(۱۲:۹ از خواب يوسف چنين می آموزيم که آينده ای درخشان برايش مقدّر شده بود. از اينرو، وقتی که برادران او به خيال خود درباره سرنوشت او با هم تصميم می گرفتند، خدا سرنوشت او را از قبل تعيين کرده بود. همه چيز به دست خداست ۸:۱۷، و از قبل ثبت و ضبط شده است ۵۷:۲۲ .", "subtitle": "Joseph's Fate Already Decided by God*", "footnote": "*12:9 We learn from Joseph's dream that he was destined for a bright future. Thus, while his brothers met to decide his fate, his fate was already decided by God. Everything is done by God (8:17), and is already recorded (57:22)."}, {"sura_num": 12, "verse_num": 10, "arabic_text": "قَالَ قَآئِلٌ مِّنْهُمْ لَا تَقْتُلُوا يُوسُفَ وَأَلْقُوهُ فِى غَيَٰبَتِ ٱلْجُبِّ يَلْتَقِطْهُ بَعْضُ ٱلسَّيَّارَةِ إِن كُنتُمْ فَٰعِلِينَ", "english_text": "One of them said, \"Do not kill Joseph; let us throw him into the abyss of the well. Perhaps some caravan can pick him up, if this is what you decide to do.\"", "persian_text": "يکی از آنها گفت: \"يوسف را نکشيد؛ بياييد او را در ته چاه بيندازيم، شايد کاروانی بتواند او را بيرون بکشد، اگر چنين تصميمی گرفته ايد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 11, "arabic_text": "قَالُوا يَٰٓأَبَانَا مَا لَكَ لَا تَأْمَ۫نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ", "english_text": "They said, \"Our father, why do you not trust us with Joseph? We will take good care of him.", "persian_text": "آنها گفتند: \"ای پدر ما، چرا در مورد يوسف به ما اعتماد نمی كنی؟ ما از او خوب مواظبت خواهيم كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 12, "arabic_text": "أَرْسِلْهُ مَعَنَا غَدًا يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُۥ لَحَٰفِظُونَ", "english_text": "\"Send him with us tomorrow to run and play. We will protect him.\"", "persian_text": "\"فردا او را با ما بفرست تا بدود و بازی کند. ما از او محافظت خواهيم کرد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 13, "arabic_text": "قَالَ إِنِّى لَيَحْزُنُنِىٓ أَن تَذْهَبُوا بِهِۦ وَأَخَافُ أَن يَأْكُلَهُ ٱلذِّئْبُ وَأَنتُمْ عَنْهُ غَٰفِلُونَ", "english_text": "He said, \"I worry lest you go away with him, then the wolf may devour him while you are not watching him.\"", "persian_text": "او گفت: \"نگرانی من از اين است که مبادا شما او را با خود ببريد، سپس از او غافل شويد و گرگ او را  بدرد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 14, "arabic_text": "قَالُوا لَئِنْ أَكَلَهُ ٱلذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّآ إِذًا لَّخَٰسِرُونَ", "english_text": "They said, \"Indeed, if the wolf devours him, with so many of us around, then we are really losers.\"", "persian_text": "آنها گفتند: درواقع، اگر با وجود عدهٔ زياد ما، گرگ او را ببلعد، پس ما واقعاً بازنده هستيم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 15, "arabic_text": "فَلَمَّا ذَهَبُوا بِهِۦ وَأَجْمَعُوٓا أَن يَجْعَلُوهُ فِى غَيَٰبَتِ ٱلْجُبِّ  وَأَوْحَيْنَآ إِلَيْهِ لَتُنَبِّئَنَّهُم بِأَمْرِهِمْ هَٰذَا وَهُمْ لَا يَشْعُرُونَ", "english_text": "When they went away with him, and unanimously decided to throw him into the abyss of the well, we inspired him: \"Some day, you will tell them about all this, while they have no idea.\"", "persian_text": "هنگامی كه با او رفتند و همگی تصميم گرفتند تا او را به ته چاه بيندازند، ما به او وحی كرديم: \"روزی، تو تمام اينها را برای آنها تعريف خواهی كرد، در حالی كه آنها فكرش را هم نمی كنند.\"", "subtitle": "Believers are Blessed with God's Assurances", "footnote": ""}, {"sura_num": 12, "verse_num": 16, "arabic_text": "وَجَآءُوٓ أَبَاهُمْ عِشَآءً يَبْكُونَ", "english_text": "They came back to their father in the evening, weeping.", "persian_text": "آنها شبانگاه، گريه کنان نزد پدر بازگشتند.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 17, "arabic_text": "قَالُوا يَٰٓأَبَانَآ إِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئْبُ  وَمَآ أَنتَ بِمُؤْمِنٍ لَّنَا وَلَوْ كُنَّا صَٰدِقِينَ", "english_text": "They said, \"Our father, we went racing with each other, leaving Joseph with our equipment, and the wolf devoured him. You will never believe us, even if we were telling the truth.\"", "persian_text": "آنها گفتند: \"ای پدر ما، ما رفتيم تا با هم مسابقه دهيم، يوسف را نزد وسايل خود گذاشتيم و گرگ او را بلعيد. تو هرگز ما را باور نخواهی كرد، حتی اگر ما حقيقت را گفته باشيم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 18, "arabic_text": "وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٍ كَذِبٍ  قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا  فَصَبْرٌ جَمِيلٌ  وَٱللَّهُ ٱلْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ", "english_text": "They produced his shirt with fake blood on it. He said, \"Indeed, you have conspired with each other to commit a certain scheme. All I can do is resort to a quiet patience. May GOD help me in the face of your conspiracy.\"", "persian_text": "آنها پيراهن او را به خون دروغين آغشته كردند. او گفت: \"شما درواقع با يكديگر دسيسه كرده‌ايد تا نقشهٔ خاصی بكشيد. تنها كاری كه می توانم بكنم اين است كه به صبری آرام پناه ببرم. باشد كه خدا در مقابل دسيسهٔ شما مرا ياری كند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 19, "arabic_text": "وَجَآءَتْ سَيَّارَةٌ فَأَرْسَلُوا وَارِدَهُمْ فَأَدْلَىٰ دَلْوَهُۥ  قَالَ يَٰبُشْرَىٰ هَٰذَا غُلَٰمٌ  وَأَسَرُّوهُ بِضَٰعَةً  وَٱللَّهُ عَلِيم بِمَا يَعْمَلُونَ", "english_text": "A caravan passed by, and soon sent their waterer. He let down his bucket, then said, \"How lucky! There is a boy here!\" They took him along as merchandise, and GOD was fully aware of what they did.", "persian_text": "كاروانی از آنجا می ‌گذشت و آنها فوراً سقای خود را فرستادند. او دلو خود را پايين فرستاد، سپس گفت: \"چه شانسی! پسری اينجاست!\" آنها او را به عنوان كالا همراه خود بردند و خدا كاملاً از آنچه انجام دادند، آگاه بود.", "subtitle": "Joseph is Taken to Egypt", "footnote": ""}, {"sura_num": 12, "verse_num": 20, "arabic_text": "وَشَرَوْهُ بِثَمَن بَخْسٍ دَرَٰهِمَ مَعْدُودَةٍ وَكَانُوا فِيهِ مِنَ ٱلزَّٰهِدِينَ", "english_text": "They sold him for a cheap price— a few Dirhams—for they did not have any need for him.", "persian_text": "و او را به بهايی اندک- به چند درهم-  فروختند، زيرا نيازی به او نداشتند.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 21, "arabic_text": "وَقَالَ ٱلَّذِى ٱشْتَرَىٰهُ مِن مِّصْرَ لِٱمْرَأَتِهِۦٓ أَكْرِمِى مَثْوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوْ نَتَّخِذَهُۥ وَلَدًا  وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِى ٱلْأَرْضِ وَلِنُعَلِّمَهُۥ مِن تَأْوِيلِ ٱلْأَحَادِيثِ  وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمْرِهِۦ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ", "english_text": "The one who bought him in Egypt said to his wife, \"Take good care of him. Maybe he can help us, or maybe we can adopt him.\" We thus established Joseph on earth, and we taught him the interpretation of dreams. GOD's command is always done, but most people do not know.", "persian_text": "کسی که او را در مصر خريد، به زنش گفت: \"از او خوب مواظبت کن. شايد بتواند به ما کمک کند، يا شايد بتوانيم او را به فرزندی قبول كنيم.\" اين چنين يوسف را در زمين مستقر کرديم و به او تعبير خواب آموختيم. فرمان خدا هميشه انجام می شود، ولی بيشتر مردم نمی دانند.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 22, "arabic_text": "وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيْنَٰهُ حُكْمًا وَعِلْمًا  وَكَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ", "english_text": "When he reached maturity, we endowed him with wisdom and knowledge. We thus reward the righteous.", "persian_text": "هنگامی كه به بلوغ فكری رسيد، به او حكمت و دانش عطا كرديم. ما اين چنين به پرهيزكاران پاداش می دهيم.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 23, "arabic_text": "وَرَٰوَدَتْهُ ٱلَّتِى هُوَ فِى بَيْتِهَا عَن نَّفْسِهِۦ وَغَلَّقَتِ ٱلْأَبْوَٰبَ وَقَالَتْ هَيْتَ لَكَ  قَالَ مَعَاذَ ٱللَّهِ  إِنَّهُۥ رَبِّىٓ أَحْسَنَ مَثْوَاىَ  إِنَّهُۥ لَا يُفْلِحُ ٱلظَّٰلِمُونَ", "english_text": "The lady of the house where he lived tried to seduce him. She closed the doors and said, \"I am all yours.\" He said, \"May GOD protect me. He is my Lord, who gave me a good home.* The transgressors never succeed.\"", "persian_text": "بانوی خانه ای كه او در آن زندگی می كرد، سعی كرد او را اغوا كند. او درها را بست و گفت: \"من كاملاً در اختيار تو هستم.\" او گفت: \"باشد كه خدا مرا حفظ كند. او ارباب من است، كسی كه به من منزل خوبی داد.\"* ستمكاران هرگز موفق نمی شوند.\"", "subtitle": "God Protects the Believers From Sin", "footnote": "*12:23 Joseph worded this statement in such a way that the governor's wife thought that he was talking about her husband, when in fact he was talking about God."}, {"sura_num": 12, "verse_num": 24, "arabic_text": "وَلَقَدْ هَمَّتْ بِهِۦ  وَهَمَّ بِهَا لَوْلَآ أَن رَّءَا بُرْهَٰنَ رَبِّهِۦ  كَذَٰلِكَ لِنَصْرِفَ عَنْهُ ٱلسُّوٓءَ وَٱلْفَحْشَآءَ  إِنَّهُۥ مِنْ عِبَادِنَا ٱلْمُخْلَصِينَ", "english_text": "She almost succumbed to him, and he almost succumbed to her, if it were not that he saw a proof from his Lord. We thus diverted evil and sin away from him, for he was one of our devoted servants.", "persian_text": "آن زن تقريباً خود را در اختيار او قرار داد، اگر به دليل مدرکی كه (يوسف) از جانب پروردگارش ديد نبود، چيزی نمانده بود كه او نيز در اختيار وی قرار گيرد. ما اين چنين پليدی و گناه را از او دور كرديم، زيرا او يكی از بندگان  مخلص ما بود.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 25, "arabic_text": "وَٱسْتَبَقَا ٱلْبَابَ وَقَدَّتْ قَمِيصَهُۥ مِن دُبُرٍ وَأَلْفَيَا سَيِّدَهَا لَدَا ٱلْبَابِ  قَالَتْ مَا جَزَآءُ مَنْ أَرَادَ بِأَهْلِكَ سُوٓءًا إِلَّآ أَن يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ", "english_text": "The two of them raced towards the door, and, in the process, she tore his garment from the back. They found her husband at the door. She said, \"What should be the punishment for one who wanted to molest your wife, except imprisonment or a painful punishment?\"", "persian_text": "هر دو به سوی در شتافتند و در طی اين جريان، زن جامهٔ او را از پشت پاره کرد. آنها شوهرش را در آستانهٔ در يافتند. زن گفت: \"مجازات کسی که قصد تعرض به زنت را داشته است چه بايد باشد، جز زندان يا مجازاتی دردناک؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 26, "arabic_text": "قَالَ هِىَ رَٰوَدَتْنِى عَن نَّفْسِى  وَشَهِدَ شَاهِدٌ مِّنْ أَهْلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ ٱلْكَٰذِبِينَ", "english_text": "He said, \"She is the one who tried to seduce me.\" A witness from her family suggested: \"If his garment is torn from the front, then she is telling the truth and he is a liar.", "persian_text": "[يوسف] گفت: \"او بود که سعی کرد مرا اغوا کند.\" شاهدی از خانوادهٔ زن اظهار داشت: \"اگر جامهٔ او از جلو پاره شده است، پس زن راست می گويد و او يک دروغگوست.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 27, "arabic_text": "وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ ٱلصَّٰدِقِينَ", "english_text": "\"And if his garment is torn from the back, then she lied, and he is telling the truth.\"", "persian_text": "\"و اگر جامهٔ او از پشت پاره شده است، پس زن دروغ گفته است و او راست می گويد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 28, "arabic_text": "فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٍ قَالَ إِنَّهُۥ مِن كَيْدِكُنَّ  إِنَّ كَيْدَكُنَّ عَظِيمٌ", "english_text": "When her husband saw that his garment was torn from the back, he said, \"This is a woman's scheme. Indeed, your scheming is formidable.", "persian_text": "وقتی شوهرش ديد که جامهٔ او از پشت پاره شده است، گفت: \"اين نيرنگ يک زن است. واقعاً که نيرنگ شما هولناك است.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 29, "arabic_text": "يُوسُفُ أَعْرِضْ عَنْ هَٰذَا  وَٱسْتَغْفِرِى لِذَنۢبِكِ  إِنَّكِ كُنتِ مِنَ ٱلْخَاطِـِٔينَ", "english_text": "\"Joseph, disregard this incident. As for you (my wife), you should seek forgiveness for your sin. You have committed an error.\"", "persian_text": "\"يوسف، تو اين پيشامد را ناديده بگير و اما تو (ای زن من)، برای گناه خود طلب بخشش کن. تو خطايی مرتکب شده ای.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 30, "arabic_text": "وَقَالَ نِسْوَةٌ فِى ٱلْمَدِينَةِ ٱمْرَأَتُ ٱلْعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفْسِهِۦ  قَدْ شَغَفَهَا حُبًّا  إِنَّا لَنَرَىٰهَا فِى ضَلَٰلٍ مُّبِينٍ", "english_text": "Some women in the city gossiped: \"The governor's wife is trying to seduce her servant. She is deeply in love with him. We see that she has gone astray.\"", "persian_text": "در شهر بعضی از زنان به سخن پراكنی پراختند: \"زن فرماندار سعی می كند، خدمتكارش را اغوا كند. او سخت به وی دل بسته است. ما می ‌بينيم كه او گمراه شده است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 31, "arabic_text": "فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أَرْسَلَتْ إِلَيْهِنَّ وَأَعْتَدَتْ لَهُنَّ مُتَّكَـًٔا وَءَاتَتْ كُلَّ وَٰحِدَةٍ مِّنْهُنَّ سِكِّينًا وَقَالَتِ ٱخْرُجْ عَلَيْهِنَّ  فَلَمَّا رَأَيْنَهُۥٓ أَكْبَرْنَهُۥ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنْ هَٰذَآ إِلَّا مَلَكٌ كَرِيمٌ", "english_text": "When she heard of their gossip, she invited them, prepared for them a comfortable place, and gave each of them a knife. She then said to him, \"Enter their room.\" When they saw him, they so admired him, that they cut their hands.* They said, \"Glory be to GOD, this is not a human being; this is an honorable angel.\"", "persian_text": "هنگامی كه او سخن پراكنی ‌هايشان را شنيد، از آنها دعوت کرد و برای آنها جای راحتی مهيا کرد و به هر يک از ايشان کاردی داد. سپس به يوسف گفت: \"به مجلس ايشان وارد شو.\" هنگامی که او را ديدند، از حسن او چنان شگفت زده شدند که دستان خود را بريدند* و گفتند: \"تجليل خدا را، اين بشر نيست؛ اين فرشته ای است محترم.\"", "subtitle": "", "footnote": "*12:31 This is the same word used in 5:38 regarding the hand of the thief, and the sum of sura and verse numbers (12+31 and 5+38) are the same. Therefore, the thief 's hand should be marked, not severed as practiced by the corrupted Islam (see Footnote 5:38)."}, {"sura_num": 12, "verse_num": 32, "arabic_text": "قَالَتْ فَذَٰلِكُنَّ ٱلَّذِى لُمْتُنَّنِى فِيهِ  وَلَقَدْ رَٰوَدتُّهُۥ عَن نَّفْسِهِۦ فَٱسْتَعْصَمَ  وَلَئِن لَّمْ يَفْعَلْ مَآ ءَامُرُهُۥ لَيُسْجَنَنَّ وَلَيَكُونًا مِّنَ ٱلصَّٰغِرِينَ", "english_text": "She said, \"This is the one you blamed me for falling in love with. I did indeed try to seduce him, and he refused. Unless he does what I command him to do, he will surely go to prison, and will be debased.\"", "persian_text": "زن گفت: \"اين همان کسی است که شما مرا به خاطر عشق به او سرزنش می کرديد. درواقع، من سعی کردم او را اغوا كنم، ولی او نپذيرفت. اگر آنچه را كه من به او فرمان می ‌دهم، انجام ندهد، به طور حتم به زندان خواهد افتاد و خوار خواهد شد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 33, "arabic_text": "قَالَ رَبِّ ٱلسِّجْنُ أَحَبُّ إِلَىَّ مِمَّا يَدْعُونَنِىٓ إِلَيْهِ  وَإِلَّا تَصْرِفْ عَنِّى كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُن مِّنَ ٱلْجَٰهِلِينَ", "english_text": "He said, \"My Lord, the prison is better than giving in to them. Unless You divert their scheming from me, I may desire them and behave like the ignorant ones.\"", "persian_text": "او گفت: \"پروردگار من، زندان بهتر است از اينكه خود را در اختيار آنها بگذارم. اگر تو حيلهٔ آنان را از من دور نكنی، شايد به آنها تمايل پيدا كنم و مانند نادانان رفتار نمايم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 34, "arabic_text": "فَٱسْتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنْهُ كَيْدَهُنَّ  إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ", "english_text": "His Lord answered his prayer and diverted their scheming from him. He is the Hearer, the Omniscient.", "persian_text": "پروردگارش دعای او را مستجاب كرد و حيلهٔ آنها را از او دور ساخت. اوست شنوا، دانای مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 35, "arabic_text": "ثُمَّ بَدَا لَهُم مِّنۢ بَعْدِ مَا رَأَوُا ٱلْءَايَٰتِ لَيَسْجُنُنَّهُۥ حَتَّىٰ حِينٍ", "english_text": "Later, they saw to it, despite the clear proofs, that they should imprison him for awhile.", "persian_text": "پس از چندی، با وجود شواهد آشکار، بهتر آن ديدند که او را برای مدتی زندانی کنند.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 36, "arabic_text": "وَدَخَلَ مَعَهُ ٱلسِّجْنَ فَتَيَانِ  قَالَ أَحَدُهُمَآ إِنِّىٓ أَرَىٰنِىٓ أَعْصِرُ خَمْرًا  وَقَالَ ٱلْءَاخَرُ إِنِّىٓ أَرَىٰنِىٓ أَحْمِلُ فَوْقَ رَأْسِى خُبْزًا تَأْكُلُ ٱلطَّيْرُ مِنْهُ  نَبِّئْنَا بِتَأْوِيلِهِۦٓ  إِنَّا نَرَىٰكَ مِنَ ٱلْمُحْسِنِينَ", "english_text": "Two young men were in the prison with him. One of them said, \"I saw (in my dream) that I was making wine,\" and the other said, \"I saw myself carrying bread on my head, from which the birds were eating. Inform us of the interpretation of these dreams. We see that you are righteous.\"", "persian_text": "دو مرد جوان با او در زندان بودند. يكی از آنها گفت: \"من (خواب) ديدم كه شراب درست می كردم\" و ديگری گفت: \"من خودم را ديدم كه روی سرم نان حمل می كردم و پرندگان از آن می خوردند؛ ما را از تعبير اين خواب ها آگاه كن.  ما می بينيم كه تو پرهيزكار هستی.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 37, "arabic_text": "قَالَ لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِۦٓ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِۦ قَبْلَ أَن يَأْتِيَكُمَا  ذَٰلِكُمَا مِمَّا عَلَّمَنِى رَبِّىٓ  إِنِّى تَرَكْتُ مِلَّةَ قَوْمٍ لَّا يُؤْمِنُونَ بِٱللَّهِ وَهُم بِٱلْءَاخِرَةِ هُمْ كَٰفِرُونَ", "english_text": "He said, \"If any food is provided to you, I can inform you about it before you receive it. This is some of the knowledge bestowed upon me by my Lord. I have forsaken the religion of people who do not believe in GOD, and with regard to the Hereafter, they are really disbelievers.", "persian_text": "او گفت: \"اگر هر غذايی برای شما فراهم شود، من می توانم شما را پيش از دريافتش از آن مطلع کنم. اين بخشی از دانشی است که پروردگارم به من عنايت کرده است. من دين مردمی را که به خدا ايمان ندارند و نسبت به آخرت واقعاً کافرند، ترک کرده ام.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 38, "arabic_text": "وَٱتَّبَعْتُ مِلَّةَ ءَابَآءِىٓ إِبْرَٰهِيمَ وَإِسْحَٰقَ وَيَعْقُوبَ  مَا كَانَ لَنَآ أَن نُّشْرِكَ بِٱللَّهِ مِن شَىْءٍ  ذَٰلِكَ مِن فَضْلِ ٱللَّهِ عَلَيْنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ", "english_text": "\"And I followed instead the religion of my ancestors, Abraham, Isaac, and Jacob. We never set up any idols beside GOD. Such is the blessing from GOD upon us and upon the people, but most people are unappreciative.", "persian_text": "\"و درعوض، از دين نياکانم، ابراهيم، اسحاق و يعقوب پيروی کردم. ما هرگز به خدا شرک نمی ورزيم. و اين از رحمت خداست بر ما و بر مردم، ولی بيشتر مردم ناسپاسند.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 39, "arabic_text": "يَٰصَىٰحِبَىِ ٱلسِّجْنِ ءَأَرْبَابٌ مُّتَفَرِّقُونَ خَيْرٌ أَمِ ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ", "english_text": "\"O my prison mates, are several gods better, or GOD alone, the One, the Supreme?", "persian_text": "\"ای هم سلولی های من، آيا خدايان متعدد بهترند يا خدای واحد، آن يگانه، بلندمرتبه؟", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 40, "arabic_text": "مَا تَعْبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسْمَآءً سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلْطَٰنٍ  إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ  أَمَرَ أَلَّا تَعْبُدُوٓا إِلَّآ إِيَّاهُ  ذَٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ", "english_text": "\"You do not worship beside Him except innovations that you have made up, you and your parents. GOD has never authorized such idols. All ruling belongs to GOD, and He has ruled that you shall not worship except Him. This is the perfect religion, but most people do not know.", "persian_text": "\"شما در كنار او چيزی نمی ‌پرستيد، مگر آنچه از خود ساخته‌ايد؛ شما و والدين شما. خدا هرگز چنين معبودانی را مجاز نكرده است. تمام حاکميت از آن خداست و او حكم كرده است كه جز او را نپرستيد. اين دين كامل است، اما اكثر مردم نمی ‌دانند.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 41, "arabic_text": "يَٰصَىٰحِبَىِ ٱلسِّجْنِ أَمَّآ أَحَدُكُمَا فَيَسْقِى رَبَّهُۥ خَمْرًا  وَأَمَّا ٱلْءَاخَرُ فَيُصْلَبُ فَتَأْكُلُ ٱلطَّيْرُ مِن رَّأْسِهِۦ  قُضِىَ ٱلْأَمْرُ ٱلَّذِى فِيهِ تَسْتَفْتِيَانِ", "english_text": "\"O my prison mates, one of you will be the wine butler for his lord, while the other will be crucified— the birds will eat from his head. This settles the matter about which you have inquired.\"", "persian_text": "\"ای هم سلولی های من، يكی از شما ساقی اربابش خواهد شد، در حالی كه ديگری به صليب كشيده خواهد شد- پرندگان از سر او خواهند خورد. اين سرانجام مطلبی است كه در مورد آن سئوال کرديد.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 42, "arabic_text": "وَقَالَ لِلَّذِى ظَنَّ أَنَّهُۥ نَاجٍ مِّنْهُمَا ٱذْكُرْنِى عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيْطَٰنُ ذِكْرَ رَبِّهِۦ فَلَبِثَ فِى ٱلسِّجْنِ بِضْعَ سِنِينَ", "english_text": "He then said to the one to be saved \"Remember me at your lord.\"* Thus, the devil caused him to forget his Lord, and, consequently, he remained in prison a few more years.", "persian_text": "سپس او به كسی كه قرار بود نجات پيدا كند، گفت: \"مرا نزد اربابت به ياد آور.\"* اين چنين، شيطان باعث شد كه او پروردگارش را فراموش كند و درنتيجه، چند سالی بيشتر در زندان بماند.", "subtitle": "", "footnote": "*12:42 When Joseph begged his companion to intercede with the king on his behalf, he exhibited dependence on other than God to be saved from the prison. This does not befit a true believer, and such a serious slip cost Joseph a few years in the prison. We learn from the Quran that only God can relieve any hardship that might befall us. A true believer trusts in God and depends totally on Him alone (1:5, 6:17, 8:17, 10:107)."}, {"sura_num": 12, "verse_num": 43, "arabic_text": "وَقَالَ ٱلْمَلِكُ إِنِّىٓ أَرَىٰ سَبْعَ بَقَرَٰتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنۢبُلَٰتٍ خُضْرٍ وَأُخَرَ يَابِسَٰتٍ  يَٰٓأَيُّهَا ٱلْمَلَأُ أَفْتُونِى فِى رُءْيَٰىَ إِن كُنتُمْ لِلرُّءْيَا تَعْبُرُونَ", "english_text": "The king said, \"I saw seven fat cows being devoured by seven skinny cows, and seven green spikes (of wheat), and others shriveled. O my elders, advise me regarding my dream, if you know how to interpret the dreams.\"", "persian_text": "پادشاه گفت: \"من هفت گاو لاغر را ديدم كه هفت گاو فربه را می بلعيدند و هفت خوشهٔ (گندم) سبز و بقيه خشك بودند. ای بزرگان من، دربارهٔ خوابم چه نظر می دهيد، اگر به تعبير خواب واقفيد؟\"", "subtitle": "The King's Dream", "footnote": ""}, {"sura_num": 12, "verse_num": 44, "arabic_text": "قَالُوٓا أَضْغَٰثُ أَحْلَٰمٍ  وَمَا نَحْنُ بِتَأْوِيلِ ٱلْأَحْلَٰمِ بِعَٰلِمِينَ", "english_text": "They said, \"Nonsense dreams. When it comes to the interpretation of dreams, we are not knowledgeable.\"", "persian_text": "آنها گفتند: \"خواب های بی ربط. ما دربارهٔ تعبير خواب دانشی نداريم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 45, "arabic_text": "وَقَالَ ٱلَّذِى نَجَا مِنْهُمَا وَٱدَّكَرَ بَعْدَ أُمَّةٍ أَنَا أُنَبِّئُكُم بِتَأْوِيلِهِۦ فَأَرْسِلُونِ", "english_text": "The one who was saved (from the prison) said, now that he finally remembered, \"I can tell you its interpretation, so send me (to Joseph).\"", "persian_text": "آن كسی كه (از زندان) نجات يافته بود، در آن هنگام به خاطر آورد، گفت: \"من می ‌توانم تعبير آن را به شما بگويم، پس مرا (نزد يوسف) بفرستيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 46, "arabic_text": "يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفْتِنَا فِى سَبْعِ بَقَرَٰتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعِ سُنۢبُلَٰتٍ خُضْرٍ وَأُخَرَ يَابِسَٰتٍ لَّعَلِّىٓ أَرْجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمْ يَعْلَمُونَ", "english_text": "\"Joseph my friend, inform us about seven fat cows being devoured by seven skinny cows, and seven green spikes, and others shriveled. I wish to go back with some information for the people.\"", "persian_text": "\"يوسف دوست من، ما را درր¨ارهٔ هفت گاو فربه كه هفت گاو لاغر آنها را بلعيده‌اند و هفت خوشهٔ سبز و بقيه كه خشک بودند، آگاه كن. من می خواهم با قدری اطلاعات برای مردم بازگردم.\"", "subtitle": "Joseph Interprets the King's Dream", "footnote": ""}, {"sura_num": 12, "verse_num": 47, "arabic_text": "قَالَ تَزْرَعُونَ سَبْعَ سِنِينَ دَأَبًا فَمَا حَصَدتُّمْ فَذَرُوهُ فِى سُنۢبُلِهِۦٓ إِلَّا قَلِيلًا مِّمَّا تَأْكُلُونَ", "english_text": "He said, \"What you cultivate during the next seven years, when the time of harvest comes, leave the grains in their spikes, except for what you eat.", "persian_text": "او گفت: \"آنچه در طی هفت سال آينده كشت می كنيد، هنگامی كه زمان درو فرا می ‌رسد، غير از آنچه می ‌خوريد، دانه‌ها را در خوشه‌هايشان باقی بگذاريد.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 48, "arabic_text": "ثُمَّ يَأْتِى مِنۢ بَعْدِ ذَٰلِكَ سَبْعٌ شِدَادٌ يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلَّا قَلِيلًا مِّمَّا تُحْصِنُونَ", "english_text": "\"After that, seven years of drought will come, which will consume most of what you stored for them.", "persian_text": "\"پس از آن، هفت سال خشکسالی خواهد آمد، که اکثر آنچه برای آنها ذخيره کرديد، مصرف خواهد شد.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 49, "arabic_text": "ثُمَّ يَأْتِى مِنۢ بَعْدِ ذَٰلِكَ عَامٌ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعْصِرُونَ", "english_text": "\"After that, a year will come that brings relief for the people, and they will, once again, press juice.\"", "persian_text": "\"پس از آن، سالی خواهد آمد كه موجب آسايش مردم خواهد شد و آنها بار ديگر آب ميوه خواهند گرفت.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 50, "arabic_text": "وَقَالَ ٱلْمَلِكُ ٱئْتُونِى بِهِۦ  فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرْجِعْ إِلَىٰ رَبِّكَ فَسْـَٔلْهُ مَا بَالُ ٱلنِّسْوَةِ ٱلَّٰتِى قَطَّعْنَ أَيْدِيَهُنَّ  إِنَّ رَبِّى بِكَيْدِهِنَّ عَلِيمٌ", "english_text": "The king said, \"Bring him to me.\" When the messenger came to him, he said, \"Go back to your lord and ask him to investigate the women who cut their hands. My Lord is fully aware of their schemes.\"", "persian_text": "پادشاه گفت: \"او را نزد من آوريد.\" هنگامی که فرستاده نزد او آمد، گفت: \"نزد اربابت بازگرد و از او بخواه تا از زنانی که دستان خود را بريدند، پرس و جو کند. پروردگار من از نيرنگ آنان کاملاً آگاه است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 51, "arabic_text": "قَالَ مَا خَطْبُكُنَّ إِذْ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفْسِهِۦ  قُلْنَ حَٰشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِن سُوٓءٍ  قَالَتِ ٱمْرَأَتُ ٱلْعَزِيزِ ٱلْـَٰٔنَ حَصْحَصَ ٱلْحَقُّ أَنَا رَٰوَدتُّهُۥ عَن نَّفْسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ", "english_text": "(The king) said (to the women), \"What do you know about the incident when you tried to seduce Joseph?\" They said, \"GOD forbid; we did not know of anything evil committed by him.\" The wife of the governor said, \"Now the truth has prevailed. I am the one who tried to seduce him, and he was the truthful one.", "persian_text": "( پادشاه به زنان ) گفت: \"دربارهٔ آن جريان که سعی داشتيد يوسف را اغوا کنيد، چه می دانيد؟\" آنها گفتند: \"پناه بر خدا؛ ما نديديم که از او حرکتی ناشايست سر زند.\" زن فرماندار گفت: \"اکنون حقيقت چيره شده است. اين من بودم که سعی کردم او را اغوا کنم و او راست می گفت.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 52, "arabic_text": "ذَٰلِكَ لِيَعْلَمَ أَنِّى لَمْ أَخُنْهُ بِٱلْغَيْبِ وَأَنَّ ٱللَّهَ لَا يَهْدِى كَيْدَ ٱلْخَآئِنِينَ", "english_text": "\"I hope that he will realize that I never betrayed him in his absence, for GOD does not bless the schemes of the betrayers.", "persian_text": "\"من اميدوارم او متوجه شود كه من هرگز در غيابش به او خيانت نكردم، زيرا خدا حيلهٔ خيانتكاران را به جايی نمی رساند.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 53, "arabic_text": "وَمَآ أُبَرِّئُ نَفْسِىٓ  إِنَّ ٱلنَّفْسَ لَأَمَّارَة بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّىٓ  إِنَّ رَبِّى غَفُورٌ رَّحِيمٌ", "english_text": "\"I do not claim innocence for myself. The self is an advocate of vice, except for those who have attained mercy from my Lord. My Lord is Forgiver, Most Merciful.\"", "persian_text": "\"من ادعا نمی ‌كنم كه بی گناه هستم. نفس به بدی گرايش دارد، مگر كسانی كه از رحمت پروردگارم برخوردار شده ا ند. پروردگار من عفوكننده است، مهربان ترين.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 54, "arabic_text": "وَقَالَ ٱلْمَلِكُ ٱئْتُونِى بِهِۦٓ أَسْتَخْلِصْهُ لِنَفْسِى  فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ", "english_text": "The king said, \"Bring him to me, so I can hire him to work for me.\" When he talked with him, he said, \"Today, you have a prominent position with us.\"", "persian_text": "پادشاه گفت: \"او را نزد من آوريد تا او را برای كار خود استخدام کنم و چون با او به صحبت نشست، گفت: \"امروز، تو نزد ما از مقام و منزلتی ممتاز برخورداری.\"", "subtitle": "Joseph Attains Prominence", "footnote": ""}, {"sura_num": 12, "verse_num": 55, "arabic_text": "قَالَ ٱجْعَلْنِى عَلَىٰ خَزَآئِنِ ٱلْأَرْضِ  إِنِّى حَفِيظٌ عَلِيمٌ", "english_text": "He said, \"Make me the treasurer, for I am experienced in this area and knowledgeable.\"", "persian_text": "او گفت: \"مرا خزانه دار کن، زيرا من در اين رشته تجربه و معلومات دارم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 56, "arabic_text": "وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِى ٱلْأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَآءُ  نُصِيبُ بِرَحْمَتِنَا مَن نَّشَآءُ  وَلَا نُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ", "english_text": "We thus established Joseph on earth, ruling as he wished. We shower our mercy upon whomever we will, and we never fail to recompense the righteous.", "persian_text": "ما اين چنين يوسف را در زمين مستقر نمودیم تا هرطور كه می ‌خواست حكمرانی كند. ما باران رحمت خويش را بر هر كس كه بخواهيم، فرو می ‌فرستيم و ما هرگز پاداش پرهيزكاران را ضايع نمی ‌كنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 57, "arabic_text": "وَلَأَجْرُ ٱلْءَاخِرَةِ خَيْرٌ لِّلَّذِينَ ءَامَنُوا وَكَانُوا يَتَّقُونَ", "english_text": "Additionally, the reward in the Hereafter is even better for those who believe and lead a righteous life.", "persian_text": "علاوه بر آن، پاداش آخرت برای كسانی كه ايمان دارند و زندگی پرهيزكارانه‌ای را در پيش می ‌گيرند، به مراتب بهتر است.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 58, "arabic_text": "وَجَآءَ إِخْوَةُ يُوسُفَ فَدَخَلُوا عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُۥ مُنكِرُونَ", "english_text": "Joseph's brothers came; when they entered, he recognized them, while they did not recognize him.", "persian_text": "برادران يوسف آمدند؛ هنگامی که وارد شدند، او آنها را شناخت و حال آنکه آنان او را نشناختند.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 59, "arabic_text": "وَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ قَالَ ٱئْتُونِى بِأَخٍ لَّكُم مِّنْ أَبِيكُمْ  أَلَا تَرَوْنَ أَنِّىٓ أُوفِى ٱلْكَيْلَ وَأَنَا خَيْرُ ٱلْمُنزِلِينَ", "english_text": "After he provided them with their provisions, he said, \"Next time, bring with you your half-brother. Do you not see that I give full measure, and treat you generously?", "persian_text": "پس از آنکه آذوقه هايشان را برايشان مهيا کرد، گفت: \"دفعهٔ بعد، برادر ناتنی تان را همراه خود بياوريد. آیا نمی بينيد که من پيمانه را تمام می دهم و تا چه حد نسبت به شما سخاوتمندم؟", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 60, "arabic_text": "فَإِن لَّمْ تَأْتُونِى بِهِۦ فَلَا كَيْلَ لَكُمْ عِندِى وَلَا تَقْرَبُونِ", "english_text": "\"If you fail to bring him to me, you will get no share from me; you will not even come close.\"", "persian_text": "\"اگر او را نزد من نياوريد، سهمی از من دريافت نخواهيد كرد؛ حتی نزديك نيز نخواهيد شد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 61, "arabic_text": "قَالُوا سَنُرَٰوِدُ عَنْهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ", "english_text": "They said, \"We will negotiate with his father about him. We will surely do this.\"", "persian_text": "آنها گفتند: \"ما دربارهٔ او با پدرش مذاکره خواهيم کرد. ما حتماً اين كار را خواهيم كرد\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 62, "arabic_text": "وَقَالَ لِفِتْيَٰنِهِ ٱجْعَلُوا بِضَٰعَتَهُمْ فِى رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُونَهَآ إِذَا ٱنقَلَبُوٓا إِلَىٰٓ أَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُونَ", "english_text": "He then instructed his assistants: \"Put their goods back in their bags. When they find them upon their return to their family, they may come back sooner.\"", "persian_text": "سپس او به دستياران خود دستور داد: \"کالای آنان را به خورجين‌ هايشان برگردانيد تا پس از بازگشت نزد خانوادهٔ خود آن را پيدا کنند و زودتر بازگردند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 63, "arabic_text": "فَلَمَّا رَجَعُوٓا إِلَىٰٓ أَبِيهِمْ قَالُوا يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلْكَيْلُ فَأَرْسِلْ مَعَنَآ أَخَانَا نَكْتَلْ وَإِنَّا لَهُۥ لَحَٰفِظُونَ", "english_text": "When they returned to their father, they said, \"Our father, we can no longer get any provisions, unless you send our brother with us. We will take good care of him.\"", "persian_text": "هنگامی كه نزد پدرشان بازگشتند، گفتند: \"ای پدر، ما ديگر نمی ‌توانيم آذوقه ای دريافت كنيم، مگر آنكه برادرمان را با ما بفرستی. ما از او خوب مواظبت خواهيم كرد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 64, "arabic_text": "قَالَ هَلْ ءَامَنُكُمْ عَلَيْهِ إِلَّا كَمَآ أَمِنتُكُمْ عَلَىٰٓ أَخِيهِ مِن قَبْلُ  فَٱللَّهُ خَيْرٌ حَٰفِظًا  وَهُوَ أَرْحَمُ ٱلرَّٰحِمِينَ", "english_text": "He said, \"Shall I trust you with him, as I trusted you with his brother before that? GOD is the best Protector, and, of all the merciful ones, He is the Most Merciful.\"", "persian_text": "او گفت: \"آيا دربارهٔ او به شما اعتماد کنم، چنان که قبلاً دربارهٔ برادرش به شما اعتماد کردم؟ خدا بهترين محافظ است و او مهربان‌ترين مهربان‌هاست.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 65, "arabic_text": "وَلَمَّا فَتَحُوا مَتَٰعَهُمْ وَجَدُوا بِضَٰعَتَهُمْ رُدَّتْ إِلَيْهِمْ  قَالُوا يَٰٓأَبَانَا مَا نَبْغِى  هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتْ إِلَيْنَا  وَنَمِيرُ أَهْلَنَا وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيرٍ  ذَٰلِكَ كَيْلٌ يَسِيرٌ", "english_text": "When they opened their bags, they found their goods returned to them. They said, \"Our father, what more can we ask for? Here are our goods returned to us. We can thus provide for our family, protect our brother, and receive one more camel-load. This is certainly a profitable deal.\"", "persian_text": "هنگامی كه خورجين های خود را باز كردند، ديدند كه كالاهايشان به آنها بازگردانده شده است. آنها گفتند: \"ای پدر ما، بيش از اين چه می ‌خواهيم؟ اين كالاهای ماست كه به ما بازگردانده شده است، ما اين چنين می ‌توانيم برای خانوادهٔ خود آذوقه تهيه كنيم، مراقب برادرمان باشيم و يك بار شتر بيشتر دريافت كنيم. اين يقيناً معاملهٔ پرمنفعتی است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 66, "arabic_text": "قَالَ لَنْ أُرْسِلَهُۥ مَعَكُمْ حَتَّىٰ تُؤْتُونِ مَوْثِقًا مِّنَ ٱللَّهِ لَتَأْتُنَّنِى بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمْ  فَلَمَّآ ءَاتَوْهُ مَوْثِقَهُمْ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٌ", "english_text": "He said, \"I will not send him with you, unless you give me a solemn pledge before GOD that you will bring him back, unless you are utterly overwhelmed.\" When they gave him their solemn pledge, he said, \"GOD is witnessing everything we say.\"", "persian_text": "او گفت: \"من او را با شما نخواهم فرستاد تا آنكه در مقابل خدا با من پيمانی محكم ببنديد كه او را بازگردانيد، مگر آنكه كاملاً بر شما غالب شوند.\" هنگامی كه قاطعانه به او قول دادند، او گفت: \"خدا بر آنچه می گوييم، شاهد است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 67, "arabic_text": "وَقَالَ يَٰبَنِىَّ لَا تَدْخُلُوا مِنۢ بَابٍ وَٰحِدٍ وَٱدْخُلُوا مِنْ أَبْوَٰبٍ مُّتَفَرِّقَةٍ  وَمَآ أُغْنِى عَنكُم مِّنَ ٱللَّهِ مِن شَىْءٍ  إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ  عَلَيْهِ تَوَكَّلْتُ  وَعَلَيْهِ فَلْيَتَوَكَّلِ ٱلْمُتَوَكِّلُونَ", "english_text": "And he said, \"O my sons, do not enter from one door; enter through separate doors. However, I cannot save you from anything that is predetermined by GOD. To GOD belongs all judgments. I trust in Him, and in Him shall all the trusters put their trust.\"", "persian_text": "و گفت: \"ای پسران من، از يك در وارد نشويد؛ از درهای جداگانه وارد شويد. اگرچه، من نمی توانم شما را از چيزی كه خدا از پيش مقدر كرده است، حفظ كنم. همهٔ قضاوت ها از آن خداست. من به او توكل می ‌كنم و تمام توكل كنندگان بايد به او اعتماد كنند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 68, "arabic_text": "وَلَمَّا دَخَلُوا مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُم مَّا كَانَ يُغْنِى عَنْهُم مِّنَ ٱللَّهِ مِن شَىْءٍ إِلَّا حَاجَةً فِى نَفْسِ يَعْقُوبَ قَضَىٰهَا  وَإِنَّهُۥ لَذُو عِلْمٍ لِّمَا عَلَّمْنَٰهُ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ", "english_text": "When they went (to Joseph), they entered in accordance with their father's instructions. Although this could not change anything decreed by GOD, Jacob had a private reason for asking them to do this. For he possessed certain knowledge that we taught him, but most people do not know.", "persian_text": "هنگامی كه (به سوی يوسف) رفتند، به همان شيوه‌ای كه پدرشان ياد داده بود، وارد شدند. اگرچه اين نمی توانست چيزی را كه خدا مقرر كرده بود، تغيير دهد. يعقوب برای اين درخواست دليل خاصی داشت، زيرا او از دانش خاصی كه ما به او آموختيم، برخوردار بود، ولی اكثر مردم نمی ‌دانند.", "subtitle": "Jacob Senses Joseph", "footnote": ""}, {"sura_num": 12, "verse_num": 69, "arabic_text": "وَلَمَّا دَخَلُوا عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيْهِ أَخَاهُ  قَالَ إِنِّىٓ أَنَا أَخُوكَ فَلَا تَبْتَئِسْ بِمَا كَانُوا يَعْمَلُونَ", "english_text": "When they entered Joseph's place, he brought his brother closer to him and said, \"I am your brother; do not be saddened by their actions.\"", "persian_text": "هنگامی كه به جايگاه يوسف وارد شدند، او برادرش را نزديك خود برد و گفت: \"من برادر تو هستم؛ از اعمالشان غمگين نشو.\"", "subtitle": "Back in Egypt", "footnote": ""}, {"sura_num": 12, "verse_num": 70, "arabic_text": "فَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ جَعَلَ ٱلسِّقَايَةَ فِى رَحْلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلْعِيرُ إِنَّكُمْ لَسَٰرِقُونَ", "english_text": "When he provided them with their provisions, he placed the drinking cup in his brother's bag, then an announcer announced: \"The owners of this caravan are thieves.\"", "persian_text": "هنگامی كه آذوقه هايشان را آماده كرد، جام نوشيدنی را در خورجين برادرش نهاد، سپس اعلان كننده ای اعلام كرد: \"صاحبان اين كاروان دزد هستند.\"", "subtitle": "Joseph Keeps His Brother", "footnote": ""}, {"sura_num": 12, "verse_num": 71, "arabic_text": "قَالُوا وَأَقْبَلُوا عَلَيْهِم مَّاذَا تَفْقِدُونَ", "english_text": "They said, as they came towards them, \"What did you lose?\"", "persian_text": "همان‌طور كه آنها به طرفشان می ‌آمدند، گفتند: \"چه گم كرده‌ايد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 72, "arabic_text": "قَالُوا نَفْقِدُ صُوَاعَ ٱلْمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمْلُ بَعِيرٍ وَأَنَا بِهِۦ زَعِيمٌ", "english_text": "They said, \"We lost the king's cup. Anyone who returns it will receive an extra camel-load; I personally guarantee this.\"", "persian_text": "آنها گفتند: \"ما جام پادشاه را گم كرده‌ايم. هر كس آن را بازگرداند، يك بار شتر اضافه دريافت خواهد كرد؛ من شخصاً اين را تضمين می كنم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 73, "arabic_text": "قَالُوا تَٱللَّهِ لَقَدْ عَلِمْتُم مَّا جِئْنَا لِنُفْسِدَ فِى ٱلْأَرْضِ وَمَا كُنَّا سَٰرِقِينَ", "english_text": "They said, \"By GOD, you know full well that we did not come here to commit evil, nor are we thieves.\"", "persian_text": "گفتند: \"به خدا، شما خيلی خوب می دانيد که ما نيامده ايم تا در اينجا فساد کنيم و ما دزد نيستيم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 74, "arabic_text": "قَالُوا فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمْ كَٰذِبِينَ", "english_text": "They said, \"What is the punishment for the thief, if you are liars?\"", "persian_text": "آنها گفتند: \"مجازات دزد چيست، اگر دروغ گفته باشيد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 75, "arabic_text": "قَالُوا جَزَٰٓؤُهُۥ مَن وُجِدَ فِى رَحْلِهِۦ فَهُوَ جَزَٰٓؤُهُۥ  كَذَٰلِكَ نَجْزِى ٱلظَّٰلِمِينَ", "english_text": "They said, \"The punishment, if it is found in his bag, is that the thief belongs to you. We thus punish the guilty.\"", "persian_text": "گفتند: \"اگر در خورجين او پيدا شود، مجازات اين است که دزد از آن شماست. ما مجرمان را اين چنين مجازات می کنیم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 76, "arabic_text": "فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسْتَخْرَجَهَا مِن وِعَآءِ أَخِيهِ  كَذَٰلِكَ كِدْنَا لِيُوسُفَ  مَا كَانَ لِيَأْخُذَ أَخَاهُ فِى دِينِ ٱلْمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُ  نَرْفَعُ دَرَجَٰتٍ مَّن نَّشَآءُ   وَفَوْقَ كُلِّ ذِى عِلْمٍ عَلِيمٌ", "english_text": "He then started by inspecting their containers, before getting to his brother's container, and he extracted it out of his brother's container. We thus perfected the scheme for Joseph; he could not have kept his brother if he applied the king's law. But that was the will of GOD. We exalt whomever we choose to higher ranks. Above every knowledgeable one, there is one who is even more knowledgeable.", "persian_text": "آنگاه بازرسی بار آنها را پيش از بار برادرش آغاز كرد و سپس آن را از بار برادرش بيرون آورد. ما اين چنين آن نقشه را برای يوسف كامل كرديم؛ اگر او قانون پادشاه را اجرا مي‌كرد، نمی ‌توانست برادر خود را نگاه دارد. اما آن به خواست خدا بود. ما هر كه را برگزينيم، به درجات بالاتری می ‌رسانيم. برتر از هر دانايی، داناتری هست.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 77, "arabic_text": "قَالُوٓا إِن يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَّهُۥ مِن قَبْلُ  فَأَسَرَّهَا يُوسُفُ فِى نَفْسِهِۦ وَلَمْ يُبْدِهَا لَهُمْ  قَالَ أَنتُمْ شَرٌّ مَّكَانًا  وَٱللَّهُ أَعْلَمُ بِمَا تَصِفُونَ", "english_text": "They said, \"If he stole, so did a brother of his in the past.\" Joseph concealed his feelings in himself, and did not give them any clue. He said (to himself), \"You are really bad. GOD is fully aware of your accusations.\"", "persian_text": "آنها گفتند: \"اگر او دزدی كرده است، برادرش هم در گذشته چنين كرده است.\" يوسف احساسات خود را مخفی نگاه داشت و به آنها بروز نداد. او (با خود) گفت: \"شما واقعاً بد هستيد. خدا كاملاً از تهمت های شما آگاه است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 78, "arabic_text": "قَالُوا يَٰٓأَيُّهَا ٱلْعَزِيزُ إِنَّ لَهُۥٓ أَبًا شَيْخًا كَبِيرًا فَخُذْ أَحَدَنَا مَكَانَهُۥٓ  إِنَّا نَرَىٰكَ مِنَ ٱلْمُحْسِنِينَ", "english_text": "They said, “O you noble one, he has a father who is elderly; would you take one of us in his place? We see that you are a kind man.\"", "persian_text": "آنها گفتند: \"ای عالی مقام، او پدری دارد که سالخورده است؛ آيا يکی از ما را به جای او نگاه می داری؟ اين طور که می بينيم، تو مرد مهربانی هستی.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 79, "arabic_text": "قَالَ مَعَاذَ ٱللَّهِ أَن نَّأْخُذَ إِلَّا مَن وَجَدْنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذًا لَّظَٰلِمُونَ", "english_text": "He said, \"GOD forbid that we should take other than the one in whose possession we found our goods. Otherwise, we would be unjust.\"", "persian_text": "او گفت: \"پناه بر خدا از اينکه کسی ديگر را به جای آن که کالای خود را نزد او يافتيم، نگاه داریم. اگر چنين کنيم، منصف نخواهيم بود.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 80, "arabic_text": "فَلَمَّا ٱسْتَيْـَٔسُوا مِنْهُ خَلَصُوا نَجِيًّا  قَالَ كَبِيرُهُمْ أَلَمْ تَعْلَمُوٓا أَنَّ أَبَاكُمْ قَدْ أَخَذَ عَلَيْكُم مَّوْثِقًا مِّنَ ٱللَّهِ وَمِن قَبْلُ مَا فَرَّطتُمْ فِى يُوسُفَ  فَلَنْ أَبْرَحَ ٱلْأَرْضَ حَتَّىٰ يَأْذَنَ لِىٓ أَبِىٓ أَوْ يَحْكُمَ ٱللَّهُ لِى  وَهُوَ خَيْرُ ٱلْحَٰكِمِينَ", "english_text": "When they despaired of changing his mind, they conferred together. Their eldest said, \"Do you realize that your father has taken a solemn pledge from you before GOD? In the past you lost Joseph. I am not leaving this place until my father gives me permission, or until GOD judges for me; He is the best Judge.", "persian_text": "وقتی ديدند اميدی نيست که تصميم او را تغيير دهند، با يکديگر به مشورت پرداختند. بزرگ ترشان گفت: \"آيا متوجه هستيد که پدر شما در برابر خدا عهد محکمی از شما گرفته است؟ و قبلاً هم يوسف را گم کرديد. من اين محل را ترك نمی ‌كنم تا پدرم به من اجازه دهد، يا اينکه خدا دربارهٔ من حکم کند؛ او بهترين داور است.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 81, "arabic_text": "ٱرْجِعُوٓا إِلَىٰٓ أَبِيكُمْ فَقُولُوا يَٰٓأَبَانَآ إِنَّ ٱبْنَكَ سَرَقَ وَمَا شَهِدْنَآ إِلَّا بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حَٰفِظِينَ", "english_text": "\"Go back to your father and tell him...'Our father, your son has committed a theft. We know for sure, because this is what we have witnessed. This was an unexpected occurrence.", "persian_text": "\"نزد پدرتان بازگرديد و به او بگوييد: \"ای پدر، پسرت دزدی کرده است. ما مطمئن هستيم، زيرا خود بر آن شاهد بوده ايم. اين پيشامدی غيرمنتظره بود.", "subtitle": "Back In Palestine", "footnote": ""}, {"sura_num": 12, "verse_num": 82, "arabic_text": "وَسْـَٔلِ ٱلْقَرْيَةَ ٱلَّتِى كُنَّا فِيهَا وَٱلْعِيرَ ٱلَّتِىٓ أَقْبَلْنَا فِيهَا  وَإِنَّا لَصَٰدِقُونَ", "english_text": " 'You may ask the community where we were, and the caravan that came back with us. We are telling the truth.'\"", "persian_text": "تو می توانی از اهالی محلی که در آن بوديم و از کاروانی که با ما بازگشت، سﺋوال کنی. ما حقیقت را می ‌گوييم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 83, "arabic_text": "قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا  فَصَبْرٌ جَمِيلٌ  عَسَى ٱللَّهُ أَن يَأْتِيَنِى بِهِمْ جَمِيعًا  إِنَّهُۥ هُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ", "english_text": "He said, \"Indeed, you have conspired to carry out a certain scheme. Quiet patience is my only recourse. May GOD bring them all back to me. He is the Omniscient, Most Wise.\"", "persian_text": "او گفت: \"مسلماً شما دسيسه كرده‌ايد تا حيلهٔ خاصی را اجرا كنيد. تنها چارهٔ من صبری آرام است. باشد كه خدا همهٔ آنها را به من بازگرداند. اوست دانای مطلق، حكيم‌ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 84, "arabic_text": "وَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبْيَضَّتْ عَيْنَاهُ مِنَ ٱلْحُزْنِ فَهُوَ كَظِيمٌ", "english_text": "He turned away from them, saying, \"I am grieving over Joseph.\" His eyes turned white from grieving so much; he was truly sad.", "persian_text": "در حالی كه او از آنها روی ‌گرداند، می گفت: \"من غم يوسف دارم.\" و چشمان او از اندوه زياد سفيد شد؛ او واقعاً غصه‌دار بود.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 85, "arabic_text": "قَالُوا تَٱللَّهِ تَفْتَؤُا تَذْكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوْ تَكُونَ مِنَ ٱلْهَٰلِكِينَ", "english_text": "They said, \"By GOD, you will keep on grieving over Joseph until you become ill, or until you die.\"", "persian_text": "آنها گفتند: \"به خدا، تو آنقدر برای يوسف غصه می ‌خوری تا اينكه مريض شوی يا بميری.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 86, "arabic_text": "قَالَ إِنَّمَآ أَشْكُوا بَثِّى وَحُزْنِىٓ إِلَى ٱللَّهِ وَأَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ", "english_text": "He said, \"I simply complain to GOD about my dilemma and grief, for I know from GOD what you do not know.", "persian_text": "او گفت: \"من از درد و غم و اندوه خود فقط نزد خدا شكايت می ‌برم، زيرا من از جانب خدا چيزی می ‌دانم كه شما نمی ‌دانيد.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 87, "arabic_text": "يَٰبَنِىَّ ٱذْهَبُوا فَتَحَسَّسُوا مِن يُوسُفَ وَأَخِيهِ وَلَا تَايْـَٔسُوا مِن رَّوْحِ ٱللَّهِ  إِنَّهُۥ لَا يَايْـَٔسُ مِن رَّوْحِ ٱللَّهِ إِلَّا ٱلْقَوْمُ ٱلْكَٰفِرُونَ", "english_text": "\"O my sons, go fetch Joseph and his brother, and never despair of GOD's grace. None despairs of GOD's grace except the disbelieving people.", "persian_text": "\"ای پسران من، برويد يوسف و برادرش را بياوريد و هرگز از موهبت خدا نااميد نشويد. هيچ كس از موهبت خدا نااميد نمی ‌شود، جز كافران.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 88, "arabic_text": "فَلَمَّا دَخَلُوا عَلَيْهِ قَالُوا يَٰٓأَيُّهَا ٱلْعَزِيزُ مَسَّنَا وَأَهْلَنَا ٱلضُّرُّ وَجِئْنَا بِبِضَٰعَةٍ مُّزْجَىٰةٍ فَأَوْفِ لَنَا ٱلْكَيْلَ وَتَصَدَّقْ عَلَيْنَآ  إِنَّ ٱللَّهَ يَجْزِى ٱلْمُتَصَدِّقِينَ", "english_text": "When they entered (Joseph's) quarters, they said, \"O you noble one, we have suffered a lot of hardship, along with our family, and we have brought inferior goods. But we hope that you will give us full measure and be charitable to us. GOD rewards the charitable.\"", "persian_text": "وقتی به اقامتگاه ( يوسف) وارد شدند، گفتند: \"ای عالی مقام، ما و خانوادهٔ ما رنج بسيار متحمل شده ايم و کالايی آورده ايم که چندان مرغوب نيست، ولی اميدواريم که به ما پيمانهٔ کامل بدهی و به ما انفاق كنی. خدا به انفاق کنندگان پاداش می دهد.\"", "subtitle": "Israel Goes to Egypt", "footnote": ""}, {"sura_num": 12, "verse_num": 89, "arabic_text": "قَالَ هَلْ عَلِمْتُم مَّا فَعَلْتُم بِيُوسُفَ وَأَخِيهِ إِذْ أَنتُمْ جَٰهِلُونَ", "english_text": "He said, \"Do you recall what you did to Joseph and his brother when you were ignorant?\"", "persian_text": "او گفت: \"آيا به ياد می آوريد هنگامی که نادان بوديد، با يوسف و برادرش چه کرديد؟ \"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 90, "arabic_text": "قَالُوٓا أَءِنَّكَ لَأَنتَ يُوسُفُ  قَالَ أَنَا يُوسُفُ وَهَٰذَآ أَخِى  قَدْ مَنَّ ٱللَّهُ عَلَيْنَآ  إِنَّهُۥ مَن يَتَّقِ وَيَصْبِرْ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ", "english_text": "They said, \"You must be Joseph.\" He said, \"I am Joseph, and here is my brother. GOD has blessed us. That is because if one leads a righteous life, and steadfastly perseveres, GOD never fails to reward the righteous.\"", "persian_text": "آنها گفتند: \"تو بايد يوسف باشی.\" گفت: \"من يوسف هستم و اين برادر من است. خدا ما را مورد لطف قرار داده است. اين برای آن است که اگر کسی زندگی پرهيزكارانه ای را در پيش گيرد و صبورانه مقاومت کند، خدا  پاداش نيکوكاران را هرگز پايمال نمی کند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 91, "arabic_text": "قَالُوا تَٱللَّهِ لَقَدْ ءَاثَرَكَ ٱللَّهُ عَلَيْنَا وَإِن كُنَّا لَخَٰطِـِٔينَ", "english_text": "They said, \"By GOD, GOD has truly preferred you over us. We were definitely wrong.\"", "persian_text": "گفتند: \"به خدا، که حقيقتاً خدا تو را بر ما برتری داده است. ما قطعاً خطاکار بوده ايم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 92, "arabic_text": "قَالَ لَا تَثْرِيبَ عَلَيْكُمُ ٱلْيَوْمَ  يَغْفِرُ ٱللَّهُ لَكُمْ  وَهُوَ أَرْحَمُ ٱلرَّٰحِمِينَ", "english_text": "He said, \"There is no blame upon you today. May GOD forgive you. Of all the merciful ones, He is the Most Merciful.", "persian_text": "او گفت: \"امروز بر شما سرزنشی نيست. باشد که خدا شما را ببخشد. او مهربان‌ترين مهربان‌هاست.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 93, "arabic_text": "ٱذْهَبُوا بِقَمِيصِى هَٰذَا فَأَلْقُوهُ عَلَىٰ وَجْهِ أَبِى يَأْتِ بَصِيرًا وَأْتُونِى بِأَهْلِكُمْ أَجْمَعِينَ", "english_text": "\"Take this shirt of mine; when you throw it on my father's face, his vision will be restored. Bring your whole family and come back to me.\"*", "persian_text": "\"اين پيراهن مرا بگيريد؛ وقتی آن را بر چهرهٔ پدرم بيفکنيد، بينايی او بازخواهد گشت و اين بار با تمام اعضای خانواده نزد من بازگرديد.\"* (۱۲:۹۳ دراينجا به ورود بنی اسرائيل به مصر اشاره دارد. چندين قرن پس از آن، موسی آنها را از مصر بيرون برد.", "subtitle": "", "footnote": "*12:93 This marks the beginning of the Children of Israel in Egypt. Moses led them out of Egypt a few centuries later."}, {"sura_num": 12, "verse_num": 94, "arabic_text": "وَلَمَّا فَصَلَتِ ٱلْعِيرُ قَالَ أَبُوهُمْ إِنِّى لَأَجِدُ رِيحَ يُوسُفَ  لَوْلَآ أَن تُفَنِّدُونِ", "english_text": "Even before the caravan arrived, their father said, \"I can sense the smell of Joseph. Will someone enlighten me?\"", "persian_text": "حتی پيش از آنكه کاروان برسد، پدرشان گفت: \"من بوی يوسف را احساس می کنم. آيا کسی مرا در جريان می گذارد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 95, "arabic_text": "قَالُوا تَٱللَّهِ إِنَّكَ لَفِى ضَلَٰلِكَ ٱلْقَدِيمِ", "english_text": "They said, \"By GOD, you are still in your old confusion.\"", "persian_text": "آنها گفتند: \"به خدا، که تو هنوز در سرگشتگی ديرين خود به سر می بری.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 96, "arabic_text": "فَلَمَّآ أَن جَآءَ ٱلْبَشِيرُ أَلْقَىٰهُ عَلَىٰ وَجْهِهِۦ فَٱرْتَدَّ بَصِيرًا  قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّىٓ أَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ", "english_text": "When the bearer of good news arrived, he threw (the shirt) on his face, whereupon his vision was restored. He said, \"Did I not tell you that I knew from GOD what you did not know?\"", "persian_text": "هنگامی که مژده دهنده از راه رسيد، (پيراهن را) بر چهرهٔ او انداخت که بدان بينايی او بازگشت. گفت: \"آيا به شما نگفتم که من از جانب خدا چيزی می دانم که شما نمی دانيد؟ \"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 97, "arabic_text": "قَالُوا يَٰٓأَبَانَا ٱسْتَغْفِرْ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ", "english_text": "They said, \"Our father, pray for our forgiveness; we were wrong indeed.\"", "persian_text": "گفتند: \"ای پدر ما، برای آمرزش ما دعا کن؛ ما واقعاًخطاکار بوديم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 98, "arabic_text": "قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّىٓ  إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ", "english_text": "He said, \"I will implore my Lord to forgive you; He is the Forgiver, Most Merciful.\"", "persian_text": "او گفت: \"من از پروردگارم درخواست خواهم كرد تا شما را ببخشد؛ اوست عفوكننده، مهربان ترين.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 99, "arabic_text": "فَلَمَّا دَخَلُوا عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيْهِ أَبَوَيْهِ وَقَالَ ٱدْخُلُوا مِصْرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ", "english_text": "When they entered Joseph's quarters, he embraced his parents, saying, \"Welcome to Egypt. GOD willing, you will be safe here.\"", "persian_text": "هنگامی که به جایگاه يوسف وارد شدند، او پدر و مادرش را در آغوش کشيد و گفت: \"به مصر خوش آمديد. ان شاءالله در اينجا در امان خواهيد بود.\"", "subtitle": "In Egypt", "footnote": ""}, {"sura_num": 12, "verse_num": 100, "arabic_text": "وَرَفَعَ أَبَوَيْهِ عَلَى ٱلْعَرْشِ وَخَرُّوا لَهُۥ سُجَّدًا  وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأْوِيلُ رُءْيَٰىَ مِن قَبْلُ قَدْ جَعَلَهَا رَبِّى حَقًّا  وَقَدْ أَحْسَنَ بِىٓ إِذْ أَخْرَجَنِى مِنَ ٱلسِّجْنِ وَجَآءَ بِكُم مِّنَ ٱلْبَدْوِ مِنۢ بَعْدِ أَن نَّزَغَ ٱلشَّيْطَٰنُ بَيْنِى وَبَيْنَ إِخْوَتِىٓ  إِنَّ رَبِّى لَطِيفٌ لِّمَا يَشَآءُ  إِنَّهُۥ هُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ", "english_text": "He raised his parents upon the throne. They fell prostrate before him. He said, \"O my father, this is the fulfillment of my old dream. My Lord has made it come true. He has blessed me, delivered me from the prison, and brought you from the desert, after the devil had driven a wedge between me and my brothers. My Lord is Most Kind towards whomever He wills. He is the Knower, the Most Wise.\"", "persian_text": "او والدین خود را بر تخت نشاند. آنها جلوی او سجده كردند. او گفت: \"ای پدر من، اين است تعبیر خوابی که در گذشته دیدم. پروردگار من آن را تحقق بخشيده است. او مرا مورد لطف قرار داده است، مرا از زندان رهايی داد و شما را پس از آنكه شيطان ميان من و برادرانم جدایی انداخته بود، از بيابان به اينجا آورد. پروردگار من نسبت به خر کس که بخواهد، سرشار از محبت است. اوست دانا، حکيم ترين.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 101, "arabic_text": "رَبِّ قَدْ ءَاتَيْتَنِى مِنَ ٱلْمُلْكِ وَعَلَّمْتَنِى مِن تَأْوِيلِ ٱلْأَحَادِيثِ  فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ أَنتَ وَلِىِّۦ فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ  تَوَفَّنِى مُسْلِمًا وَأَلْحِقْنِى بِٱلصَّٰلِحِينَ", "english_text": "\"My Lord, You have given me kingship and taught me the interpretation of dreams. Initiator of the heavens and the earth; You are my Lord and Master in this life and in the Hereafter. Let me die as a submitter, and count me with the righteous.\"", "persian_text": "\"پروردگارا، تو به من پادشاهی عطا کرده ای و مرا تعبير خواب آموختی. پديدآورندهٔ آسمان ها و زمين؛ مولا و سرور من در اين دنيا و آن دنيا تو هستی. بگذار تسليم شده بميرم و مرا در شمار پرهيزكاران محسوب فرما.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 102, "arabic_text": "ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهِ إِلَيْكَ  وَمَا كُنتَ لَدَيْهِمْ إِذْ أَجْمَعُوٓا أَمْرَهُمْ وَهُمْ يَمْكُرُونَ", "english_text": "This is news from the past that we reveal to you. You were not present when they made their unanimous decision (to throw Joseph in the well), as they conspired together.", "persian_text": "اين از اخبار گذشته است که به تو وحی می کنيم. هنگامی كه همگی به اتفاق تصميم گرفتند (يوسف را به چاه اندازند) و به کمک يکديگر دسيسه می کردند، تو حضور نداشتی.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 103, "arabic_text": "وَمَآ أَكْثَرُ ٱلنَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ", "english_text": "Most people, no matter what you do, will not believe.", "persian_text": "اکثر مردم، هر کاری کنی، ايمان نخواهند آورد.", "subtitle": "The Majority of People Do Not Believe", "footnote": ""}, {"sura_num": 12, "verse_num": 104, "arabic_text": "وَمَا تَسْـَٔلُهُمْ عَلَيْهِ مِنْ أَجْرٍ  إِنْ هُوَ إِلَّا ذِكْرٌ لِّلْعَٰلَمِينَ", "english_text": "You are not asking them for any money; you simply deliver this reminder for all the people.", "persian_text": "تو پولی از آنها مطالبه نمی کنی؛ تو فقط اين تذکر را به همهٔ مردم ابلاغ می کنی.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 105, "arabic_text": "وَكَأَيِّن مِّنْ ءَايَةٍ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ", "english_text": "So many proofs in the heavens and the earth are given to them, but they pass by them, heedlessly!", "persian_text": "نشانه های بسياری در آسمان‌ها و زمين به آنها داده شده است، اما آنها بدون توجه از كنار آن می ‌گذرند.", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 106, "arabic_text": "وَمَا يُؤْمِنُ أَكْثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشْرِكُونَ", "english_text": "The majority of those who believe in GOD do not do so without committing idol worship.", "persian_text": "بيشتر كسانی كه به خدا ايمان دارند، ايمانشان آلوده به شرك و بت‌پرستی است.", "subtitle": "The Majority of Believers Destined for Hell", "footnote": ""}, {"sura_num": 12, "verse_num": 107, "arabic_text": "أَفَأَمِنُوٓا أَن تَأْتِيَهُمْ غَٰشِيَةٌ مِّنْ عَذَابِ ٱللَّهِ أَوْ تَأْتِيَهُمُ ٱلسَّاعَةُ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ", "english_text": "Have they guaranteed that an overwhelming retribution from GOD will not strike them, or the Hour will not come to them suddenly, when they least expect it?", "persian_text": "آيا تضمين كرده‌اند كه عذابی دربرگيرنده از جانب خدا بر آنها نازل نخواهد شد، يا آن ساعت ناگهان بر آنها نخواهد آمد، هنگامی كه اصلاً انتظارش را ندارند؟", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 108, "arabic_text": "قُلْ هَٰذِهِۦ سَبِيلِىٓ أَدْعُوٓا إِلَى ٱللَّهِ  عَلَىٰ بَصِيرَةٍ أَنَا وَمَنِ ٱتَّبَعَنِى  وَسُبْحَٰنَ ٱللَّهِ وَمَآ أَنَا مِنَ ٱلْمُشْرِكِينَ", "english_text": "Say, \"This is my path: I invite to GOD, on the basis of a clear proof, and so do those who follow me. GOD be glorified. I am not an idol worshiper.\"", "persian_text": "بگو: \"اين راه من است. من بر اساس مدرکی روشن به سوی خدا دعوت می ‌كنم و كسانی كه از من پيروی كنند، نيز چنين می ‌كنند. تجليل خدا را. من مشرك نيستم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 109, "arabic_text": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِىٓ إِلَيْهِم مِّنْ أَهْلِ ٱلْقُرَىٰٓ   أَفَلَمْ يَسِيرُوا فِى ٱلْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ   وَلَدَارُ ٱلْءَاخِرَةِ خَيْرٌ لِّلَّذِينَ ٱتَّقَوْا   أَفَلَا تَعْقِلُونَ", "english_text": "We did not send before you except men whom we inspired, chosen from the people of various communities. Did they not roam the earth and see the consequences for those before them? The abode of the Hereafter is far better for those who lead a righteous life. Would you then understand?", "persian_text": "ما پيش از تو نفرستاديم، جز مردانی را كه به آنها وحی كرديم. ايشان از ميان جوامع گوناگون انتخاب شده بودند. آيا در زمين سير نكردند و عاقبت كسانی را كه پيش از آنها بودند، نديدند؟ سرای آخرت برای كسانی كه زندگی پرهيزكارانه‌ای را در پيش می ‌گيرند، به مراتب بهتر است. آيا عقل خود را به كار می بنديد؟", "subtitle": "", "footnote": ""}, {"sura_num": 12, "verse_num": 110, "arabic_text": "حَتَّىٰٓ إِذَا ٱسْتَيْـَٔسَ ٱلرُّسُلُ وَظَنُّوٓا أَنَّهُمْ قَدْ كُذِبُوا جَآءَهُمْ نَصْرُنَا فَنُجِّىَ مَن نَّشَآءُ  وَلَا يُرَدُّ بَأْسُنَا عَنِ ٱلْقَوْمِ ٱلْمُجْرِمِينَ", "english_text": "Just when the messengers despair, and think that they had been rejected, our victory comes to them. We then save whomever we choose, while our retribution for the guilty people is unavoidable.", "persian_text": "درست هنگامی كه رسولان مأيوس می ‌شوند و گمان می ‌كنند كه تكذيب شده‌اند، پيروزی ما برای آنها فرا می ‌رسد. سپس ما هر كه را برگزينيم، نجات می دهيم، در حالی كه مجازات ما برای مردم گناهكار اجتناب ناپذير است.", "subtitle": "Victory, Ultimately, Belongs to the Believers", "footnote": ""}, {"sura_num": 12, "verse_num": 111, "arabic_text": "لَقَدْ كَانَ فِى قَصَصِهِمْ عِبْرَةٌ لِّأُولِى ٱلْأَلْبَٰبِ   مَا كَانَ حَدِيثًا يُفْتَرَىٰ وَلَٰكِن تَصْدِيقَ ٱلَّذِى بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَىْءٍ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ", "english_text": "In their history, there is a lesson for those who possess intelligence. This is not fabricated Hadith; this (Quran) confirms all previous scriptures, provides the details of everything, and is a beacon and mercy for those who believe.", "persian_text": "در تاريخچهٔ آنها، برای خردمندان درس عبرتی است. اين حديث ساختگی نيست؛ اين (قرآن) تمام كتاب‌های آسمانی پيشين را تصديق می ‌كند و همه چيز را با جزئيات توضيح می ‌دهد و رحمت و مشعلی روشنگر است برای آنان كه ايمان دارند.", "subtitle": "The Quran is All We Need", "footnote": ""}]