[{"sura_num": 40, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "Forgiver", "chapter_title_arabic": "غافر", "chapter_title_persian": "عفوکننده"}, {"sura_num": 40, "verse_num": 1, "arabic_text": "حمٓ", "english_text": "H. M.*", "persian_text": "ح. م.*", "subtitle": "", "footnote": "*40:1 The initials \"Hã Mîm\" occur in Suras 40-46. The total frequency of occurrence of the letters \"Hã\" and \"Mîm\" in the seven suras is 2147, or 19x113 (Appendix 1)."}, {"sura_num": 40, "verse_num": 2, "arabic_text": "تَنزِيلُ ٱلْكِتَٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْعَلِيمِ", "english_text": "This revelation of the scripture is from GOD, the Almighty, the Omniscient.", "persian_text": "اين تنزيل كتاب آسمانی از جانب خداست. صاحب اقتدار، دانای مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 3, "arabic_text": "غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوْبِ شَدِيدِ ٱلْعِقَابِ ذِى ٱلطَّوْلِ  لَآ إِلَٰهَ إِلَّا هُوَ  إِلَيْهِ ٱلْمَصِيرُ", "english_text": "Forgiver of sins, acceptor of repentance, strict in enforcing retribution, and possessor of all power. There is no other god beside Him. To Him is the ultimate destiny.", "persian_text": "عفوکنندهٔ گناهان، پذيرندهٔ توبه، سخت گير در اجرای مجازات و صاحب همهٔ قدرت ها. خدای ديگری در كنار او نيست. سرنوشت نهايی به سوی اوست.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 4, "arabic_text": "مَا يُجَٰدِلُ فِىٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُوا فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِى ٱلْبِلَٰدِ", "english_text": "None argues against GOD's revelations except those who disbelieve. Do not be impressed by their apparent success.", "persian_text": "هيچ كس عليه آيات خدا مجادله نمی كند، به جز كسانی كه كافر هستند. موفقيت ظاهری آنها تو را تحت تاثير قرار ندهد.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 5, "arabic_text": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَٱلْأَحْزَابُ مِنۢ بَعْدِهِمْ  وَهَمَّتْ كُلُّ أُمَّة بِرَسُولِهِمْ لِيَأْخُذُوهُ  وَجَٰدَلُوا بِٱلْبَٰطِلِ لِيُدْحِضُوا بِهِ ٱلْحَقَّ فَأَخَذْتُهُمْ  فَكَيْفَ كَانَ عِقَابِ", "english_text": "Disbelieving before them were the people of Noah, and many other opponents after them. Every community persecuted their messenger to neutralize him. And they argued with falsehood, to defeat the truth. Consequently, I punished them; how terrible was My retribution!", "persian_text": "پيش از آنها قوم نوح از كافران بودند و بسياری مخالفان ديگر پس از آنها. هر جامعه ای رسول خود را مورد اذيت و آزار قرار داد تا او را خنثی كند. و آنها با سخنان باطل مجادله كردند تا حقيقت را مغلوب كنند. درنتيجه، من آنها را تنبيه كردم؛ چه سهمناك بود عذاب من!", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 6, "arabic_text": "وَكَذَٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓا أَنَّهُمْ أَصْحَٰبُ ٱلنَّارِ", "english_text": "Thus, the judgment of your Lord is already stamped upon those who disbelieve, that they are the dwellers of Hell.", "persian_text": "این چنین حکم پروردگارت از پيش بر كافران مهر شده است، كه آنها ساكنان دوزخ هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 7, "arabic_text": "ٱلَّذِينَ يَحْمِلُونَ ٱلْعَرْشَ وَمَنْ حَوْلَهُۥ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِۦ وَيَسْتَغْفِرُونَ لِلَّذِينَ ءَامَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَىْءٍ رَّحْمَةً وَعِلْمًا فَٱغْفِرْ لِلَّذِينَ تَابُوا وَٱتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ ٱلْجَحِيمِ", "english_text": "Those who serve the throne and all those around it glorify and praise their Lord, and believe in Him. And they ask forgiveness for those who believe: \"Our Lord, Your mercy and Your knowledge encompass all things. Forgive those who repent and follow Your path, and spare them the retribution of Hell.", "persian_text": "كسانی كه به عرش خدمت می كنند و تمام كسانی كه در اطراف آن هستند، به تجليل و ستايش پروردگارشان مشغولند و به او ايمان دارند. و برای كسانی كه ايمان دارند، طلب بخشش می كنند: \"پروردگار ما، رحمت و علم تو همه چيز را در برگرفته است. كسانی را كه توبه می كنند و از راه تو پيروی می نمايند، عفو كن و آنها را از عذاب دوزخ رهايی ده.", "subtitle": "Angels Pray for the Believers", "footnote": ""}, {"sura_num": 40, "verse_num": 8, "arabic_text": "رَبَّنَا وَأَدْخِلْهُمْ جَنَّٰتِ عَدْنٍ ٱلَّتِى وَعَدتَّهُمْ وَمَن صَلَحَ مِنْ ءَابَآئِهِمْ وَأَزْوَٰجِهِمْ وَذُرِّيَّٰتِهِمْ  إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ", "english_text": "\"Our Lord, and admit them into the gardens of Eden that You promised for them and for the righteous among their parents, spouses, and children. You are the Almighty, Most Wise.", "persian_text": "\"پروردگار ما، آنها را به باغ های عدن كه به آنها و به پرهيزكاران از ميان والديشان، همسرانشان و فرزندانشان وعده دادی، وارد كن. تويی قادر متعال، حكيم ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 9, "arabic_text": "وَقِهِمُ ٱلسَّيِّـَٔاتِ  وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُۥ  وَذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ", "english_text": "\"And protect them from falling in sin. Whomever You protect from falling in sin, on that day, has attained mercy from You. This is the greatest triumph.\"", "persian_text": "\"و آنها را از ارتكاب به گناه محفوظ بدار. هر كه را تو از گناه حفظ كنی، در آن روز، به رحمت تو نايل شده است. اين بزرگ ترين پيروزی است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 10, "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُوا يُنَادَوْنَ لَمَقْتُ ٱللَّهِ أَكْبَرُ مِن مَّقْتِكُمْ أَنفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى ٱلْإِيمَٰنِ فَتَكْفُرُونَ", "english_text": "Those who disbelieve will be told, \"GOD's abhorrence towards you is even worse than your own abhorrence towards yourselves. For you were invited to believe, but you chose to disbelieve.\"", "persian_text": "به كسانی كه ايمان ندارند، گفته خواهد شد: \"نفرت خدا نسبت به شما حتی بدتر از نفرت شما نسبت به خودتان است. زيرا شما به ايمان دعوت شديد، ولی تصميم به كفر گرفتيد.\"", "subtitle": "God ALONE: The Disbelievers Confess", "footnote": ""}, {"sura_num": 40, "verse_num": 11, "arabic_text": "قَالُوا رَبَّنَآ أَمَتَّنَا ٱثْنَتَيْنِ وَأَحْيَيْتَنَا ٱثْنَتَيْنِ فَٱعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَىٰ خُرُوجٍ مِّن سَبِيلٍ", "english_text": "They will say, \"Our Lord, you have put us to death twice,* and You gave us two lives; now we have confessed our sins. Is there any way out?\"", "persian_text": "آنها خواهند گفت: \"پروردگار ما، تو دو بار ما را در مرگ نهادی* (و دو بار ما را زندگی بخشيدی؛ اکنون به گناهان خود اعتراف کرده ايم. آيا راه خروجی هست؟\"۴۰:۱۱-۱۲ کافران دو مرگ را پشت سرمی گذارند، درحاليکه مؤمنانِ پرهيزكار، پس از مرگی که در قبل تجربه کرده اند، ديگر طعم مرگ را نمی چشند (۴۴:۵۶). لطفاً به پيوست ۱۷ نگاه کنيد. دليلِ رفتن به جهنم خيلی واضح است؛ حتی کسانی که به خدا ايمان دارند به نحوی به او شرک آورده اند(به ۳۹:۴۵ نگاه کنيد).", "subtitle": "God ALONE: The Disbelievers Suffer Two Deaths*", "footnote": "*40:11-12 The disbelievers go through two deaths, while the righteous believers do not taste death, beyond the death we already experienced (44:56). Please see Appendix 17. The reason for going to Hell is obvious; even those who believe in God associate others with Him (see 39:45)."}, {"sura_num": 40, "verse_num": 12, "arabic_text": "ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِىَ ٱللَّهُ وَحْدَهُۥ كَفَرْتُمْ  وَإِن يُشْرَكْ بِهِۦ تُؤْمِنُوا  فَٱلْحُكْمُ لِلَّهِ ٱلْعَلِىِّ ٱلْكَبِيرِ", "english_text": "This is because when GOD ALONE was advocated, you disbelieved, but when others were mentioned beside Him, you believed. Therefore, GOD's judgment has been issued; He is the Most High, the Great.", "persian_text": "اين به دليل آن است كه هرگاه دعوت شديد كه فقط خدا را بخوانيد، ايمان نياورديد، ولی هنگامی كه ديگران در كنار او ذكر شدند، ايمان آورديد. بنابراين حکم خدا صادر شده است؛ او بلندمرتبه ترين است، بزرگ.", "subtitle": "God ALONE: Note the Reason", "footnote": ""}, {"sura_num": 40, "verse_num": 13, "arabic_text": "هُوَ ٱلَّذِى يُرِيكُمْ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزْقًا  وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ", "english_text": "He is the One who continuously shows you His proofs, and sends down to you from the sky provisions. Only those who totally submit will be able to take heed.", "persian_text": "او يكتايی است كه مدام مدرك های خود را به شما نشان می دهد و از آسمان برايتان روزی می فرستد. فقط كسانی كه كاملاً تسليم هستند، توجه خواهند كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 14, "arabic_text": "فَٱدْعُوا ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ وَلَوْ كَرِهَ ٱلْكَٰفِرُونَ", "english_text": "Therefore, you shall devote your worship absolutely to GOD ALONE, even if the disbelievers dislike it.", "persian_text": "بنابراين، شما بايد پرستش خود را مطلقاً تنها به خدا اختصاص دهيد، حتی اگر كافران آن را دوست ندارند.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 15, "arabic_text": "رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلْعَرْشِ يُلْقِى ٱلرُّوحَ مِنْ أَمْرِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ لِيُنذِرَ يَوْمَ ٱلتَّلَاقِ", "english_text": "Possessor of the highest ranks, and Ruler of the whole dominion. He sends inspiration, bearing His commands, to whomever He chooses from among His servants, to warn about the Day of Summoning.", "persian_text": "دارای رفيع ترين درجات و حاكم كل قلمرو. او وحی ای را كه حامل دستوراتش می باشد به هر يك از بندگانش كه برگزيند، می فرستد تا به آنها دربارهٔ روز احضارشدن هشدار دهد.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 16, "arabic_text": "يَوْمَ هُم بَٰرِزُونَ  لَا يَخْفَىٰ عَلَى ٱللَّهِ مِنْهُمْ شَىْءٌ  لِّمَنِ ٱلْمُلْكُ ٱلْيَوْمَ  لِلَّهِ ٱلْوَٰحِدِ ٱلْقَهَّارِ", "english_text": "That is the day when everyone will be completely exposed; none of them will hide anything from GOD. To whom belongs all sovereignty on that day? To GOD, the One, the Supreme.", "persian_text": "آن روزی است كه همه كاملاً برملا خواهند شد؛ هيچ يك از آنها چيزی را از خدا پنهان نخواهد كرد. كل فرمانروايی در آن روز از آن كيست؟ از آن خداست. واحد، مافوق.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 17, "arabic_text": "ٱلْيَوْمَ تُجْزَىٰ كُلُّ نَفْس بِمَا كَسَبَتْ  لَا ظُلْمَ ٱلْيَوْمَ  إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ", "english_text": "On that day, every soul will be requited for whatever it had earned. There will be no injustice on that day. GOD is most efficient in reckoning.", "persian_text": "در آن روز، به هر نفسی برای آنچه كسب كرده بود، جزا داده خواهد شد. هيچ گونه بی عدالتی در آن روز نخواهد بود. خدا در حسابرسی باكفايت ترين است.", "subtitle": "Prepare for the Big Day", "footnote": ""}, {"sura_num": 40, "verse_num": 18, "arabic_text": "وَأَنذِرْهُمْ يَوْمَ ٱلْءَازِفَةِ إِذِ ٱلْقُلُوبُ لَدَى ٱلْحَنَاجِرِ كَٰظِمِينَ  مَا لِلظَّٰلِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ", "english_text": "Warn them about the imminent day, when the hearts will be terrified, and many will be remorseful. The transgressors will have no friend nor an intercessor to be obeyed.", "persian_text": "به آنها دربارهٔ آن روز قطعی هشدار بده، هنگامی كه قلب ها هراسان است و بسياری پشيمان خواهند بود. ستمكاران نه دوستی خواهند داشت و نه شفاعت كننده ای كه از او اطاعت شود.", "subtitle": "No Intercession", "footnote": ""}, {"sura_num": 40, "verse_num": 19, "arabic_text": "يَعْلَمُ خَآئِنَةَ ٱلْأَعْيُنِ وَمَا تُخْفِى ٱلصُّدُورُ", "english_text": "He is fully aware of what the eyes cannot see, and everything that the minds conceal.", "persian_text": "او از آنچه كه چشم ها نمی توانند ببيند و آنچه در افكار پنهان است، كاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 20, "arabic_text": "وَٱللَّهُ يَقْضِى بِٱلْحَقِّ  وَٱلَّذِينَ يَدْعُونَ مِن دُونِهِۦ لَا يَقْضُونَ بِشَىْءٍ   إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ", "english_text": "GOD judges equitably, while the idols they implore beside Him cannot judge anything. GOD is the One who is the Hearer, the Seer.", "persian_text": "خدا منصفانه قضاوت می كند، در حالی كه معبودانی كه در كنار او می خوانند، نمی توانند هيچ قضاوتی بكنند. خداست شنوا، بينا.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 21, "arabic_text": "أَوَلَمْ يَسِيرُوا فِى ٱلْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُوا مِن قَبْلِهِمْ  كَانُوا هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَءَاثَارًا فِى ٱلْأَرْضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٍ", "english_text": "Did they not roam the earth and note the consequences for those before them? They used to be stronger than they, and more productive on earth. But GOD punished them for their sins, and nothing could protect them from GOD.", "persian_text": "آيا آنها در زمين سير نكردند و عاقبت پيشينيان خود را نديدند؟ آنها پيش از ايشان قوی تر و در زمين سازنده تر بودند، اما خدا آنها را به دليل گناهانشان تنبيه كرد و هيچ چيز نتوانست آنها را در مقابل خدا محافظت كند.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 22, "arabic_text": "ذَٰلِكَ بِأَنَّهُمْ كَانَت تَّأْتِيهِمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ فَكَفَرُوا فَأَخَذَهُمُ ٱللَّهُ  إِنَّهُۥ قَوِىٌّ شَدِيدُ ٱلْعِقَابِ", "english_text": "That is because their messengers went to them with clear proofs, but they disbelieved. Consequently, GOD punished them. He is Mighty, strict in enforcing retribution.", "persian_text": "اين به خاطر آن است كه رسولانشان با مدرك های روشن نزدشان رفتند، ولی آنها باور نكردند. درنتيجه، خدا آنها را تنبيه كرد. او قدرتمند است و در اجرای مجازات سخت گير.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 23, "arabic_text": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلْطَٰنٍ مُّبِينٍ", "english_text": "We sent Moses with our signs and a profound authority.", "persian_text": "ما موسی را با نشانه هايمان و اختياراتی كامل فرستاديم،", "subtitle": "Moses", "footnote": ""}, {"sura_num": 40, "verse_num": 24, "arabic_text": "إِلَىٰ فِرْعَوْنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُوا سَٰحِرٌ كَذَّابٌ", "english_text": "To Pharaoh, Hãmãn, and Qãroon. But they said, \"A magician; a liar.\"", "persian_text": "نزد فرعون، هامان و قارون. اما آنها گفتند: \"يك شعبده باز است؛ یک دروغگو.\"", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 25, "arabic_text": "فَلَمَّا جَآءَهُم بِٱلْحَقِّ مِنْ عِندِنَا قَالُوا ٱقْتُلُوٓا أَبْنَآءَ ٱلَّذِينَ ءَامَنُوا مَعَهُۥ وَٱسْتَحْيُوا نِسَآءَهُمْ  وَمَا كَيْدُ ٱلْكَٰفِرِينَ إِلَّا فِى ضَلَٰلٍ", "english_text": "And when he showed them the truth from us, they said, \"Kill the sons of those who believed with him, and spare their daughters.\" Thus, the scheming of the disbelievers is always wicked.", "persian_text": "و هنگامی كه او حقيقت را از جانب ما به آنها نشان داد، گفتند: \"پسران كسانی را كه با او ايمان آوردند، بكشيد و دخترانشان را زنده بگذاريد.\" بنابراين، نيرنگ كافران هميشه پليد است.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 26, "arabic_text": "وَقَالَ فِرْعَوْنُ ذَرُونِىٓ أَقْتُلْ مُوسَىٰ وَلْيَدْعُ رَبَّهُۥٓ  إِنِّىٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمْ أَوْ أَن يُظْهِرَ فِى ٱلْأَرْضِ ٱلْفَسَادَ", "english_text": "Pharaoh said, \"Let me kill Moses, and let him implore his Lord. I worry lest he corrupts your religion, or spreads evil throughout the land.\"", "persian_text": "فرعون گفت: \"بگذاريد موسی را بكشم و بگذاريد او به پروردگارش التماس كند. من نگرانم كه مبادا او دين شما را به فساد بكشاند، يا پليدی را در سراسر زمين پراكنده سازد.\"", "subtitle": "Moses vs Pharaoh", "footnote": ""}, {"sura_num": 40, "verse_num": 27, "arabic_text": "وَقَالَ مُوسَىٰٓ إِنِّى عُذْتُ بِرَبِّى وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٍ لَّا يُؤْمِنُ بِيَوْمِ ٱلْحِسَابِ", "english_text": "Moses said, \"I seek refuge in my Lord and your Lord, from every arrogant one who does not believe in the Day of Reckoning.\"", "persian_text": "موسی گفت: \"من به پروردگارم و پروردگار شما پناه می برم از هر متكبری كه به روز حسابرسی ايمان ندارد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 28, "arabic_text": "وَقَالَ رَجُلٌ مُّؤْمِنٌ مِّنْ ءَالِ فِرْعَوْنَ يَكْتُمُ إِيمَٰنَهُۥٓ أَتَقْتُلُونَ رَجُلًا أَن يَقُولَ رَبِّىَ ٱللَّهُ وَقَدْ جَآءَكُم بِٱلْبَيِّنَٰتِ مِن رَّبِّكُمْ  وَإِن يَكُ كَٰذِبًا فَعَلَيْهِ كَذِبُهُۥ  وَإِن يَكُ صَادِقًا يُصِبْكُم بَعْضُ ٱلَّذِى يَعِدُكُمْ  إِنَّ ٱللَّهَ لَا يَهْدِى مَنْ هُوَ مُسْرِفٌ كَذَّابٌ", "english_text": "A believing man among Pharaoh's people, who was concealing his belief, said, \"How can you kill a man just for saying, 'My Lord is GOD,' and he has shown you clear proofs from your Lord? If he is a liar, that is his problem, and if he is truthful, you benefit from his promises. Surely, GOD does not guide any transgressor, liar.", "persian_text": "در ميان فرعونيان مرد مؤمنی كه ايمان خود را پنهان می كرد، گفت: \"چگونه می توانيد مردی را بكشيد فقط برای آنكه می گويد: ٰپروردگار من خداستٰ و او از جانب پروردگارتان مدرك هايی روشن به شما نشان داده است؟ اگر او دروغگوست، كه مشكل خود اوست و اگر راستگوست، شما از وعده هايش بهره می بريد. مسلماً، خدا هيچ دروغگوی ستمكاری را هدايت نمی كند.", "subtitle": "God Guides Not the Liars", "footnote": ""}, {"sura_num": 40, "verse_num": 29, "arabic_text": "يَٰقَوْمِ لَكُمُ ٱلْمُلْكُ ٱلْيَوْمَ ظَٰهِرِينَ فِى ٱلْأَرْضِ فَمَن يَنصُرُنَا مِنۢ بَأْسِ ٱللَّهِ إِن جَآءَنَا  قَالَ فِرْعَوْنُ مَآ أُرِيكُمْ إِلَّا مَآ أَرَىٰ وَمَآ أَهْدِيكُمْ إِلَّا سَبِيلَ ٱلرَّشَادِ", "english_text": "\"O my people, today you have kingship and the upperhand. But who will help us against GOD's judgment, should it come to us?\" Pharaoh said, \"You are to follow only what I see fit; I will guide you only in the right path.\"", "persian_text": "\"ای قوم من، امروز سلطنت و برتری از آن شماست. اما چه كسی ما را در مقابل قضاوت خدا كمك خواهد كرد، اگر بر ما بيايد؟\" فرعون گفت: \"شما بايد فقط از آنچه من مصلحت می بينم، پيروی كنيد؛ من شما را فقط به راه راست ارشاد خواهم كرد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 30, "arabic_text": "وَقَالَ ٱلَّذِىٓ ءَامَنَ يَٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُم مِّثْلَ يَوْمِ ٱلْأَحْزَابِ", "english_text": "The one who believed said, \"O my people, I fear for you the same fate as the previous opponents.", "persian_text": "آن كسی كه ايمان آورده بود، گفت: \"ای قوم من، می ترسم که شما به همان سرنوشت مخالفانی که در گذشته بودند، دچار شويد.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 31, "arabic_text": "مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعْدِهِمْ  وَمَا ٱللَّهُ يُرِيدُ ظُلْمًا لِّلْعِبَادِ", "english_text": "\"The opponents of Noah, and 'Ãd, Thamûd, and others who came after them. GOD does not wish any injustice for the people.", "persian_text": "\"مخالفان  نوح، عاد، ثمود و كسان ديگری كه پس از آنها آمدند. خدا هيچ گونه بی عدالتی برای مردم نمی خواهد.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 32, "arabic_text": "وَيَٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُمْ يَوْمَ ٱلتَّنَادِ", "english_text": "\"O my people, I fear for you the Day of Summoning.", "persian_text": "ای قوم من، از آن روز احضار شدن برای شما بيمناکم.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 33, "arabic_text": "يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنْ عَاصِمٍ   وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ", "english_text": "\"That is the day when you may wish to turn around and flee. But nothing will protect you then from GOD. Whomever GOD sends astray, nothing can guide him.\"", "persian_text": "\"آن روزی است که آرزو می کنيد که بازگرديد و بگريزيد، ولی در آن هنگام هيچ چيز در برابر خدا شما را محافظت نخواهد کرد. هر که را خدا به گمراهی فرستد، هيچ چيز نمی تواند او را هدايت کند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 34, "arabic_text": "وَلَقَدْ جَآءَكُمْ يُوسُفُ مِن قَبْلُ بِٱلْبَيِّنَٰتِ فَمَا زِلْتُمْ فِى شَكٍّ مِّمَّا جَآءَكُم بِهِۦ  حَتَّىٰٓ إِذَا هَلَكَ قُلْتُمْ لَن يَبْعَثَ ٱللَّهُ مِنۢ بَعْدِهِۦ رَسُولًا  كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنْ هُوَ مُسْرِفٌ مُّرْتَابٌ", "english_text": "Joseph had come to you before that with clear revelations, but you continued to doubt his message. Then, when he died you said, \"GOD will not send any other messenger after him. (He was the last messenger)!\"** GOD thus sends astray those who are transgressors, doubtful.", "persian_text": "پيش از آن هم يوسف با آياتی روشن نزد شما آمده بود، اما شما به شك خود نسبت به پيام او ادامه داديد. سپس، هنگامی كه او مرد، شما گفتيد: \"خدا پس از او رسول ديگری نخواهد فرستاد. (او آخرين رسول بود)!\"** خدا اين چنين کسانی را که از حد تجاوز می کنند و مرددند، به گمراهی می فرستد.", "subtitle": "Who is the Last Messenger?* A Tragic Human Trait", "footnote": "*40:34 The Jews refused to believe in the Messiah when he came to them, the Christians refused to believe in Muhammad when he came to them, and a majority of today's Muslims believe that Muhammad was the last messenger. On that erroneous basis, they refused to accept God's Messenger of the Covenant. We learn from 3:81-90 and 33:7 that those who fail to accept the Quranic injunction to \"believe in and support God's Messenger of the Covenant\" are no longer believers. See Appendices 2 & 26.\n\n\n\n\n\n**40:34 It is noteworthy that we find the name \"Rashad\" in the Arabic text precisely four verses ahead of the injunction against saying \"the last messenger,\" and also four verses after it."}, {"sura_num": 40, "verse_num": 35, "arabic_text": "ٱلَّذِينَ يُجَٰدِلُونَ فِىٓ ءَايَٰتِ ٱللَّهِ بِغَيْرِ سُلْطَٰنٍ أَتَىٰهُمْ  كَبُرَ مَقْتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُوا  كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ", "english_text": "They argue against GOD's revelations, without any basis. This is a trait that is most abhorred by GOD and by those who believe. GOD thus seals the hearts of every arrogant tyrant.", "persian_text": "آنها بدون هيچ پايه و اساسی، عليه آيات خدا مجادله می كنند. اين خصوصيتی است كه خدا و ايمان آورندگان از آن نفرت دارند. خدا اين چنين بر قلب هر متكبر مستبدی مهر می زند.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 36, "arabic_text": "وَقَالَ فِرْعَوْنُ يَٰهَٰمَٰنُ ٱبْنِ لِى صَرْحًا لَّعَلِّىٓ أَبْلُغُ ٱلْأَسْبَٰبَ", "english_text": "Pharaoh said, \"O Hãmãn, build for me a high tower, that I may reach out and discover.", "persian_text": "فرعون گفت: \"ای هامان، برج بلندی برايم بساز، شايد به جايی دست يابم و به چيزی پی ببرم.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 37, "arabic_text": "أَسْبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّى لَأَظُنُّهُۥ كَٰذِبًا  وَكَذَٰلِكَ زُيِّنَ لِفِرْعَوْنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِ  وَمَا كَيْدُ فِرْعَوْنَ إِلَّا فِى تَبَابٍ", "english_text": "\"I want to reach the heaven, and take a look at the god of Moses. I believe he is a liar.\" Thus were the evil works of Pharaoh adorned in his eyes, and thus was he kept from following (the right) path. Pharaoh's scheming was truly evil.", "persian_text": "\"من می خواهم به آسمان برسم و نگاهی به خدای موسی بيندازم. من باور دارم كه او دروغگوست.\" اعمال پليد فرعون اين چنين در نظرش زيبا جلوه داده شد و بدين ترتيب او از پيروی كردن از راه (راست) منحرف شد. حيلهٔ فرعون واقعاً پليد بود.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 38, "arabic_text": "وَقَالَ ٱلَّذِىٓ ءَامَنَ يَٰقَوْمِ ٱتَّبِعُونِ أَهْدِكُمْ سَبِيلَ ٱلرَّشَادِ", "english_text": "The one who believed said, \"O my people, follow me, and I will guide you in the right way.", "persian_text": "آن کسی که ايمان آورده بود، گفت: \"ای قوم من، از من پيروی کنيد، تا شما را به راه راست ارشاد کنم.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 39, "arabic_text": "يَٰقَوْمِ إِنَّمَا هَٰذِهِ ٱلْحَيَوٰةُ ٱلدُّنْيَا مَتَٰعٌ وَإِنَّ ٱلْءَاخِرَةَ هِىَ دَارُ ٱلْقَرَارِ", "english_text": "\"O my people, this first life is a temporary illusion, while the Hereafter is the eternal abode.\"", "persian_text": "\"ای قوم من، اين زندگی اول خواب و خيالی است موقتی، در حالی كه جايگاه آخرت جاودانه است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 40, "arabic_text": "مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزَىٰٓ إِلَّا مِثْلَهَا  وَمَنْ عَمِلَ صَٰلِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَأُولَٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ", "english_text": "Whoever commits a sin is requited for just that, and whoever works righteousness—male or female—while believing, these will enter Paradise wherein they receive provisions without any limits.", "persian_text": "هر كه مرتكب گناهی شود، فقط برای همان مجازات می شود و هر كه كارهای پرهيزكارانه انجام  دهد- مذکر يا مؤنث- اگر ايمان داشته باشد، وارد بهشت خواهد شد؛ که در آنجا روزی های بی شمار دريافت می كند.", "subtitle": "The Best Deal", "footnote": ""}, {"sura_num": 40, "verse_num": 41, "arabic_text": "وَيَٰقَوْمِ مَا لِىٓ أَدْعُوكُمْ إِلَى ٱلنَّجَوٰةِ وَتَدْعُونَنِىٓ إِلَى ٱلنَّارِ", "english_text": "\"O my people, while I invite you to be saved, you invite me to the hellfire.", "persian_text": "\"ای قوم من، در حالی كه من شما را به سوی نجات دعوت می كنم، شما مرا به سوی آتش دوزخ دعوت می كنيد.", "subtitle": "The Believing Egyptian Debates With His People", "footnote": ""}, {"sura_num": 40, "verse_num": 42, "arabic_text": "تَدْعُونَنِى لِأَكْفُرَ بِٱللَّهِ وَأُشْرِكَ بِهِۦ مَا لَيْسَ لِى بِهِۦ عِلْمٌ وَأَنَا أَدْعُوكُمْ إِلَى ٱلْعَزِيزِ ٱلْغَفَّٰرِ", "english_text": "\"You invite me to be unappreciative of GOD, and to set up beside Him idols that I do not recognize. I am inviting you to the Almighty, the Forgiver.", "persian_text": "\"شما مرا دعوت می كنيد تا به خدا ناسپاس باشم و در كنار او شريکانی قرار دهم كه نمی شناسم. من شما را به سوی آن صاحب اقتدار و آمرزنده دعوت می كنم.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 43, "arabic_text": "لَا جَرَمَ أَنَّمَا تَدْعُونَنِىٓ إِلَيْهِ لَيْسَ لَهُۥ دَعْوَةٌ فِى ٱلدُّنْيَا وَلَا فِى ٱلْءَاخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلْمُسْرِفِينَ هُمْ أَصْحَٰبُ ٱلنَّارِ", "english_text": "\"There is no doubt that what you invite me to do has no basis in this world, nor in the Hereafter, that our ultimate return is to GOD, and that the transgressors have incurred the hellfire.", "persian_text": "\"شكی نيست كه آنچه شما مرا به انجام آن دعوت می كنيد، نه در اين دنيا پايه و اساسی دارد و نه در آخرت، و اينكه بازگشت نهايی ما به سوی خداست و كسانی كه از حد تجاوز می كنند، سزاوار آتش دوزخ شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 44, "arabic_text": "فَسَتَذْكُرُونَ مَآ أَقُولُ لَكُمْ  وَأُفَوِّضُ أَمْرِىٓ إِلَى ٱللَّهِ  إِنَّ ٱللَّهَ بَصِير بِٱلْعِبَادِ", "english_text": "\"Some day you will remember what I am telling you now. I leave the judgment of this matter to GOD; GOD is the Seer of all the people.\"", "persian_text": "\"روزی آنچه را كه هم اكنون به شما می گويم، به ياد خواهيد آورد. من قضاوت اين امر را به خدا واگذار می كنم؛ خدا بر همهٔ مردم بيناست.\"", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 45, "arabic_text": "فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُوا  وَحَاقَ بِـَٔالِ فِرْعَوْنَ سُوٓءُ ٱلْعَذَابِ", "english_text": "GOD then protected him from their evil schemes, while the people of Pharaoh have incurred the worst retribution.", "persian_text": "سپس خدا او را از حيله های پليدشان محفوظ داشت، در حالی كه قوم فرعون سزاور بدترين عذاب شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 46, "arabic_text": "ٱلنَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا  وَيَوْمَ تَقُومُ ٱلسَّاعَةُ أَدْخِلُوٓا ءَالَ فِرْعَوْنَ أَشَدَّ ٱلْعَذَابِ", "english_text": "The Hell will be shown to them day and night, and on the Day of Resurrection: \"Admit Pharaoh's people into the worst retribution.\"", "persian_text": "دوزخ شبانه روز به آنان نشان داده خواهد شد و در روز رستاخيز: \"قوم فرعون را به بدترين عذاب داخل كنيد.\"", "subtitle": "While in the Grave: A Continuous Nightmare", "footnote": ""}, {"sura_num": 40, "verse_num": 47, "arabic_text": "وَإِذْ يَتَحَآجُّونَ فِى ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُا لِلَّذِينَ ٱسْتَكْبَرُوٓا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا نَصِيبًا مِّنَ ٱلنَّارِ", "english_text": "As they argue in Hell, the followers will say to their leaders, \"We used to be your followers, can you spare us any part of this Hell?\"", "persian_text": "همچنان كه در دوزخ مشغول مجادله هستند، پيروان به پيشوايان خود خواهند گفت: \"ما پيروان شما بوديم، آيا می توانيد ما را از بخشی از اين دوزخ رهايی دهيد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 48, "arabic_text": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوٓا إِنَّا كُلٌّ فِيهَآ إِنَّ ٱللَّهَ قَدْ حَكَمَ بَيْنَ ٱلْعِبَادِ", "english_text": "The leaders will say, \"We are all in this together. GOD has judged among the people.\"", "persian_text": "پيشوايان خواهند گفت: \"همهٔ ما با هم در اينجا هستيم. خدا ميان مردم قضاوت کرده است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 49, "arabic_text": "وَقَالَ ٱلَّذِينَ فِى ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدْعُوا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِّنَ ٱلْعَذَابِ", "english_text": "Those in the hellfire will say to the guardians of Hell, \"Call upon your Lord to reduce the retribution for us, for even one day.\"", "persian_text": "كسانی كه در آتش دوزخ هستند، به نگهبانان دوزخ خواهند گفت: \"از پروردگارتان بخواهيد تا برای يک روز هم که شده، از عذاب ما بكاهد.\"", "subtitle": "Too Late", "footnote": ""}, {"sura_num": 40, "verse_num": 50, "arabic_text": "قَالُوٓا أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُم بِٱلْبَيِّنَٰتِ  قَالُوا بَلَىٰ  قَالُوا فَٱدْعُوا   وَمَا دُعَٰٓؤُا ٱلْكَٰفِرِينَ إِلَّا فِى ضَلَٰلٍ", "english_text": "They will say, \"Did you not receive your messengers who delivered to you clear messages?\" They will reply, \"Yes we did.\" They will say, \"Then implore (as much as you wish); the imploring of the disbelievers is always in vain.\"", "persian_text": "آنها خواهند گفت: \"آيا شما رسولانتان را دريافت نكرديد، كسانی كه به شما پيام های آشكاری تحويل دادند؟\" آنها جواب خواهند داد: \"بله، دريافت كرديم.\" آنها خواهند گفت: \"پس (هرچه می خواهيد) التماس كنيد؛ درخواست كافران هميشه بيهوده است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 51, "arabic_text": "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُوا فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَيَوْمَ يَقُومُ ٱلْأَشْهَٰدُ", "english_text": "Most assuredly, we will give victory to our messengers and to those who believe, both in this world and on the day the witnesses are summoned.", "persian_text": "مسلماً، ما به رسولان خود و کسانی که ايمان آورده اند، هم در اين دنيا و هم در آن روز که شاهدان احضار شوند، پيروزی عطا می کنيم.", "subtitle": "Guaranteed Victory; Here and Forever", "footnote": ""}, {"sura_num": 40, "verse_num": 52, "arabic_text": "يَوْمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعْذِرَتُهُمْ  وَلَهُمُ ٱللَّعْنَةُ وَلَهُمْ سُوٓءُ ٱلدَّارِ", "english_text": "On that day, the apologies of the disbelievers will not benefit them. They have incurred condemnation; they have incurred the worst destiny.", "persian_text": "در آن روز، عذرخواهی كافران فايده ای نخواهد داشت. آنها سزاوار لعنت شده اند؛ آنها سزاوار بدترين سرنوشت هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 53, "arabic_text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْهُدَىٰ وَأَوْرَثْنَا بَنِىٓ إِسْرَٰٓءِيلَ ٱلْكِتَٰبَ", "english_text": "We have given Moses the guidance, and made the Children of Israel inherit the scripture.", "persian_text": "ما به موسی هدايت عطا كرده ايم و بنی اسراييل را وارث كتاب آسمانی نموديم.", "subtitle": "Learn From History", "footnote": ""}, {"sura_num": 40, "verse_num": 54, "arabic_text": "هُدًى وَذِكْرَىٰ لِأُولِى ٱلْأَلْبَٰبِ", "english_text": "(Their history) is a lesson and a reminder for those who possess intelligence.", "persian_text": "(سرگذشت آنها) درس عبرت و تذکری است برای خردمندان.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 55, "arabic_text": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ وَٱسْتَغْفِرْ لِذَنۢبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِٱلْعَشِىِّ وَٱلْإِبْكَٰرِ", "english_text": "Therefore, be patient, for GOD's promise is true, and ask forgiveness for your sin, and glorify and praise your Lord night and day.", "persian_text": "بنابراين، صبر داشته باش، زيرا وعدهٔ خدا حق است، و برای گناهانت طلب آمرزش کن، و پروردگارت را شب و روز تجليل و ستايش نما.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 56, "arabic_text": "إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِىٓ ءَايَٰتِ ٱللَّهِ بِغَيْرِ سُلْطَٰنٍ أَتَىٰهُمْ   إِن فِى صُدُورِهِمْ إِلَّا كِبْرٌ مَّا هُم بِبَٰلِغِيهِ  فَٱسْتَعِذْ بِٱللَّهِ  إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ", "english_text": "Surely, those who argue against GOD's revelations without proof are exposing the arrogance that is hidden inside their chests, and they are not even aware of it. Therefore, seek refuge in GOD; He is the Hearer, the Seer.", "persian_text": "مطمئناً، كسانی كه بدون مدرك عليه آيات خدا مجادله می كنند، تكبر درون سينهٔ خويش را برملا می سازند و حتی خودشان از آن آگاه نيستند. بنابراين، به خدا پناه ببر؛ او شنواست، بينا.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 57, "arabic_text": "لَخَلْقُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ أَكْبَرُ مِنْ خَلْقِ ٱلنَّاسِ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ", "english_text": "The creation of the heavens and the earth is even more awesome than the creation of the human being, but most people do not know.", "persian_text": "خلقت آسمان ها و زمين حتی از خلقت انسان نيز هيبت انگيزتر است، ولی اکثر مردم نمی دانند.", "subtitle": "Awesome Construction of the Universe", "footnote": ""}, {"sura_num": 40, "verse_num": 58, "arabic_text": "وَمَا يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ وَٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ وَلَا ٱلْمُسِىٓءُ  قَلِيلًا مَّا تَتَذَكَّرُونَ", "english_text": "Not equal are the blind and the seer. Nor are those who believe and work righteousness equal to the sinners. Rarely do you take heed.", "persian_text": "كور و بينا يكسان نيستند و نيز كسانی كه ايمان دارند و اعمال پرهيزكارانه انجام می دهند با گناهكاران يكسان نيستند. شما به ندرت توجه می كنيد.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 59, "arabic_text": "إِنَّ ٱلسَّاعَةَ لَءَاتِيَةٌ لَّا رَيْبَ فِيهَا وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ", "english_text": "Most certainly, the Hour (Day of Judgment) is coming, no doubt about it, but most people do not believe.", "persian_text": "مسلماً، ساعت (روز قضاوت) در حال آمدن است، هيچ شكی در آن نيست، اما اكثر مردم باور نمی كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 60, "arabic_text": "وَقَالَ رَبُّكُمُ ٱدْعُونِىٓ أَسْتَجِبْ لَكُمْ  إِنَّ ٱلَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِى سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ", "english_text": "Your Lord says, \"Implore Me, and I will respond to you. Surely, those who are too arrogant to worship Me will enter Gehenna, forcibly.\"", "persian_text": "پروردگارتان می گويد: \"از من درخواست كنيد و من به شما پاسخ خواهم داد. مطمئناً، كسانی كه برای پرستش من بسيار متكبر هستند، به اجبار وارد جهنم خواهند شد.\"", "subtitle": "Supplication: A Form of Worship*", "footnote": "*40:60 Supplication, imploring God for anything, even material luxuries, is a form of worship. Hence the commandment to implore God whenever we have any need. An atheist will never implore God for anything."}, {"sura_num": 40, "verse_num": 61, "arabic_text": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِتَسْكُنُوا فِيهِ وَٱلنَّهَارَ مُبْصِرًا  إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ", "english_text": "GOD is the One who designed the night so you can rest in it, and the day lighted. GOD bestows many blessings upon the people, but most people are not thankful.", "persian_text": "خداست يكتايی كه شب را برای استراحت شما طراحی كرد و روز را روشن قرار داد. خدا نعمت های بسياری به مردم عطا می كند، ولی اكثر مردم سپاسگزار نيستند.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 62, "arabic_text": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ خَٰلِقُ كُلِّ شَىْءٍ لَّآ إِلَٰهَ إِلَّا هُوَ  فَأَنَّىٰ تُؤْفَكُونَ", "english_text": "Such is GOD your Lord, the Creator of all things. There is no god except He. How could you deviate?", "persian_text": "چنين است خدا پروردگار شما، خالق همه چيز. خدايی جز او نيست، چگونه می توانيد منحرف شويد؟", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 63, "arabic_text": "كَذَٰلِكَ يُؤْفَكُ ٱلَّذِينَ كَانُوا بِـَٔايَٰتِ ٱللَّهِ يَجْحَدُونَ", "english_text": "Deviating are those who disregard GOD's revelations.", "persian_text": "كسانی منحرف می شوند كه به آيات خدا بی اعتنايی می كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 64, "arabic_text": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ قَرَارًا وَٱلسَّمَآءَ بِنَآءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ  ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ  فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَٰلَمِينَ", "english_text": "GOD is the One who rendered the earth habitable for you, and the sky a formidable structure, and He designed you, and designed you well. He is the One who provides you with good provisions.* Such is GOD your Lord; Most Exalted is GOD, Lord of the universe.", "persian_text": "خداست آن یکتایی كه زمين را برای شما قابل سكونت قرار داد و آسمان را همچون بنايی مستحكم بیفراشت، او شما را صورتگری کرد و چه خوب طراحی نمود. اوست آن یکتایی كه برای شما روزی های خوب فراهم می كند.* چنين است خدا پروردگار شما؛ خداست بلندمرتبه ترين، پروردگار جهان.*", "subtitle": "", "footnote": "*40:64 See Footnotes 15:20, 20:54, 25:2, and 35:12-13."}, {"sura_num": 40, "verse_num": 65, "arabic_text": "هُوَ ٱلْحَىُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ   ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ", "english_text": "He is the Living; there is no god except He. You shall worship Him alone, devoting your religion absolutely to Him alone. Praise be to GOD, Lord of the universe.", "persian_text": "اوست زنده؛ خدايی جز او نيست. فقط او را بخوانيد و دين خود را مطلقاً تنها به او اختصاص دهيد. ستايش خدا را، پروردگار جهان.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 66, "arabic_text": "قُلْ إِنِّى نُهِيتُ أَنْ أَعْبُدَ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِىَ ٱلْبَيِّنَٰتُ مِن رَّبِّى وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ ٱلْعَٰلَمِينَ", "english_text": "Say, \"I have been enjoined from worshiping the idols you worship beside GOD, when the clear revelations came to me from my Lord. I was commanded to submit to the Lord of the universe.\"*", "persian_text": "بگو: \"هنگامی که آيات روشن پروردگارم به من وحی شد، از عبادت معبودانی که جز خدا می خوانيد نهی شده ام. و به من فرمان داده شد که به پروردگار عالم تسليم باشم.\"*", "subtitle": "Before God's Blessings Upon Him, Muhammad Used to Worship Idols", "footnote": "*40:66 The Arabic word \"Nahaa\" used in this verse indicates the stopping of something that was going on. See for example the same word in 4:171. See also 93:7."}, {"sura_num": 40, "verse_num": 67, "arabic_text": "هُوَ ٱلَّذِى خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوٓا أَشُدَّكُمْ ثُمَّ لِتَكُونُوا شُيُوخًا  وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبْلُ  وَلِتَبْلُغُوٓا أَجَلًا مُّسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ", "english_text": "He is the One who created you from dust, and subsequently from a tiny drop, then from a hanging embryo, then He brings you out as a child, then He lets you reach maturity, then you become old—some of you die earlier. You attain a predetermined age, that you may understand.", "persian_text": "اوست يكتايی كه شما را از خاك آفريد و پس از آن از قطره ای کوچک، سپس از رويان معلق، پس از آن شما را به صورت طفلی بيرون می آورد، سپس به شما اجازه می دهد تا به بلوغ فكری برسيد، سپس پير می شويد- برخی از شما زودتر می ميريد. شما به سنی می رسيد كه از پيش تعيين شده است، باشد كه بفهميد.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 68, "arabic_text": "هُوَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ  فَإِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ", "english_text": "He is the only One who controls life and death. To have anything done, He simply says to it, \"Be,\" and it is.", "persian_text": "او تنها كسی است كه زندگی و مرگ را كنترل می كند. برای انجام هر كاری، فقط به آن می گويد: \"باش\" و آن هست.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 69, "arabic_text": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِىٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصْرَفُونَ", "english_text": "Have you noted those who argue against GOD's proofs, and how they have deviated?", "persian_text": "آيا به كسانی كه عليه مدرک های خدا مجادله می كنند، توجه كرده ای و اينكه چگونه منحرف شده اند؟", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 70, "arabic_text": "ٱلَّذِينَ كَذَّبُوا بِٱلْكِتَٰبِ وَبِمَآ أَرْسَلْنَا بِهِۦ رُسُلَنَا  فَسَوْفَ يَعْلَمُونَ", "english_text": "They are the ones who have disbelieved in the scripture, and in the messages we have sent with our messengers. Therefore, they will surely find out.", "persian_text": "آنها كسانی هستند كه به كتاب آسمانی و پيام هايی كه از طریق رسولانمان فرستاده ايم، ايمان نياورده اند. بنابراين، مطمئناً خواهند فهميد.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 71, "arabic_text": "إِذِ ٱلْأَغْلَٰلُ فِىٓ أَعْنَٰقِهِمْ وَٱلسَّلَٰسِلُ يُسْحَبُونَ", "english_text": "The shackles will be around their necks, and the chains will be used to drag them.", "persian_text": "دور گردن هايشان غل و زنجير خواهد بود كه آنها را با آن زنجيرها بكشانند.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 72, "arabic_text": "فِى ٱلْحَمِيمِ ثُمَّ فِى ٱلنَّارِ يُسْجَرُونَ", "english_text": "In the Inferno,* then in the Fire, they will burn.", "persian_text": "در شعله های سوزان،* سپس در آتش خواهند سوخت.", "subtitle": "", "footnote": "*40:72 Those who did not prepare themselves will suffer tremendously in the presence of God, on the Day of Judgment. They cannot stand the closeness to God due to lack of sufficient growth and development of their souls. I am using \"Inferno\" to describe this particular situation (55:44). Preparation of the soul is accomplished by the rites decreed by God, such as the Contact Prayer."}, {"sura_num": 40, "verse_num": 73, "arabic_text": "ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تُشْرِكُونَ", "english_text": "They will be asked, \"Where are the idols you used to worship,", "persian_text": "از آنها سئوال خواهد شد: \"كجا هستند معبودانی كه به پرستش آنها مشغول بوديد،", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 74, "arabic_text": "مِن دُونِ ٱللَّهِ  قَالُوا ضَلُّوا عَنَّا بَل لَّمْ نَكُن نَّدْعُوا مِن قَبْلُ شَيْـًٔا  كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلْكَٰفِرِينَ", "english_text": "\"beside GOD?\" They will say, \"They have abandoned us. In fact, when we worshiped them, we were worshiping nothing.\" Thus does GOD send the disbelievers astray.", "persian_text": "\"در كنار خدا؟\" آنها خواهند گفت: \"آنها ما را ترك كرده اند. درحقيقت، هنگامی كه آنها را می پرستيديم، هیچ را پرستش می كرديم.\" اين چنين خـدا كافران را به گمراهی می فرستد.", "subtitle": "They Worshiped Nothing", "footnote": ""}, {"sura_num": 40, "verse_num": 75, "arabic_text": "ذَٰلِكُم بِمَا كُنتُمْ تَفْرَحُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَبِمَا كُنتُمْ تَمْرَحُونَ", "english_text": "This is because you used to rejoice in false doctrines, on earth, and you used to promote them.", "persian_text": "اين به دليل آن است كه شما، پيش از اين در زمين با مرام و مكتب دروغين دلخوش بوديد و آنها را رواج می داديد.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 76, "arabic_text": "ٱدْخُلُوٓا أَبْوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَا  فَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ", "english_text": "Enter the gates of Gehenna, wherein you abide forever. What a miserable destiny for the arrogant ones.", "persian_text": "داخل دروازه های جهنم شويد، جايی كه تا ابد بمانيد. چه سرنوشت فلاكت باری برای متكبران.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 77, "arabic_text": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ  فَإِمَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ", "english_text": "You shall be patient, for GOD's promise is truth. Whether we show you some of (the retribution) we have promised for them, or terminate your life before that, they will be returned to us.", "persian_text": "تو صبور باش، زيرا وعدهٔ خدا حق است. چه بخشی (از عذاب) را كه به آنها وعده داده ايم به تو نشان دهيم، چه پيش از آن به زندگی تو خاتمه دهيم، آنها به سوی ما مراجعت خواهند كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 78, "arabic_text": "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ مِنْهُم مَّن قَصَصْنَا عَلَيْكَ وَمِنْهُم مَّن لَّمْ نَقْصُصْ عَلَيْكَ   وَمَا كَانَ لِرَسُولٍ أَن يَأْتِىَ بِـَٔايَةٍ إِلَّا بِإِذْنِ ٱللَّهِ  فَإِذَا جَآءَ أَمْرُ ٱللَّهِ قُضِىَ بِٱلْحَقِّ وَخَسِرَ هُنَالِكَ ٱلْمُبْطِلُونَ", "english_text": "We have sent messengers before you—some of them we mentioned to you, and some we did not mention to you. No messenger can produce any miracle without GOD's authorization.* Once GOD's judgment is issued, the truth dominates, and the falsifiers are exposed and humiliated.", "persian_text": "ما پيش از تو رسولانی فرستاده ايم- برخی از آنها را برای تو نام برديم و از برخی نام نبرديم. هيچ رسولی نمی تواند بدون مجوز از جانب خدا معجزه ای ارائه دهد.* هنگامی كه حکم خدا صادر شود، حقيقت غالب می شود و دروغگويان رسوا و خوار می شوند.", "subtitle": "God's Authorization for the Quran's Mathematical Miracle*", "footnote": "*40:78 We learn from 17:45-46, 18:57, and 56:79 that the unbelievers have no access to the Quran; only the believers and the sincere seekers are permitted by God to understand it. The Quran's mathematical code, \"One of the great miracles\" (74:30-35), was authorized by God, and revealed through His Messenger of the Covenant (Appendix 2)."}, {"sura_num": 40, "verse_num": 79, "arabic_text": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَنْعَٰمَ لِتَرْكَبُوا مِنْهَا وَمِنْهَا تَأْكُلُونَ", "english_text": "GOD is the One who created the livestock for you; some you ride, and some you eat.", "persian_text": "خداست آن يكتايی كه چارپايان را برای شما آفريد؛ بر برخی سوار می شويد و از بعضی می خوريد.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 80, "arabic_text": "وَلَكُمْ فِيهَا مَنَٰفِعُ وَلِتَبْلُغُوا عَلَيْهَا حَاجَةً فِى صُدُورِكُمْ وَعَلَيْهَا وَعَلَى ٱلْفُلْكِ تُحْمَلُونَ", "english_text": "They also provide you with additional benefits that satisfy many of your needs. On them, as well as on the ships, you are carried.", "persian_text": "آنها علاوه بر آن، منفعت های ديگری برايتان دارند كه بسياری از احتياجات شما را برآورده می كنند. شما بر روی آنها و همچنين بر كشتی ها سوار می شويد.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 81, "arabic_text": "وَيُرِيكُمْ ءَايَٰتِهِۦ فَأَىَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ", "english_text": "He thus shows you His proofs. Which of GOD's proofs can you deny?", "persian_text": "او اين چنين مدرك هايش را به شما نشان می دهد. كداميك از مدرك های خدا را می توانيد انكار كنيد؟", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 82, "arabic_text": "أَفَلَمْ يَسِيرُوا فِى ٱلْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ  كَانُوٓا أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَءَاثَارًا فِى ٱلْأَرْضِ فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا يَكْسِبُونَ", "english_text": "Have they not roamed the earth and noted the consequences for those who preceded them? They used to be greater in number, greater in power, and possessed a greater legacy on earth. Yet, all their achievements did not help them in the least.", "persian_text": "آيا آنها در زمين سير نكرده اند تا به عاقبت كسانی كه پيش از آنها بودند، توجه كنند؟ آنها تعدادشان و قدرتشان بيشتر بود و در زمين صاحب ميراث بيشتری بودند؛ با اين حال، موفقيت هايی كه كسب كردند، كوچك ترين كمكی به آنها نكرد.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 83, "arabic_text": "فَلَمَّا جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ فَرِحُوا بِمَا عِندَهُم مِّنَ ٱلْعِلْمِ وَحَاقَ بِهِم مَّا كَانُوا بِهِۦ يَسْتَهْزِءُونَ", "english_text": "When their messengers went to them with clear proofs, they rejoiced in the knowledge they had inherited, and the very things they ridiculed were the cause of their fall.", "persian_text": "هنگامی كه رسولانشان با مدرك های روشن نزدشان رفتند، آنها به دانشی كه به ارث برده بودند، دلخوش بودند و درست همان چيزهايی را كه مسخره می كردند، باعث سقوط آنها شد.", "subtitle": "", "footnote": ""}, {"sura_num": 40, "verse_num": 84, "arabic_text": "فَلَمَّا رَأَوْا بَأْسَنَا قَالُوٓا ءَامَنَّا بِٱللَّهِ وَحْدَهُۥ وَكَفَرْنَا بِمَا كُنَّا بِهِۦ مُشْرِكِينَ", "english_text": "Subsequently, when they saw our retribution they said, \"Now we believe in GOD ALONE, and we now disbelieve in the idol worship that we used to practice.\"", "persian_text": "پس از آن، هنگامی كه عذاب ما را ديدند، گفتند: \"اكنون ما فقط به خدا ايمان می آوريم و ديگر به عمل بت پرستی كه پيش از اين انجام می داديم، كافريم.", "subtitle": "God ALONE", "footnote": ""}, {"sura_num": 40, "verse_num": 85, "arabic_text": "فَلَمْ يَكُ يَنفَعُهُمْ إِيمَٰنُهُمْ لَمَّا رَأَوْا بَأْسَنَا  سُنَّتَ ٱللَّهِ ٱلَّتِى قَدْ خَلَتْ فِى عِبَادِهِۦ  وَخَسِرَ هُنَالِكَ ٱلْكَٰفِرُونَ", "english_text": "Their belief then could not help them in the least, once they saw our retribution. Such is GOD's system that has been established to deal with His creatures; the disbelievers are always doomed.", "persian_text": "هنگامی كه عذاب ما را ديدند، ايمانشان نمی توانست كوچك ترين كمكی به آنها بكند. چنين است روش خدا كه برای مخلوقاتش مقرر كرده است؛ كافران هميشه محکوم به فنا هستند.", "subtitle": "Too Late", "footnote": ""}]