[{"sura_num": 34, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "Sheba", "chapter_title_arabic": "سبإ", "chapter_title_persian": "سبا"}, {"sura_num": 34, "verse_num": 1, "arabic_text": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَلَهُ ٱلْحَمْدُ فِى ٱلْءَاخِرَةِ  وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ", "english_text": "Praise be to GOD—to whom belongs everything in the heavens and the earth; all praise is also due to Him in the Hereafter. He is the Most Wise, the Cognizant.", "persian_text": "ستايش خدای را که هرچه در آسمان ها و زمين است، از آن اوست و در آخرت نيز هر حمد و ستايشی مخصوص اوست. اوست حکيم ترين، آگاه.", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 2, "arabic_text": "يَعْلَمُ مَا يَلِجُ فِى ٱلْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعْرُجُ فِيهَا  وَهُوَ ٱلرَّحِيمُ ٱلْغَفُورُ", "english_text": "He knows everything that goes into the earth, and everything that comes out of it, and everything that comes down from the sky, and everything that climbs into it. He is the Most Merciful, the Forgiving.", "persian_text": "او به آنچه در زمين فرو می رود و آنچه از زمين بيرون می آيد و آنچه از آسمان فرود می آيد و آنچه در آسمان بالا می رود، داناست. اوست مهربان ترين، آمرزنده.", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 3, "arabic_text": "وَقَالَ ٱلَّذِينَ كَفَرُوا لَا تَأْتِينَا ٱلسَّاعَةُ  قُلْ بَلَىٰ وَرَبِّى لَتَأْتِيَنَّكُمْ عَٰلِمِ ٱلْغَيْبِ  لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِى ٱلسَّمَٰوَٰتِ وَلَا فِى ٱلْأَرْضِ وَلَآ أَصْغَرُ مِن ذَٰلِكَ وَلَآ أَكْبَرُ إِلَّا فِى كِتَٰبٍ مُّبِينٍ", "english_text": "Those who disbelieve have said, \"The Hour will never come to pass!\" Say, \"Absolutely—by my Lord—it will most certainly come to you. He is the Knower of the future. Not even the equivalent of an atom's weight is hidden from Him, be it in the heavens or the earth. Not even smaller than that, or larger (is hidden). All are in a profound record.\"", "persian_text": "كسانی كه ايمان ندارند، گفته اند: \"آن ساعت هرگز فرا نخواهد رسيد!\" بگو: \"بدون شك- به پروردگارم سوگند- مسلماً بر شما خواهد آمد. او بر آينده داناست. حتی ذره ای به اندازهٔ وزن اتم، چه در آسمان ها باشد و چه در زمين، از او پنهان نيست. حتی نه كوچك تر و نه بزرگ تر از آن (پنهان است). همه چيز در پرونده ای كامل و جامع موجود است.", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 4, "arabic_text": "لِّيَجْزِىَ ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ  أُولَٰٓئِكَ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ", "english_text": "Most certainly, He will reward those who believe and lead a righteous life. These have deserved forgiveness and a generous provision.", "persian_text": "يقيناً، او به كسانی كه ايمان دارند و زندگی پرهيزكارانه ای را در پيش می گيرند، پاداش خواهد داد. اينان سزاوار عفو و رزقی سخاوتمندانه شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 5, "arabic_text": "وَٱلَّذِينَ سَعَوْ فِىٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُولَٰٓئِكَ لَهُمْ عَذَابٌ مِّن رِّجْزٍ أَلِيمٌ", "english_text": "As for those who constantly challenge our revelations, they have incurred a retribution of painful humiliation.", "persian_text": "و اما كسانی كه مدام با آيات ما مبارزه می كنند، سزاوار عذاب خواركنندهٔ دردناكی شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 6, "arabic_text": "وَيَرَى ٱلَّذِينَ أُوتُوا ٱلْعِلْمَ ٱلَّذِىٓ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ هُوَ ٱلْحَقَّ وَيَهْدِىٓ إِلَىٰ صِرَٰطِ ٱلْعَزِيزِ ٱلْحَمِيدِ", "english_text": "It is evident to those who are blessed with knowledge that this revelation from your Lord to you is the truth, and that it guides to the path of the Almighty, the Most Praiseworthy.", "persian_text": "برای كسانی كه با دانش مورد رحمت قرار گرفتند، آشكار است كه اين آياتی كه از جانب پروردگارت بر تو فرستاده شده است، حقيقت است و به راه آن قادر متعال و ستودنی ترين هدايت می كند.", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 7, "arabic_text": "وَقَالَ ٱلَّذِينَ كَفَرُوا هَلْ نَدُلُّكُمْ عَلَىٰ رَجُلٍ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِى خَلْقٍ جَدِيدٍ", "english_text": "Those who disbelieve have said, \"Let us show you a man who tells you that after you are torn apart you will be created anew.", "persian_text": "كسانی كه ايمان ندارند، گفته اند: \"بگذاريد مردی را به شما نشان دهيم كه می گويد پس از آنكه تكه تكه شديد، دوباره خلق خواهيد شد.", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 8, "arabic_text": "أَفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّة   بَلِ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ فِى ٱلْعَذَابِ وَٱلضَّلَٰلِ ٱلْبَعِيدِ", "english_text": "\"Either he fabricated lies about GOD, or he is crazy.\" Indeed, those who disbelieve in the Hereafter have incurred the worst retribution; they have gone far astray.", "persian_text": "\"او يا دربارهٔ خدا دروغ ساخته است، يا اينکه ديوانه است.\" درواقع، كسانی كه به آخرت ايمان ندارند، سزاوار بدترين مجازات شده اند؛ آنها سخت در گمراهی هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 9, "arabic_text": "أَفَلَمْ يَرَوْا إِلَىٰ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ  إِن نَّشَأْ نَخْسِفْ بِهِمُ ٱلْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِّنَ ٱلسَّمَآءِ  إِنَّ فِى ذَٰلِكَ لَءَايَةً لِّكُلِّ عَبْدٍ مُّنِيبٍ", "english_text": "Have they not seen all the things in front of them and behind them, in the heaven and the earth? If we willed, we could have caused the earth to swallow them, or caused masses to fall on them from the sky. This should be a sufficient proof for every obedient servant.", "persian_text": "آيا آنها همه چيز را در جلو و پشت سر خود در آسمان و زمين نديده اند؟ اگر می خواستيم، می توانستيم باعث شويم كه زمين آنها را ببلعد، يا پاره هايی از آسمان بر آنها فرو افتد. اين مدرك بايد برای هر بندهٔ فرمانبرداری كافی باشد.", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 10, "arabic_text": "وَلَقَدْ ءَاتَيْنَا دَاوُۥدَ مِنَّا فَضْلًا  يَٰجِبَالُ أَوِّبِى مَعَهُۥ وَٱلطَّيْرَ  وَأَلَنَّا لَهُ ٱلْحَدِيدَ", "english_text": "We endowed David with blessings from us: \"O mountains, submit with him, and you too, O birds.\" We softened the iron for him.", "persian_text": "ما از جانب خود نعمت ها به داوود عطا كرديم: \"ای كوه ها و همين طور شما ای پرندگان، همراه با او تسليم شويد.\"  ما آهن را برای او نرم كرديم.", "subtitle": "David and Solomon", "footnote": ""}, {"sura_num": 34, "verse_num": 11, "arabic_text": "أَنِ ٱعْمَلْ سَٰبِغَٰتٍ وَقَدِّرْ فِى ٱلسَّرْدِ  وَٱعْمَلُوا صَٰلِحًا  إِنِّى بِمَا تَعْمَلُونَ بَصِيرٌ", "english_text": "\"You may make shields that fit perfectly, and work righteousness. Whatever you do, I am Seer thereof.\"", "persian_text": "\"تو می توانی زره هايی بسازی كه كاملاً اندازه باشند و پرهيزكارانه عمل كنی. من به هر كاری كه انجام دهيد، بينا هستم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 12, "arabic_text": "وَلِسُلَيْمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ  وَأَسَلْنَا لَهُۥ عَيْنَ ٱلْقِطْرِ  وَمِنَ ٱلْجِنِّ مَن يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِۦ  وَمَن يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ مِنْ عَذَابِ ٱلسَّعِيرِ", "english_text": "To Solomon we committed the wind at his disposal, traveling one month coming and one month going. And we caused a spring of oil to gush out for him. Also, the jinns worked for him, by his Lord's leave. Any one of them who disregarded our commands, we subjected him to a severe retribution.", "persian_text": "ما باد را در خدمت سليمان قرار داديم، يك ماه می آمدند و يك ماه می رفتند. و ما باعث شديم تا چشمه ای از نفت برای او فوران كند. همچنين، جن ها با اجازهٔ پروردگارش، برای او كار می كردند. هر يك از آنها كه از دستورات ما سرپيچی می كرد، او را به عذابی سخت گرفتار می كرديم.", "subtitle": "The First Oil Field", "footnote": ""}, {"sura_num": 34, "verse_num": 13, "arabic_text": "يَعْمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٍ كَٱلْجَوَابِ وَقُدُورٍ رَّاسِيَٰتٍ  ٱعْمَلُوٓا ءَالَ دَاوُۥدَ شُكْرًا  وَقَلِيلٌ مِّنْ عِبَادِىَ ٱلشَّكُورُ", "english_text": "They made for him anything he wanted—niches, statues, deep pools, and heavy cooking pots. O family of David, work (righteousness) to show your appreciation. Only a few of My servants are appreciative.", "persian_text": "آنها برای او هرچه می خواست، می ساختند- طاقچه ها، مجسمه ها، استخرهای عميق و ديگ های سنگين آشپزی. ای خانوادهٔ داوود، (پرهيزكارانه) عمل كنيد تا سپاسگزاری خود را نشان دهيد. فقط عدهٔ كمی از بندگان من شكرگزار هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 14, "arabic_text": "فَلَمَّا قَضَيْنَا عَلَيْهِ ٱلْمَوْتَ مَا دَلَّهُمْ عَلَىٰ مَوْتِهِۦٓ إِلَّا دَآبَّةُ ٱلْأَرْضِ تَأْكُلُ مِنسَأَتَهُۥ  فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلْجِنُّ أَن لَّوْ كَانُوا يَعْلَمُونَ ٱلْغَيْبَ مَا لَبِثُوا فِى ٱلْعَذَابِ ٱلْمُهِينِ", "english_text": "When the appointed time for his death came, they had no clue that he had died. Not until one of the animals tried to eat his staff, and he fell down, that the jinns realized that he was dead. They thus realized that if they really knew the unseen, they would have stopped working so hard as soon as he died.", "persian_text": "هنگامی كه زمان مرگ او فرا رسيد، آنها به هیچ وجه نفهميدند كه او مرده بود. تا اينكه يكی از جانواران سعی كرد چوب دست او را بخورد و او نقش بر زمين شد، درآن هنگام جن ها متوجه شدند كه او مرده بود. بدين ترتيب، آنها فهميدند كه اگر واقعاً از غيب خبر داشتند، پس از مرگ او به آن سختی كار نمی كردند.", "subtitle": "Jinns' Knowledge is Limited", "footnote": ""}, {"sura_num": 34, "verse_num": 15, "arabic_text": "لَقَدْ كَانَ لِسَبَإٍ فِى مَسْكَنِهِمْ ءَايَةٌ  جَنَّتَانِ عَن يَمِينٍ وَشِمَالٍ  كُلُوا مِن رِّزْقِ رَبِّكُمْ وَٱشْكُرُوا لَهُۥ  بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ", "english_text": "Sheba's homeland used to be a marvel, with two gardens on the right and the left. Eat from your Lord's provisions, and be appreciative of Him—good land, and a forgiving Lord.", "persian_text": "سرزمين سبا شگفت انگيز بود، با دو باغ در سمت راست و چپ. از روزی های پروردگارتان بخوريد و سپاسگزار او باشيد- سرزمينی خوب و پروردگاری عفوكننده.", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 16, "arabic_text": "فَأَعْرَضُوا فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ ٱلْعَرِمِ وَبَدَّلْنَٰهُم بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَىْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَىْءٍ مِّن سِدْرٍ قَلِيلٍ", "english_text": "They turned away and, consequently, we poured upon them a disastrous flood, and we substituted their two gardens into two gardens of bad tasting fruits, thorny plants, and a skimpy harvest.", "persian_text": "آنها روی گرداندند و درنتيجه، ما سيل مصيبت باری بر آنها فرستاديم و دو باغشان را به دو باغ با ميوه های بدمزه، گياهان خاردار و محصولی بسيار كم مبدل كرديم.", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 17, "arabic_text": "ذَٰلِكَ جَزَيْنَٰهُم بِمَا كَفَرُوا  وَهَلْ نُجَٰزِىٓ إِلَّا ٱلْكَفُورَ", "english_text": "We thus requited them for their disbelief. Do we not requite only the disbelievers?", "persian_text": "ما اين چنين آنها را به خاطر كافرشدنشان به كيفر رسانديم. آيا ما فقط كافران را مجازات نمی كنيم؟", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 18, "arabic_text": "وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ ٱلْقُرَى ٱلَّتِى بَٰرَكْنَا فِيهَا قُرًى ظَٰهِرَةً وَقَدَّرْنَا فِيهَا ٱلسَّيْرَ  سِيرُوا فِيهَا لَيَالِىَ وَأَيَّامًا ءَامِنِينَ", "english_text": "We placed between them and the communities that we blessed other oases, and we secured the journey between them: \"Travel therein days and nights in complete security.\"", "persian_text": "ما در ميان آنها و جوامعی كه به آنها نعمت داديم، آبادی های ديگری قرار داديم و سفركردن در میان آنها را امن ساختيم : \"در آنجا روزها و شب ها در نهايت امنيت سفر كنيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 19, "arabic_text": "فَقَالُوا رَبَّنَا بَٰعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوٓا أَنفُسَهُمْ فَجَعَلْنَٰهُمْ أَحَادِيثَ وَمَزَّقْنَٰهُمْ كُلَّ مُمَزَّقٍ  إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ", "english_text": "But they (turned unappreciative and) challenged: \"Our Lord, we do not care if You increase the distance of our journeys (without any stations).\" They thus wronged their own souls. Consequently, we made them history, and scattered them into small communities throughout the land. This should provide lessons for those who are steadfast, appreciative.", "persian_text": "اما آنها (ناشكری كردند و) به اعتراض گفتند: \"پروردگار ما، برای ما اهميتی ندارد اگر مسافت سفر ما را (بدون هيچ توقفگاهی) طولانی كنی.\" آنها اين چنين به نفس خويش ستم كردند. درنتيجه، ما از آنها تاريخ ساختيم و آنان را به صورت جوامعی كوچك در سراسر زمين پراكنده كرديم. اين بايد درس عبرتی باشد برای كسانی كه صبور و سپاسگزار هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 20, "arabic_text": "وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقًا مِّنَ ٱلْمُؤْمِنِينَ", "english_text": "Satan found them readily fulfilling his expectations. They followed him, except a few believers.", "persian_text": "شيطان آنها را آمادهٔ انجام خواسته هايش يافت. آنها از او پيروی كردند، به جز چند تن از مؤمنان.", "subtitle": "Satan Claims the Majority", "footnote": ""}, {"sura_num": 34, "verse_num": 21, "arabic_text": "وَمَا كَانَ لَهُۥ عَلَيْهِم مِّن سُلْطَٰنٍ إِلَّا لِنَعْلَمَ مَن يُؤْمِنُ بِٱلْءَاخِرَةِ مِمَّنْ هُوَ مِنْهَا فِى شَكٍّ   وَرَبُّكَ عَلَىٰ كُلِّ شَىْءٍ حَفِيظٌ", "english_text": "He never had any power over them. But we thus distinguish those who believe in the Hereafter from those who are doubtful about it.* Your Lord is in full control of all things.", "persian_text": "او هرگز قدرتی بر آنها نداشت. ولی ما، كسانی را كه به آخرت ايمان دارند، از كسانی كه به آن شك دارند،* اين چنين متمايز می كنيم. پروردگار تو همه چيز را كاملاً تحت كنترل دارد.", "subtitle": "The Objective: Do We Believe in the Hereafter?*", "footnote": "*34:21 The criteria that inform us whether we believe in the Hereafter or not are in 6:113, 17:45, & 39:45. These three criteria bring out our true convictions, regardless of our oral statements."}, {"sura_num": 34, "verse_num": 22, "arabic_text": "قُلِ ٱدْعُوا ٱلَّذِينَ زَعَمْتُم مِّن دُونِ ٱللَّهِ  لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِى ٱلسَّمَٰوَٰتِ وَلَا فِى ٱلْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِن شِرْكٍ وَمَا لَهُۥ مِنْهُم مِّن ظَهِيرٍ", "english_text": "Say, \"Implore the idols you have set up beside GOD. They do not possess as much as a single atom in the heavens, or the earth. They possess no partnership therein, nor does He permit them to be His assistants.\"", "persian_text": "بگو: \"از معبودانی كه در كنار خدا قرار داده ايد، درخواست كنيد. آنها صاحب ذرهٔ اتمی در آسمان ها يا در زمين نيستند. آنها نه شراكتی در آن دارند و نه او به آنها اجازه می دهد تا دستياران او باشند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 23, "arabic_text": "وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنْ أَذِنَ لَهُۥ  حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ  قَالُوا ٱلْحَقَّ  وَهُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ", "english_text": "Intercession with Him will be in vain, unless it coincides with His will. When their minds are finally settled down, and they ask, \"What did your Lord say,\" they will say, \"The truth.\" He is the Most High, the Most Great.", "persian_text": "شفاعت نزد او بيهوده خواهد بود، مگر آنكه با خواستهٔ او مطابقت كند. سرانجام هنگامی كه آرامش خاطر يافتند، سئوال كنند: \"پروردگار شما چه گفت؟\" آنها خواهند گفت: \"حقيقت را.\" اوست بلندمرتبه ترين، بزرگ ترين.", "subtitle": "No Intercession", "footnote": ""}, {"sura_num": 34, "verse_num": 24, "arabic_text": "قُلْ مَن يَرْزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  قُلِ ٱللَّهُ  وَإِنَّآ أَوْ إِيَّاكُمْ لَعَلَىٰ هُدًى أَوْ فِى ضَلَٰلٍ مُّبِينٍ", "english_text": "Say, \"Who provides for you, from the heavens and the earth?\" Say, \"GOD,\" and \"Either we or you are guided, or have gone far astray.\"", "persian_text": "بگو: \"چه كسی از آسمان ها و زمين برای شما روزی فراهم می كند؟\" بگو: \"خدا\" و ما و شما يا هدايت شده ايم يا عميقاً در گمراهی به سر می بريم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 25, "arabic_text": "قُل لَّا تُسْـَٔلُونَ عَمَّآ أَجْرَمْنَا وَلَا نُسْـَٔلُ عَمَّا تَعْمَلُونَ", "english_text": "Say, \"You are not responsible for our crimes, nor are we responsible for what you do.\"", "persian_text": "بگو: \"نه شما مسئول جرم های ما هستيد و نه ما مسئول اعمال شما هستيم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 26, "arabic_text": "قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِٱلْحَقِّ وَهُوَ ٱلْفَتَّاحُ ٱلْعَلِيمُ", "english_text": "Say, \"Our Lord will gather us all together before Him, then He will judge between us equitably. He is the Judge, the Omniscient.\"", "persian_text": "بگو: \"پروردگار ما همهٔ ما را با هم نزد خود جمع خواهد كرد، سپس ميان ما عادلانه قضاوت خواهد نمود. اوست قاضی، دانای مطلق.\"", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 27, "arabic_text": "قُلْ أَرُونِىَ ٱلَّذِينَ أَلْحَقْتُم بِهِۦ شُرَكَآءَ  كَلَّا  بَلْ هُوَ ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ", "english_text": "Say, \"Show me the idols you have set up as partners with Him!\" Say, \"No; He is the one GOD, the Almighty, Most Wise.\"", "persian_text": "بگو: \"معبودانی را كه به عنوان شركای او قرار داده ايد، به من نشان دهيد!\" بگو: \"نه؛ اوست خدای يكتا، صاحب اقتدار، حكيم ترين.\"", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 28, "arabic_text": "وَمَآ أَرْسَلْنَٰكَ إِلَّا كَآفَّةً لِّلنَّاسِ بَشِيرًا وَنَذِيرًا وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ", "english_text": "We have sent you (O Rashad)* to all the people, a bearer of good news, as well as a warner, but most people do not know.", "persian_text": "(ای رشاد)* ما تو را بر همهٔ مردم، به عنوان مژده دهنده و همچنين هشداردهنده فرستاده ايم؛ ولی اكثر مردم نمی دانند.", "subtitle": "God's Messenger of the Covenant", "footnote": "*34:28 As detailed in Appendix 2, the name of this messenger is mathematically coded into the Quran as \"Rashad Khalifa.\" By adding the numerical value of the name \"Rashad\" (505), plus the numerical value of the name \"Khalifa\" (725), plus the number of the sura (34), plus the number of the verse (28), we obtain a total that conforms with the Quran's 19-based mathematical miracle, which was unveiled through Rashad Khalifa. (505+725+34+28=1292=19x68). More information is given in 5:19 and its footnote."}, {"sura_num": 34, "verse_num": 29, "arabic_text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ", "english_text": "They challenge, \"When will this promise come to pass, if you are truthful?\"", "persian_text": "آنها به مبارزه می گويند: \"اين وعده چه موقع فرا خواهد رسيد، اگر راست می گوييد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 30, "arabic_text": "قُل لَّكُم مِّيعَادُ يَوْمٍ لَّا تَسْتَـْٔخِرُونَ عَنْهُ سَاعَةً وَلَا تَسْتَقْدِمُونَ", "english_text": "Say, \"You have a specific time, on a specific day, that you cannot delay by one hour, nor advance.\"", "persian_text": "بگو: \"شما زمانی معين داريد، در روزی معين، كه نمی توانيد ساعتی آن را عقب یا جلو بيندازيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 31, "arabic_text": "وَقَالَ ٱلَّذِينَ كَفَرُوا لَن نُّؤْمِنَ بِهَٰذَا ٱلْقُرْءَانِ وَلَا بِٱلَّذِى بَيْنَ يَدَيْهِ   وَلَوْ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوْقُوفُونَ عِندَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَىٰ بَعْضٍ ٱلْقَوْلَ يَقُولُ ٱلَّذِينَ ٱسْتُضْعِفُوا لِلَّذِينَ ٱسْتَكْبَرُوا لَوْلَآ أَنتُمْ لَكُنَّا مُؤْمِنِينَ", "english_text": "Those who disbelieve have said, \"We will not believe in this Quran, nor in the previous scriptures.\" If you could only envision these transgressors when they stand before their Lord! They will argue with one another back and forth. The followers will tell their leaders, \"If it were not for you, we would have been believers.\"", "persian_text": "كسانی كه ايمان ندارند، گفته اند: \"ما نه به اين قرآن ايمان خواهيم آورد و نه به كتاب های آسمانی پيشين.\" اگر فقط می توانستی اين ستمكاران را هنگامی كه در پيشگاه پروردگارشان می ايستند، مجسم كنی! آنها مدام با يكديگر مجادله خواهند كرد. پيروان به رهبران خود خواهند گفت: \"اگر به خاطر شما نبود، ما مؤمن شده بوديم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 32, "arabic_text": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوا لِلَّذِينَ ٱسْتُضْعِفُوٓا أَنَحْنُ صَدَدْنَٰكُمْ عَنِ ٱلْهُدَىٰ بَعْدَ إِذْ جَآءَكُم  بَلْ كُنتُم مُّجْرِمِينَ", "english_text": "The leaders will say to those who followed them, \"Are we the ones who diverted you from the guidance after it came to you? No; it is you who were wicked.\"", "persian_text": "رهبران به كسانی كه از آنها پيروی می كردند، خواهند گفت: \"آيا ما  شما را پس از آن كه هدايت برايتان آمد، منحرف كرديم؟ نه؛ اين شما هستيد كه ستمكار بوديد.\"", "subtitle": "On the Day of Resurrection", "footnote": ""}, {"sura_num": 34, "verse_num": 33, "arabic_text": "وَقَالَ ٱلَّذِينَ ٱسْتُضْعِفُوا لِلَّذِينَ ٱسْتَكْبَرُوا بَلْ مَكْرُ ٱلَّيْلِ وَٱلنَّهَارِ إِذْ تَأْمُرُونَنَآ أَن نَّكْفُرَ بِٱللَّهِ وَنَجْعَلَ لَهُۥٓ أَندَادًا  وَأَسَرُّوا ٱلنَّدَامَةَ لَمَّا رَأَوُا ٱلْعَذَابَ وَجَعَلْنَا ٱلْأَغْلَٰلَ فِىٓ أَعْنَاقِ ٱلَّذِينَ كَفَرُوا  هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ", "english_text": "The followers will say to their leaders, \"It was you who schemed night and day, then commanded us to be unappreciative of GOD, and to set up idols to rank with Him.\" They will be ridden with remorse, when they see the retribution, for we will place shackles around the necks of those who disbelieved. Are they not justly requited for what they did?", "persian_text": "پيروان به رهبران خود خواهند گفت: \"اين شما بوديد كه شب و روز حيله كرديد، سپس به ما دستور داديد كه معبودانی را همتراز او قرار دهيم و نسبت به خدا ناسپاس باشيم.\" آنها وقتی عذاب را ببينند پشيمان خواهند شد، زيرا ما زنجيرهايی به دور گردن كافران قرار خواهيم داد. آيا آنها برای اعمالشان عادلانه مجازات نشدند؟", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 34, "arabic_text": "وَمَآ أَرْسَلْنَا فِى قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَآ إِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَٰفِرُونَ", "english_text": "Every time we sent a warner to a community, the leaders of that community said, \"We reject the message you are sent with.\"", "persian_text": "هر بار که هشداردهنده ای برای جامعه ای فرستاديم، پيشوايان آن جامعه گفتند: \"ما پيامی را که با تو فرستاده شده است، تکذيب می کنيم.\"", "subtitle": "Every Time!", "footnote": ""}, {"sura_num": 34, "verse_num": 35, "arabic_text": "وَقَالُوا نَحْنُ أَكْثَرُ أَمْوَٰلًا وَأَوْلَٰدًا وَمَا نَحْنُ بِمُعَذَّبِينَ", "english_text": "They also said, \"We are more powerful, with more money and children, and we will not be punished.\"", "persian_text": "آنها همچنين گفتند: \"ما قدرتمندتر هستيم و مال و فرزندان بيشتری داريم و تنبيه نخواهيم شد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 36, "arabic_text": "قُلْ إِنَّ رَبِّى يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ", "english_text": "Say, \"My Lord is the One who controls all provisions; He grants the provisions to whomever He wills, or reduces them, but most people do not know.\"", "persian_text": "بگو: \"پروردگار من يكتايی است كه همهٔ روزی ها را تحت كنترل دارد؛ او به هر كس كه بخواهد، روزی عطا می كند يا آن را كاهش می دهد، ولی اكثر مردم نمی دانند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 37, "arabic_text": "وَمَآ أَمْوَٰلُكُمْ وَلَآ أَوْلَٰدُكُم بِٱلَّتِى تُقَرِّبُكُمْ عِندَنَا زُلْفَىٰٓ إِلَّا مَنْ ءَامَنَ وَعَمِلَ صَٰلِحًا فَأُولَٰٓئِكَ لَهُمْ جَزَآءُ ٱلضِّعْفِ بِمَا عَمِلُوا وَهُمْ فِى ٱلْغُرُفَٰتِ ءَامِنُونَ", "english_text": "It is not your money or your children that bring you closer to us. Only those who believe and lead a righteous life will receive the reward for their works, multiplied manifold. In the abode of Paradise they will live in perfect peace.", "persian_text": "اين پول و فرزندان شما نيست كه شما را به ما نزديك تر می كند. فقط كسانی كه ايمان دارند و زندگی پرهيزكارانه ای را در پيش می گيرند، پاداش اعمالشان را چندين برابر دريافت خواهند نمود. آنها در سرای بهشت در صلح كامل زندگی خواهند كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 38, "arabic_text": "وَٱلَّذِينَ يَسْعَوْنَ فِىٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُولَٰٓئِكَ فِى ٱلْعَذَابِ مُحْضَرُونَ", "english_text": "As for those who consistently challenge our revelations, they will abide in retribution.", "persian_text": "و اما كسانی كه مدام به آيات ما اعتراض می كنند، در عذاب به سر خواهند برد.", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 39, "arabic_text": "قُلْ إِنَّ رَبِّى يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥ  وَمَآ أَنفَقْتُم مِّن شَىْءٍ فَهُوَ يُخْلِفُهُۥ  وَهُوَ خَيْرُ ٱلرَّٰزِقِينَ", "english_text": "Say, \"My Lord is the One who controls all provisions; He increases the provisions for whomever He chooses from among His servants, or reduces them. Anything you spend (in the cause of God), He will reward you for it; He is the Best Provider.\"", "persian_text": "بگو: \"پروردگار من يكتايی است كه همهٔ روزی ها را تحت كنترل دارد؛ او روزی هر يك از بندگانش را كه برگزیند، افزايش یا کاهش می دهد. هرچه (در راه خدا) خ��ج كنيد، او پاداش آن را به شما خواهد داد، اوست بهترين روزی دهنده.\"", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 40, "arabic_text": "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ", "english_text": "On the day when He summons them all, He will say to the angels, \"Did these people worship you?\"", "persian_text": "در روزی كه او همهٔ آنها را احضار كند، به فرشتگان خواهد گفت: \"آيا اين مردم شما را می پرستيدند؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 41, "arabic_text": "قَالُوا سُبْحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِم  بَلْ كَانُوا يَعْبُدُونَ ٱلْجِنَّ  أَكْثَرُهُم بِهِم مُّؤْمِنُونَ", "english_text": "They will answer, \"Be You glorified. You are our Lord and Master, not them. Instead, they were worshiping the jinns; most of them were believers therein.\"", "persian_text": "آنها جواب خواهند داد: \"تجلیل تو را. تو مولا و سرور ما هستی، نه آنها. درعوض، آنها جن ها را پرستش می كردند؛ اكثرشان به آن ايمان داشتند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 42, "arabic_text": "فَٱلْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَّفْعًا وَلَا ضَرًّا وَنَقُولُ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذَابَ ٱلنَّارِ ٱلَّتِى كُنتُم بِهَا تُكَذِّبُونَ", "english_text": "On that day, you possess no power to help or harm one another, and we will say to the transgressors, \"Taste the retribution of the Hell that you used to deny.\"", "persian_text": "در آن روز، شما هيچ قدرتی نداريد كه به يكديگر نفع و ضرری برسانيد و ما به ستمكاران خواهيم گفت: \"بچشيد عذاب دوزخی را كه قبلاً تكذيب می كرديد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 43, "arabic_text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَٰتُنَا بَيِّنَٰتٍ قَالُوا مَا هَٰذَآ إِلَّا رَجُلٌ يُرِيدُ أَن يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ ءَابَآؤُكُمْ وَقَالُوا مَا هَٰذَآ إِلَّآ إِفْكٌ مُّفْتَرًى  وَقَالَ ٱلَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جَآءَهُمْ إِنْ هَٰذَآ إِلَّا سِحْرٌ مُّبِينٌ", "english_text": "When our proofs were recited to them, perfectly clear, they said, \"This is simply a man who wants to divert you from the way your parents are worshiping.\" They also said, \"These are fabricated lies.\" Those who disbelieved also said about the truth that came to them, \"This is obviously magic.\"", "persian_text": "هنگامی كه مدرك های ما به طور واضح برای آنها خوانده شد، گفتند: \"اين مردی است كه می خواهد شما را از راهی كه والدينتان عبادت می كنند، منحرف سازد.\" آنها همچنين گفتند: \"اينها دروغ های ساختگی است.\" كافران نيز دربارهٔ حقيقتی كه بر آنها آمد، گفتند: \"اين آشكارا يك شعبده است.\"", "subtitle": "Mathematical Miracle of the Quran*", "footnote": "*34:43 By adding the gematrical value of \"Rashad\" (505), plus the value of \"Khalifa\" (725), plus this verse number (43), we get 505+725+43=1273=19x67. See Appendices 1 & 2."}, {"sura_num": 34, "verse_num": 44, "arabic_text": "وَمَآ ءَاتَيْنَٰهُم مِّن كُتُبٍ يَدْرُسُونَهَا  وَمَآ أَرْسَلْنَآ إِلَيْهِمْ قَبْلَكَ مِن نَّذِيرٍ", "english_text": "We did not give them any other books to study, nor did we send to them before you another warner.", "persian_text": "ما كتاب های ديگری به آنها نداديم که از آن درس بگيرند و پيش از تو هشداردهندهٔ ديگری برای آنها نفرستاديم.", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 45, "arabic_text": "وَكَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ وَمَا بَلَغُوا مِعْشَارَ مَآ ءَاتَيْنَٰهُمْ فَكَذَّبُوا رُسُلِى  فَكَيْفَ كَانَ نَكِيرِ", "english_text": "Those before them disbelieved, and even though they did not see one-tenth* of (the miracle) we have given to this generation, when they disbelieved My messengers, how severe was My retribution!", "persian_text": "پیشینیانشان ايمان نياوردند، و اگرچه آنها حتی يک دهم* (معجزه ای) را که ما به اين نسل داده ايم نديدند، وقتی به رسولان من ايمان نياوردند، به چه عقوبت سختی گرفتار شدند!", "subtitle": "", "footnote": "*34:45 The great miracles given to Moses and Jesus were limited in time and place; they were witnessed by a few people who happened to exist in that place at that time. But the mathematical miracle of the Quran is perpetual (see 74:30-35 & Appendix 1)."}, {"sura_num": 34, "verse_num": 46, "arabic_text": "قُلْ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍ  أَن تَقُومُوا لِلَّهِ مَثْنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُوا  مَا بِصَاحِبِكُم مِّن جِنَّةٍ  إِنْ هُوَ إِلَّا نَذِيرٌ لَّكُم بَيْنَ يَدَىْ عَذَابٍ شَدِيدٍ", "english_text": "Say, \"I ask you to do one thing: Devote yourselves to GOD, in pairs or as individuals, then reflect. Your friend (Rashad) is not crazy. He is a manifest warner to you, just before the advent of a terrible retribution.\"", "persian_text": "بگو: \"من از شما يك چيز می خواهم كه انجام دهيد: دو به دو يا فرد فرد، خود را وقف خدا كنيد، سپس بينديشيد. دوست شما (رشاد) ديوانه نيست. او برای شما هشداردهنده ای است آشكار، درست پيش از آمدن عذابی هولناک.\"", "subtitle": "God's Messenger of the Covenant*", "footnote": "*34:46 By placing the gematrical value of \"Rashad\" (505) next to the value of \"Khalifa\" (725), then the sura number (34), and the verse number (46), we get 5057253446 = 19x266171234."}, {"sura_num": 34, "verse_num": 47, "arabic_text": "قُلْ مَا سَأَلْتُكُم مِّنْ أَجْرٍ فَهُوَ لَكُمْ  إِنْ أَجْرِىَ إِلَّا عَلَى ٱللَّهِ  وَهُوَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ", "english_text": "Say, \"I do not ask you for any wage; you can keep it. My wage comes only from GOD. He witnesses all things.\"", "persian_text": "بگو: \"من از شما مزدی نمی خواهم؛ شما می توانيد آن را برای خود نگاه داريد. مزد من فقط از جانب خدا می آيد. او بر همه چيز شاهد است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 48, "arabic_text": "قُلْ إِنَّ رَبِّى يَقْذِفُ بِٱلْحَقِّ عَلَّٰمُ ٱلْغُيُوبِ", "english_text": "Say, \"My Lord causes the truth to prevail. He is the Knower of all secrets.\"", "persian_text": "بگو: \"پروردگار من باعث می شود که حقيقت پيروز شود. او دانای تمام اسرار است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 49, "arabic_text": "قُلْ جَآءَ ٱلْحَقُّ وَمَا يُبْدِئُ ٱلْبَٰطِلُ وَمَا يُعِيدُ", "english_text": "Say, \"The truth has come; while falsehood can neither initiate anything, nor repeat it.\"", "persian_text": "بگو: \"حقيقت آمده است؛ در حالی كه باطل نه می تواند چيزی را آغاز كند و نه آن را تكرار نمايد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 50, "arabic_text": "قُلْ إِن ضَلَلْتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفْسِى  وَإِنِ ٱهْتَدَيْتُ فَبِمَا يُوحِىٓ إِلَىَّ رَبِّىٓ  إِنَّهُۥ سَمِيعٌ قَرِيبٌ", "english_text": "Say, \"If I go astray, I go astray because of my own shortcomings. And if I am guided, it is because of my Lord's inspiration. He is Hearer, Near.\"", "persian_text": "بگو: \"اگر گمراه شوم، بر اثر کوتاهی های خود گمراه می شوم و اگر هدايت شده ام، اين از برکت وحی پروردگار من است. اوست شنوا، نزديک.\"", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 51, "arabic_text": "وَلَوْ تَرَىٰٓ إِذْ فَزِعُوا فَلَا فَوْتَ وَأُخِذُوا مِن مَّكَانٍ قَرِيبٍ", "english_text": "If you could only see them when the great terror strikes them; they cannot escape then, and they will be taken away forcibly.", "persian_text": "اگر فقط می توانستی آنها را هنگامی که به شدت وحشت زده می شوند، ببينی؛ در آن هنگام نمی توانند بگريزند و آنان را به زور خواهند برد.", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 52, "arabic_text": "وَقَالُوٓا ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَان بَعِيدٍ", "english_text": "They will then say, \"We now believe in it,\" but it will be far too late.", "persian_text": "سپس خواهند گفت: \"اکنون ما به آن ايمان می آوريم،\" ولی ديگر خيلی دير خواهد بود.", "subtitle": "", "footnote": ""}, {"sura_num": 34, "verse_num": 53, "arabic_text": "وَقَدْ كَفَرُوا بِهِۦ مِن قَبْلُ  وَيَقْذِفُونَ بِٱلْغَيْبِ مِن مَّكَان بَعِيدٍ", "english_text": "They have rejected it in the past; they have decided instead to uphold conjecture and guesswork.*", "persian_text": "آنها در گذشته آن را تكذيب كرده اند؛ آنها تصميم گرفته اند به جای آن از حدس و گمان پيروی كنند.\"*", "subtitle": "", "footnote": "*34:53 People of all religions tend to forsake the word of God and uphold the words of men. The Jews and the Muslims uphold the Mishnah (Hadith) and Gemarrah (Sunna), while the Christians uphold a trinity invented by the Nicene Conference, 325 years after Jesus."}, {"sura_num": 34, "verse_num": 54, "arabic_text": "وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِم مِّن قَبْلُ  إِنَّهُمْ كَانُوا فِى شَكٍّ مُّرِيب", "english_text": "Consequently, they were deprived of everything they longed for. This is the same fate as their counterparts in the previous generations. They harbored too many doubts.", "persian_text": "درنتيجه، از آنچه آرزويش را داشتند، محروم شدند. اين همان سرنوشتی است که امثال اينان در نسل های گذشته به آن دچار شدند. آنها شک و ترديد زيادی به خود راه دادند.", "subtitle": "", "footnote": ""}]