[{"sura_num": 11, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "Hood", "chapter_title_arabic": "هود", "chapter_title_persian": "هود"}, {"sura_num": 11, "verse_num": 1, "arabic_text": "الٓر  كِتَٰبٌ أُحْكِمَتْ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتْ مِن لَّدُنْ حَكِيمٍ خَبِيرٍ", "english_text": "A.L.R. This is a scripture whose verses have been perfected, then elucidated.* It comes from a Most Wise, Most Cognizant.", "persian_text": "ا. ل. ر. اين كتابی است آسمانی كه آيات آن كامل و سپس به وضوح شرح داده شده است.* اين از جانب حكيم‌ترين و آگاه‌ترين می آيد.", "subtitle": "", "footnote": "*11:1 Our generation is fortunate to witness two awesome phenomena in the Quran: (1) an extraordinary mathematical code (Appendix 1), and (2) a literary miracle of incredible dimensions. If humans attempt to write a mathematically structured work, the numerical manipulations will adversely affect the literary quality. The Quran sets the standard for literary excellence."}, {"sura_num": 11, "verse_num": 2, "arabic_text": "أَلَّا تَعْبُدُوٓا إِلَّا ٱللَّهَ  إِنَّنِى لَكُم مِّنْهُ نَذِيرٌ وَبَشِيرٌ", "english_text": "Proclaiming: \"You shall not worship except GOD. I come to you from Him as a warner, as well as a bearer of good news.", "persian_text": "اعلام می‌ دارد: \"غير از خدا را نبايد بپرستيد. من به عنوان هشداردهنده و نيز مژده دهنده‌ای از جانب او می‌آيم.", "subtitle": "The Quran: Messenger of God", "footnote": ""}, {"sura_num": 11, "verse_num": 3, "arabic_text": "وَأَنِ ٱسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوٓا إِلَيْهِ يُمَتِّعْكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٍ مُّسَمًّى وَيُؤْتِ كُلَّ ذِى فَضْلٍ فَضْلَهُۥ  وَإِن تَوَلَّوْا فَإِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ", "english_text": "\"You shall seek your Lord's forgiveness, then repent to Him. He will then bless you generously for a predetermined period, and bestow His grace upon those who deserve it. If you turn away, then I fear for you the retribution of an awesome day.\"", "persian_text": "\"از پروردگارتان طلب بخشش نماييد، سپس به درگاه او توبه کنيد. پس از آن، او شما را از نعمات سخاوتمندانهٔ خود، تا سرآمدی معين بهره مند می سازد و موهبت خود را بر كسانی که شايستهٔ آن باشند، عطا می نمايد. اگر روی بگردانيد، پس برای شما از مجازات روزی هولناک بيمناکم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 4, "arabic_text": "إِلَى ٱللَّهِ مَرْجِعُكُمْ  وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ", "english_text": "To GOD is your ultimate return, and He is Omnipotent.", "persian_text": "بازگشت نهايی شما به سوی خداست و اوست قادر مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 5, "arabic_text": "أَلَآ إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا مِنْهُ  أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ  إِنَّهُۥ عَلِيم بِذَاتِ ٱلصُّدُورِ", "english_text": "Indeed, they hide their innermost thoughts, as if to keep Him from knowing them. In fact, as they cover themselves with their clothes, He knows all their secrets and declarations. He knows the innermost thoughts.", "persian_text": "درواقع، آنها درونی ترين افكار خود را پنهان می ‌كنند، گويی او را از دانستن آن بازمی دارند. درواقع، همان طور كه خود را با لباس هايشان می ‌پوشانند، او از نهان و آشكارشان آگاه است. او درونی ‌ترين افكار را می ‌داند.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 6, "arabic_text": "وَمَا مِن دَآبَّةٍ فِى ٱلْأَرْضِ إِلَّا عَلَى ٱللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا  كُلٌّ فِى كِتَٰبٍ مُّبِينٍ", "english_text": "There is not a creature on earth whose provision is not guaranteed by GOD. And He knows its course and its final destiny. All are recorded in a profound record.", "persian_text": "هيچ موجودی در زمين نيست كه روزی اش از جانب خدا تضمين نشده باشد. و او مسير و سرنوشت نهايی آن را می داند. همه در پرونده‌ای كامل ثبت شده است.", "subtitle": "Provisions Guaranteed", "footnote": ""}, {"sura_num": 11, "verse_num": 7, "arabic_text": "وَهُوَ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُۥ عَلَى ٱلْمَآءِ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا   وَلَئِن قُلْتَ إِنَّكُم مَّبْعُوثُونَ مِنۢ بَعْدِ ٱلْمَوْتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓا إِنْ هَٰذَآ إِلَّا سِحْرٌ مُّبِينٌ", "english_text": "He is the One who created the heavens and the earth in six days—*and His (earthly) domain was completely covered with water—**in order to test you, to distinguish those among you who work righteousness. Yet, when you say, \"You will be resurrected after death,\" those who disbelieve would say, \"This is clearly witchcraft.\"", "persian_text": "اوست كه آسمان‌ها و زمين را در شش روز* آفريد- و قلمرو (زمينی) او كاملاً با آب پوشيده بود **-تا شما را بيازمايد و در ميان شما كسانی را كه پرهيزكارانه عمل می ‌كنند، مشخص نمايد. با اين حال، هنگامی كه می ‌گويی: \"شما پس از مرگ برانگيخته خواهيد شد\"، كسانی كه ايمان ندارند، می ‌گويند: \"اين جادويی است آشكار.\"", "subtitle": "", "footnote": "*11:7 The six days are simply a yardstick providing us with a lot of information. Thus, we learn that the vast lifeless physical universe was created in two days, while the tiny mote called \"Earth\" was created in four days (41:10-12). The provision of food, water, and oxygen for the earth's inhabitants had to be precisely calculated and arranged.\n\n\n\n\n\n**11:7 The earth was initially covered with water. Subsequently, the land mass emerged, and the continents drifted apart."}, {"sura_num": 11, "verse_num": 8, "arabic_text": "وَلَئِنْ أَخَّرْنَا عَنْهُمُ ٱلْعَذَابَ إِلَىٰٓ أُمَّةٍ مَّعْدُودَةٍ لَّيَقُولُنَّ مَا يَحْبِسُهُۥٓ   أَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ وَحَاقَ بِهِم مَّا كَانُوا بِهِۦ يَسْتَهْزِءُونَ", "english_text": "And if we delay the retribution they have incurred—for we reserve it for a specific community—they say, \"What is keeping Him?\" In fact, once it comes to them, nothing can stop it, and their mocking will come back to haunt them.", "persian_text": "و اگر مجازاتی را که سزاوار آن شده اند، به تأخير اندازيم- زيرا آن را برای جامعه ای خاص در نظر گرفته ايم- می گويند: \"پس چه چيز مانع اوست؟\" درواقع، زمانی که بر شما آيد، هيچ چيز نمی تواند آن را متوقف سازد و تمسخر آنها به خودشان بازخواهد گشت.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 9, "arabic_text": "وَلَئِنْ أَذَقْنَا ٱلْإِنسَٰنَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَٰهَا مِنْهُ إِنَّهُۥ لَيَـُٔوسٌ كَفُورٌ", "english_text": "Whenever we bless the human being with mercy from us, then remove it, he turns despondent, unappreciative.", "persian_text": "هرگاه انسان را قرين رحمت خويش گردانيم و سپس آن را بازگيريم، او مأيوس و ناسپاس می شود.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 10, "arabic_text": "وَلَئِنْ أَذَقْنَٰهُ نَعْمَآءَ بَعْدَ ضَرَّآءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّىٓ  إِنَّهُۥ لَفَرِحٌ فَخُورٌ", "english_text": "Whenever we bless him, after adversity had afflicted him, he says, \"All adversity has gone away from me;\" he becomes excited, proud.", "persian_text": "هرگاه او را پس از مصيبتی كه دچار آن شده بود، مورد عنايت قرار دهيم، می ‌گويد: \"همهٔ بدبختی ‌ها از من دور شده است.\" او هيجان‌زده و مغرور می ‌شود.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 11, "arabic_text": "إِلَّا ٱلَّذِينَ صَبَرُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ أُولَٰٓئِكَ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ", "english_text": "As for those who steadfastly persevere, and lead a righteous life, they deserve forgiveness and a generous recompense.", "persian_text": "و اما كسانی كه صبورانه استقامت می ‌ورزند و زندگی پرهيزكارانه‌ای را در پيش می ‌گيرند، سزاوار آمرزش و پاداشی سخاوتمندانه هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 12, "arabic_text": "فَلَعَلَّكَ تَارِك بَعْضَ مَا يُوحَىٰٓ إِلَيْكَ وَضَآئِق بِهِۦ صَدْرُكَ أَن يَقُولُوا لَوْلَآ أُنزِلَ عَلَيْهِ كَنزٌ أَوْ جَآءَ مَعَهُۥ مَلَكٌ  إِنَّمَآ أَنتَ نَذِيرٌ  وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ وَكِيلٌ", "english_text": "You may wish to disregard some of that which is revealed to you, and you may be annoyed by it. Also, they may say, \"How come no treasure comes down to him, or an angel?\" You are only a warner; GOD controls all things.", "persian_text": "شايد بخواهی بعضی از آنچه را كه بر تو نازل شده است، ناديده بگيری و ممكن است از آن آزرده شوی. هم چنين، ممكن است بگويند: \"چرا گنجی يا فرشته ای بر او فرستاده نمی شود؟\" تو فقط هشداردهنده هستی؛ همه چيز تحت كنترل خداست.", "subtitle": "God's Revelation is Heavy", "footnote": ""}, {"sura_num": 11, "verse_num": 13, "arabic_text": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ  قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِّثْلِهِۦ مُفْتَرَيَٰتٍ وَٱدْعُوا مَنِ ٱسْتَطَعْتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَٰدِقِينَ", "english_text": "If they say, \"He fabricated (the Quran),\" tell them, \"Then produce ten suras like these, fabricated, and invite whomever you can, other than GOD, if you are truthful.\"*", "persian_text": "اگر بگويند: \"او (قرآن را) جعل كرده است.\" به آنها بگو: \"پس ده سوره مانند اينها، جعلی، تهيه كنيد و غير از خدا هر كس را كه می توانيد دعوت كنيد، اگر راست می گوييد.\"*(۱۱:۱۳ بخاطر کُد رياضی قرآن است که قرآن بی حريف و بی رقيب است (پيوست ۱).", "subtitle": "The Quran: Impossible to Imitate", "footnote": "*11:13 The Quran's mathematical miracle is inimitable (See Appendix 1)."}, {"sura_num": 11, "verse_num": 14, "arabic_text": "فَإِلَّمْ يَسْتَجِيبُوا لَكُمْ فَٱعْلَمُوٓا أَنَّمَآ أُنزِلَ بِعِلْمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَ  فَهَلْ أَنتُم مُّسْلِمُونَ", "english_text": "If they fail to meet your challenge, then know that this is revealed with GOD's knowledge, and that there is no god except He. Will you then submit?", "persian_text": "اگر نتوانند به دعوت شما پاسخ دهند، پس بدانيد که اين به دانش خدا نازل شده است و اينکه خدايی جز او نيست. پس آيا تسليم خواهيد شد؟", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 15, "arabic_text": "مَن كَانَ يُرِيدُ ٱلْحَيَوٰةَ ٱلدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَٰلَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ", "english_text": "Those who pursue this worldly life and its material vanities, we will pay them for their works in this life; without the least reduction.", "persian_text": "كسانی كه در پی زندگی دنيوی و ماديات بی ارزش آن هستند، ما پاداش اعمالشان را در همين دنيا بدون كم و كاست خواهيم داد.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 16, "arabic_text": "أُولَٰٓئِكَ ٱلَّذِينَ لَيْسَ لَهُمْ فِى ٱلْءَاخِرَةِ إِلَّا ٱلنَّارُ  وَحَبِطَ مَا صَنَعُوا فِيهَا وَبَٰطِلٌ مَّا كَانُوا يَعْمَلُونَ", "english_text": "It is they who gave up their share in the Hereafter, and, consequently, Hell is their lot. All their works are in vain; everything they have done is nullified.", "persian_text": "آنها هستند كه سهم خود را در آخرت از دست دادند و درنتيجه، دوزخ سرنوشت آنهاست. تمام اعمالشان بيهوده است؛ هر عملی كه انجام داده اند، باطل شده است.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 17, "arabic_text": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّهِۦ وَيَتْلُوهُ شَاهِدٌ مِّنْهُ وَمِن قَبْلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامًا وَرَحْمَةً  أُولَٰٓئِكَ يُؤْمِنُونَ بِهِۦ  وَمَن يَكْفُرْ بِهِۦ مِنَ ٱلْأَحْزَابِ فَٱلنَّارُ مَوْعِدُهُۥ  فَلَا تَكُ فِى مِرْيَةٍ مِّنْهُ  إِنَّهُ ٱلْحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ", "english_text": "As for those who are given solid proof * from their Lord, reported by a witness from Him, and before it, the book of Moses has set a precedent and a mercy,** they will surely believe. As for those who disbelieve among the various groups, Hell is awaiting them. Do not harbor any doubt; this is the truth from your Lord, but most people disbelieve.", "persian_text": "و اما آنان كه از جانب پروردگارشان مدرکی* محكم دريافت كرده اند كه به وسيلهٔ شاهدی از جانب او گزارش داده شده است و پيش از آن كتاب موسی سابقه و رحمتی شده است،** قطعاً ايمان خواهند آورد. و اما در ميان گروه‌های مختلف كسانی كه ايمان نمی‌آورند، دوزخ در انتظار آنهاست. شكی به خود راه نده؛ اين حقيقتی است از جانب پروردگار تو، اما اكثر مردم باور ندارند.", "subtitle": "The Quran's Mathematical Code", "footnote": "*11:17 The Quran's 19-based mathematical code is a built-in proof of divine authorship. It is noteworthy that the word \"Bayyinah\" (proof) is mentioned in the Quran 19 times.\n\n\n\n\n\n**11:17 As it turns out, Moses' book was also mathematically composed, with \"19\" as the common denominator. See Footnote 46:10 and Appendix 1."}, {"sura_num": 11, "verse_num": 18, "arabic_text": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا  أُولَٰٓئِكَ يُعْرَضُونَ عَلَىٰ رَبِّهِمْ وَيَقُولُ ٱلْأَشْهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُوا عَلَىٰ رَبِّهِمْ  أَلَا لَعْنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ", "english_text": "Who are more evil than those who fabricate lies about GOD? They will be presented before their Lord, and the witnesses will say, \"These are the ones who lied about their Lord. GOD's condemnation has befallen the transgressors.\"", "persian_text": "چه كسی پليدتر از آنان كه دربارهٔ خدا دروغ می ‌سازند؟ آنها نزد پروردگارشان حاضر خواهند شد و شاهدان خواهند گفت: \"اينان هستند كه دربارهٔ پروردگارشان دروغ گفتند. ستمكاران به لعنت خدا گرفتار شده اند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 19, "arabic_text": "ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِٱلْءَاخِرَةِ هُمْ كَٰفِرُونَ", "english_text": "They repel from the way of GOD and seek to make it crooked, and they are disbelievers in the Hereafter.", "persian_text": "آنها از راه خدا باز می ‌دارند و در پی آن هستند كه آن را ناهموار سازند و به آخرت كافرند.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 20, "arabic_text": "أُولَٰٓئِكَ لَمْ يَكُونُوا مُعْجِزِينَ فِى ٱلْأَرْضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنْ أَوْلِيَآءَ   يُضَٰعَفُ لَهُمُ ٱلْعَذَابُ  مَا كَانُوا يَسْتَطِيعُونَ ٱلسَّمْعَ وَمَا كَانُوا يُبْصِرُونَ", "english_text": "These will never escape, nor will they find any lords or masters to help them against GOD. Retribution will be doubled for them. They have failed to hear, and they have failed to see.", "persian_text": "اينان هرگز نمی توانند بگريزند و در مقابل خدا هيچ مولا و سروری برای كمك نخواهند يافت. عذاب برای آنها دو برابر خواهد بود. آنها در شنيدن و ديدن كوتاهی كرده‌اند.", "subtitle": "The Disbelievers", "footnote": ""}, {"sura_num": 11, "verse_num": 21, "arabic_text": "أُولَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓا أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُوا يَفْتَرُونَ", "english_text": "These are the ones who lose their souls, and the idols they had fabricated will disown them.", "persian_text": "اينان كسانی هستند كه نفس خود را می بازند و معبودانی كه از خود ساخته بودند، آنها را طرد خواهند كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 22, "arabic_text": "لَا جَرَمَ أَنَّهُمْ فِى ٱلْءَاخِرَةِ هُمُ ٱلْأَخْسَرُونَ", "english_text": "There is no doubt that, in the Hereafter, they will be the worst losers.", "persian_text": "بدون ترديد آنها در آخرت بدترين بازندگان خواهند بود.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 23, "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ وَأَخْبَتُوٓا إِلَىٰ رَبِّهِمْ أُولَٰٓئِكَ أَصْحَٰبُ ٱلْجَنَّةِ  هُمْ فِيهَا خَٰلِدُونَ", "english_text": "As for those who believe and lead a righteous life, and devote themselves to their Lord, they are the dwellers of Paradise; they abide therein forever.", "persian_text": "و اما كسانی كه ايمان دارند و زندگی پرهيزكارانه‌ای را در پيش می ‌گيرند و خود را به پروردگارشان اختصاص می ‌دهند، ساكنان بهشت هستند؛ آنها در آنجا جاودان می ‌مانند.", "subtitle": "The Believers", "footnote": ""}, {"sura_num": 11, "verse_num": 24, "arabic_text": "مَثَلُ ٱلْفَرِيقَيْنِ كَٱلْأَعْمَىٰ وَٱلْأَصَمِّ وَٱلْبَصِيرِ وَٱلسَّمِيعِ  هَلْ يَسْتَوِيَانِ مَثَلًا  أَفَلَا تَذَكَّرُونَ", "english_text": "The example of these two groups is like the blind and deaf, compared to the seer and hearer. Are they equal? Would you not take heed?", "persian_text": "مثال اين دو گروه مانند مقايسهٔ كور و كر است با بينا و شنوا. آيا آنها برابرند؟ آيا توجه نمی كنيد؟", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 25, "arabic_text": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦٓ إِنِّى لَكُمْ نَذِيرٌ مُّبِينٌ", "english_text": "We sent Noah to his people, saying, \"I come to you as a clear warner.", "persian_text": "ما نوح را بر قومش فرستاديم كه می ‌گفت: \"من به عنوان هشداردهنده ای آشكار نزد شما می آيم.\"", "subtitle": "Noah", "footnote": ""}, {"sura_num": 11, "verse_num": 26, "arabic_text": "أَن لَّا تَعْبُدُوٓا إِلَّا ٱللَّهَ  إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ", "english_text": "\"You shall not worship except GOD. I fear for you the retribution of a painful day.\"", "persian_text": "\"غير از خدا را پرستش نكنيد. من برای شما از عذاب روزی دردناك می ترسم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 27, "arabic_text": "فَقَالَ ٱلْمَلَأُ ٱلَّذِينَ كَفَرُوا مِن قَوْمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرًا مِّثْلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمْ أَرَاذِلُنَا بَادِىَ ٱلرَّأْىِ وَمَا نَرَىٰ لَكُمْ عَلَيْنَا مِن فَضْل بَلْ نَظُنُّكُمْ كَٰذِبِينَ", "english_text": "The leaders who disbelieved among his people said, \"We see that you are no more than a human being like us, and we see that the first people to follow you are the worst among us. We see that you do not possess any advantage over us. Indeed, we think you are liars.\"", "persian_text": "پيشوايانی كه در ميان قومش ايمان نياوردند، گفتند: \"ما می بينيم كه تو جز بشری مانند ما نيستی و می بينيم كه اولين كسانی كه از تو پيروی می كنند، بدترين افراد در ميان ما هستند. و می ‌بينيم كه شما هيچ امتيازی بر ما نداريد. درواقع، ما شما را دروغگو می ‌پنداريم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 28, "arabic_text": "قَالَ يَٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَءَاتَىٰنِى رَحْمَةً مِّنْ عِندِهِۦ فَعُمِّيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَنتُمْ لَهَا كَٰرِهُونَ", "english_text": "He said, \"O my people, what if I have a solid proof from my Lord? What if He has blessed me out of His mercy, though you cannot see it? Are we going to force you to believe therein?", "persian_text": "او گفت: \"ای قوم من، اگر از جانب پروردگارم مدركی محكم داشته باشم، چطور؟ اگر او رحمتش را بر من عطا كرده باشد، چطور؟ اگرچه شما نمی ‌توانيد آن را ببينيد. آيا ما می خواهيم شما را مجبور كنيم كه به آن ايمان بياوريد؟", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 29, "arabic_text": "وَيَٰقَوْمِ لَآ أَسْـَٔلُكُمْ عَلَيْهِ مَالًا  إِنْ أَجْرِىَ إِلَّا عَلَى ٱللَّهِ  وَمَآ أَنَا بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓا  إِنَّهُم مُّلَٰقُوا رَبِّهِمْ وَلَٰكِنِّىٓ أَرَىٰكُمْ قَوْمًا تَجْهَلُونَ", "english_text": "\"O my people, I do not ask you for any money; my wage comes only from GOD. I am not dismissing those who believed; they will meet their Lord (and He alone will judge them). I see that you are ignorant people.", "persian_text": "\"ای قوم من، من از شما هيچ مزدی نمی خواهم؛ مزد من فقط از جانب خدا می آيد. من كسانی را كه ايمان آوردند، از خود نمی رانم؛ آنها پروردگارشان را ملاقات خواهند كرد (و فقط اوست كه دربارهٔ آنها قضاوت می ‌كند). من می ‌بينم كه شما مردمی نادان هستيد.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 30, "arabic_text": "وَيَٰقَوْمِ مَن يَنصُرُنِى مِنَ ٱللَّهِ إِن طَرَدتُّهُمْ  أَفَلَا تَذَكَّرُونَ", "english_text": "\"O my people, who can support me against GOD, if I dismiss them? Would you not take heed?", "persian_text": "\"ای قوم من، اگر من آنها را از خود برانم، چه كسی می تواند در مقابل خدا از من حمايت كند؟ آيا توجه نمی كنيد؟", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 31, "arabic_text": "وَلَآ أَقُولُ لَكُمْ عِندِى خَزَآئِنُ ٱللَّهِ وَلَآ أَعْلَمُ ٱلْغَيْبَ وَلَآ أَقُولُ إِنِّى مَلَكٌ وَلَآ أَقُولُ لِلَّذِينَ تَزْدَرِىٓ أَعْيُنُكُمْ لَن يُؤْتِيَهُمُ ٱللَّهُ خَيْرًا  ٱللَّهُ أَعْلَمُ بِمَا فِىٓ أَنفُسِهِمْ  إِنِّىٓ إِذًا لَّمِنَ ٱلظَّٰلِمِينَ", "english_text": "\"I do not claim that I possess the treasures of GOD, nor do I know the future, nor do I claim to be an angel. Nor do I say to those despised by your eyes that GOD will not bestow any blessings upon them. GOD knows best what is in their innermost thoughts. (If I did this,) I would be a transgressor.\"", "persian_text": "\"من ادعا نمی كنم كه گنج‌های خدا نزد من است، من نه از آينده باخبرم و نه ادعا می كنم كه فرشته هستم و نه به كسانی كه در نظر شما حقيرند، می ‌گويم كه خدا نعمتی به آنها عطا نخواهد كرد. خدا بهتر می ‌داند كه درونی ترين افكارشان چيست. (اگر چنين می كردم) از ستمكاران می ‌بودم.\"", "subtitle": "All Power Belongs to God", "footnote": ""}, {"sura_num": 11, "verse_num": 32, "arabic_text": "قَالُوا يَٰنُوحُ قَدْ جَٰدَلْتَنَا فَأَكْثَرْتَ جِدَٰلَنَا فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ", "english_text": "They said, \"O Noah, you have argued with us, and kept on arguing. We challenge you to bring the doom you threaten us with, if you are truthful.\"", "persian_text": "آنها گفتند: \"ای نوح، تو با ما مجادله كرده‌ای و همين‌طور به مجادله ادامه می ‌دهی. ما تو را به مبارزه می ‌طلبيم تا آن سرنوشت بدی كه ما را از آن می ترسانی بياوری، اگر راست می ‌گويی.\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 33, "arabic_text": "قَالَ إِنَّمَا يَأْتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعْجِزِينَ", "english_text": "He said, \"GOD is the One who brings it to you, if He so wills, then you cannot escape.", "persian_text": "او گفت: \"تنها خداست كه اگر بخواهد، آن را بر شما می آورد، سپس شما راه گريزی نخواهيد داشت.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 34, "arabic_text": "وَلَا يَنفَعُكُمْ نُصْحِىٓ إِنْ أَرَدتُّ أَنْ أَنصَحَ لَكُمْ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغْوِيَكُمْ  هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَعُونَ", "english_text": "\"Even if I advised you, my advice cannot benefit you if it is GOD's will to send you astray. He is your Lord, and to Him you will be returned.\"", "persian_text": "\"حتی اگر من شما را نصيحت می کردم، اگر خدا بخواهد كه شما گمراه شويد، نصيحت من سودی به حال شما نخواهد داشت. اوست پروردگار شما و شما به سوی او بازگردانده خواهيد شد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 35, "arabic_text": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ  قُلْ إِنِ ٱفْتَرَيْتُهُۥ فَعَلَىَّ إِجْرَامِى وَأَنَا بَرِىٓءٌ مِّمَّا تُجْرِمُونَ", "english_text": "If they say, \"He made up this story,\" then say, \"If I made it up, then I am responsible for my crime, and I am innocent of any crime you commit.\"", "persian_text": "اگر آنها بگويند: \"او اين داستان را از خود ساخته است،\" پس بگو: \"اگر من آن را از خود ساخته ام، پس من مسئول گناه خود هستم و من از هر گناهی كه شما مرتكب می ‌شويد، مبرا هستم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 36, "arabic_text": "وَأُوحِىَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤْمِنَ مِن قَوْمِكَ إِلَّا مَن قَدْ ءَامَنَ فَلَا تَبْتَئِسْ بِمَا كَانُوا يَفْعَلُونَ", "english_text": "Noah was inspired: \"No more of your people are going to believe, beyond those who already believe. Do not be saddened by their actions.", "persian_text": "به نوح وحی شد: \"جز کسانی که تاکنون ايمان آورده اند، ديگر کسی از قوم تو ايمان نخواهد آورد. به خاطر اعمالشان، غمگين مباش.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 37, "arabic_text": "وَٱصْنَعِ ٱلْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا وَلَا تُخَٰطِبْنِى فِى ٱلَّذِينَ ظَلَمُوٓا  إِنَّهُم مُّغْرَقُونَ", "english_text": "\"Build the ark under our watchful eyes, and with our inspiration, and do not implore Me on behalf of those who have transgressed; they are destined to drown.\"", "persian_text": "\"سفينه را زير نظر ما و با وحی ما بساز و به طرفداری از كسانی كه ستم كرده‌اند، از من درخواست نكن؛ آنها قرار است غرق شوند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 38, "arabic_text": "وَيَصْنَعُ ٱلْفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٌ مِّن قَوْمِهِۦ سَخِرُوا مِنْهُ  قَالَ إِن تَسْخَرُوا مِنَّا فَإِنَّا نَسْخَرُ مِنكُمْ كَمَا تَسْخَرُونَ", "english_text": "While he was building the ark, whenever some of his people passed by him they laughed at him. He said, \"You may be laughing at us, but we are laughing at you, just as you are laughing.", "persian_text": "در طول مدتی که او مشغول ساختن آن سفينه بود، هرگاه بعضی از افراد قومش از کنارش می گذشتند، به او می خنديدند. او می گفت: \"شايد اينک شما به ما بخنديد، ولی ما نيز به شما می خنديم، درست همان گونه که شما می خنديد.", "subtitle": "He Who Laughs Last Laughs Best", "footnote": ""}, {"sura_num": 11, "verse_num": 39, "arabic_text": "فَسَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ", "english_text": "\"You will surely find out who will suffer a shameful retribution, and incur an everlasting punishment.\"", "persian_text": "\"شما مطمئناً خواهيد فهميد كه چه كسی از عذابی شرم آور رنج خواهد برد و سزاوار مجازاتی ابدی خواهد شد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 40, "arabic_text": "حَتَّىٰٓ إِذَا جَآءَ أَمْرُنَا وَفَارَ ٱلتَّنُّورُ قُلْنَا ٱحْمِلْ فِيهَا مِن كُلٍّ زَوْجَيْنِ ٱثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ ٱلْقَوْلُ وَمَنْ ءَامَنَ  وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٌ", "english_text": "When our judgment came, and the atmosphere boiled over, we said, \"Carry on it a pair of each kind,* together with your family, except those who are condemned. Carry with you those who have believed,\" and only a few have believed with him.", "persian_text": "هنگامی که حكم ما فرا رسيد و جو منقلب شد، گفتيم: \"از هر نوعی* يک جفت را بردار و همراه خانواده ات در آن سوار کن، به جز کسانی که محکوم هستند. آنهايی را که ايمان آورده اند، با خود ببر\" و فقط عدهٔ كمی با او ايمان آورده بودند.", "subtitle": "", "footnote": "*11:40 & 44 This is God's proven truth: Noah's ark was made of logs, tied together with primitive ropes (54:13). Contrary to common belief, the flood was limited to the area around today's Dead Sea, and the animals were only Noah's livestock; not every animal that lived on earth."}, {"sura_num": 11, "verse_num": 41, "arabic_text": "وَقَالَ ٱرْكَبُوا فِيهَا بِسْمِ ٱللَّهِ مَجْر۪ىٰهَا وَمُرْسَىٰهَآ  إِنَّ رَبِّى لَغَفُورٌ رَّحِيمٌ", "english_text": "He said, \"Come on board. In the name of GOD shall be its sailing, and its mooring. My Lord is Forgiver, Most Merciful.\"", "persian_text": "او گفت: \"بياييد سوار شويد. حركت و لنگرانداختن آن به نام خدا باشد. پروردگار من عفوكننده است، مهربان‌ترين.\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 42, "arabic_text": "وَهِىَ تَجْرِى بِهِمْ فِى مَوْجٍ كَٱلْجِبَالِ وَنَادَىٰ نُوحٌ ٱبْنَهُۥ وَكَانَ فِى مَعْزِلٍ يَٰبُنَىَّ ٱرْكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلْكَٰفِرِينَ", "english_text": "As it sailed with them in waves like hills, Noah called his son, who was isolated: \"O my son, come ride with us; do not be with the disbelievers.\"", "persian_text": "همان‌طور كه با آنها در ميان امواجی همانند تپه حركت می ‌كرد، نوح پسرش را كه جدا شده بود، صدا كرد: \"ای پسر من، بيا با ما سوار شو؛ با كافران مباش.\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 43, "arabic_text": "قَالَ سَـَٔاوِىٓ إِلَىٰ جَبَلٍ يَعْصِمُنِى مِنَ ٱلْمَآءِ  قَالَ لَا عَاصِمَ ٱلْيَوْمَ مِنْ أَمْرِ ٱللَّهِ إِلَّا مَن رَّحِمَ  وَحَالَ بَيْنَهُمَا ٱلْمَوْجُ فَكَانَ مِنَ ٱلْمُغْرَقِينَ", "english_text": "He said, \"I will take refuge on top of a hill, to protect me from the water.\" He said, \"Nothing can protect anyone today from GOD's judgment; only those worthy of His mercy (will be saved).\" The waves separated them, and he was among those who drowned.", "persian_text": "گفت: \"من بر فراز تپه ای پناه خواهم گرفت تا مرا از آب در امان دارد.\" او گفت: \"امروز چيزی نمی تواند کسی را از حکم خدا در امان دارد؛ فقط کسانی که شايستهٔ رحمت او باشند (نجات خواهند يافت).\" امواج آنان را از هم جدا كرد و او به غرق شدگان پيوست.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 44, "arabic_text": "وَقِيلَ يَٰٓأَرْضُ ٱبْلَعِى مَآءَكِ وَيَٰسَمَآءُ أَقْلِعِى وَغِيضَ ٱلْمَآءُ وَقُضِىَ ٱلْأَمْرُ وَٱسْتَوَتْ عَلَى ٱلْجُودِىِّ  وَقِيلَ بُعْدًا لِّلْقَوْمِ ٱلظَّٰلِمِينَ", "english_text": "It was proclaimed: \"O earth, swallow your water,\" and \"O sky, cease.\" The water then subsided; the judgment was fulfilled. The ark finally rested on the hills of Judea.* It was then proclaimed: \"The transgressors have perished.\"", "persian_text": "اعلام شد: \"ای زمين، آب خود را فرو بر\" و \"ای آسمان، باز ايست.\" آنگاه آب فروکش کرد؛ حکم اجرا شد. سفينه سرانجام بر تپه های جودی* قرار گرفت. سپس اعلام شد: \"ستمکاران به هلاکت رسيده اند.\"", "subtitle": "Where Did the Ark Land", "footnote": ""}, {"sura_num": 11, "verse_num": 45, "arabic_text": "وَنَادَىٰ نُوحٌ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبْنِى مِنْ أَهْلِى وَإِنَّ وَعْدَكَ ٱلْحَقُّ وَأَنتَ أَحْكَمُ ٱلْحَٰكِمِينَ", "english_text": "Noah implored his Lord: \"My Lord, my son is a member of my family, and Your promise is the truth. You are the wisest of the wise.\"", "persian_text": "نوح به پروردگار خود التماس كرد: \"پروردگار من، پسرم عضوی از خانوادهٔ من است و وعدهٔ تو حق است. تو حكيم ترين حكيمان هستی.\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 46, "arabic_text": "قَالَ يَٰنُوحُ إِنَّهُۥ لَيْسَ مِنْ أَهْلِكَ  إِنَّهُۥ عَمَلٌ غَيْرُ صَٰلِحٍ  فَلَا تَسْـَٔلْنِ مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ  إِنِّىٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلْجَٰهِلِينَ", "english_text": "He said, \"O Noah, he is not of your family. It is unrighteous to ask Me for something you do not know.* I enlighten you, lest you be like the ignorant.\"", "persian_text": "او گفت: \"ای نوح، او از خانوادهٔ تو نيست. اين پرهيزكارانه نيست كه تو از من چيزی را بخواهی كه نمی ‌دانی.* من تو را پند می ‌دهم تا مبادا مانند نادانان باشی.\"", "subtitle": "The Myth of Intercession*", "footnote": "*11:46 Intercession is Satan's most effective bait to entice people into idol worship. However, Abraham could not help his father, nor could Noah help his son, nor could Muhammad help his own relatives (2:254, 9:80 & 114)."}, {"sura_num": 11, "verse_num": 47, "arabic_text": "قَالَ رَبِّ إِنِّىٓ أَعُوذُ بِكَ أَنْ أَسْـَٔلَكَ مَا لَيْسَ لِى بِهِۦ عِلْمٌ  وَإِلَّا تَغْفِرْ لِى وَتَرْحَمْنِىٓ أَكُن مِّنَ ٱلْخَٰسِرِينَ", "english_text": "He said, \"My Lord, I seek refuge in You, lest I implore You again for something I do not know. Unless You forgive me, and have mercy on me, I will be with the losers.\"", "persian_text": "او گفت: \"پروردگار من، به تو پناه می برم تا مبادا دوباره چيزی از تو بخواهم كه نمی دانم. اگر مرا نبخشی و به من رحم نكنی، از بازندگان خواهم بود.\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 48, "arabic_text": "قِيلَ يَٰنُوحُ ٱهْبِطْ بِسَلَٰمٍ مِّنَّا وَبَرَكَٰتٍ عَلَيْكَ وَعَلَىٰٓ أُمَمٍ مِّمَّن مَّعَكَ  وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٌ", "english_text": "It was proclaimed: \"O Noah, disembark, with peace and blessings upon you, and upon nations who will descend from your companions. As for the other nations descending from you, we will bless them for awhile, then commit them to painful retribution.\"", "persian_text": "اعلام شد: \"ای نوح، پياده شو، با صلح و بركات بر تو و بر ملت‌هايی كه از نسل های همراهان تو خواهند بود. و اما به ملت‌های ديگری كه از نسل تو هستند، برای مدتی نعمت خواهيم داد، سپس آنها را به عذابی دردناك دچار خواهيم كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 49, "arabic_text": "تِلْكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهَآ إِلَيْكَ  مَا كُنتَ تَعْلَمُهَآ أَنتَ وَلَا قَوْمُكَ مِن قَبْلِ هَٰذَا  فَٱصْبِرْ  إِنَّ ٱلْعَٰقِبَةَ لِلْمُتَّقِينَ", "english_text": "This is news from the past that we reveal to you. You had no knowledge about them—neither you, nor your people—before this. Therefore, be patient. The ultimate victory belongs to the righteous.", "persian_text": "اين از اخبار گذشته است که بر تو وحی می کنيم. پيش از اين- نه تو و نه قوم تو- دانشی دربارهٔ آنها نداشتيد. پس، صبر داشته باش. پيروزی نهايی از آن پرهيزكاران است.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 50, "arabic_text": "وَإِلَىٰ عَادٍ أَخَاهُمْ هُودًا  قَالَ يَٰقَوْمِ ٱعْبُدُوا ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥٓ  إِنْ أَنتُمْ إِلَّا مُفْتَرُونَ", "english_text": "To 'Ãd we sent their brother Hûd. He said, \"O my people, worship GOD; you have no other god besides Him. You are inventing.", "persian_text": "به سوی عاد، برادرشان هود را فرستاديم. او گفت: \"ای قوم من، خدا را پرستش كنيد؛ شما خدای ديگری جز او نداريد. شما از خود دروغ می ‌سازيد.", "subtitle": "Hûd: One and the Same Message", "footnote": ""}, {"sura_num": 11, "verse_num": 51, "arabic_text": "يَٰقَوْمِ لَآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًا  إِنْ أَجْرِىَ إِلَّا عَلَى ٱلَّذِى فَطَرَنِىٓ  أَفَلَا تَعْقِلُونَ", "english_text": "\"O my people, I do not ask you for any wage. My wage comes only from the One who initiated me. Do you not understand?", "persian_text": "\"ای قوم من، من از شما هيچ مزدی نمی ‌خواهم. مزد من فقط از جانب آن يكتايی می‌آيد كه مرا پديد آورد. آيا نمی ‌فهميد؟", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 52, "arabic_text": "وَيَٰقَوْمِ ٱسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوٓا إِلَيْهِ يُرْسِلِ ٱلسَّمَآءَ عَلَيْكُم مِّدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَىٰ قُوَّتِكُمْ وَلَا تَتَوَلَّوْا مُجْرِمِينَ", "english_text": "\"O my people, seek forgiveness from your Lord, then repent to Him. He will then shower you with provisions from the sky, and augment your strength. Do not turn back into transgressors.\"", "persian_text": "\"ای قوم من، از پروردگارتان طلب بخشش نماييد، سپس به درگاه او توبه كنيد. پس او برای شما از آسمان روزی می باراند و بر قدرت شما می افزايد. به ستمكاری بازنگرديد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 53, "arabic_text": "قَالُوا يَٰهُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِىٓ ءَالِهَتِنَا عَن قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ", "english_text": "They said, \"O Hûd, you did not show us any proof, and we are not abandoning our gods on account of what you say. We will never be believers with you.", "persian_text": "آنها گفتند: \"ای هود، تو مدرکی به ما نشان ندادی و ما خدايان خود را به حرف تو رها نخواهيم کرد. ما هرگز همراه تو مؤمن نخواهيم شد.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 54, "arabic_text": "إِن نَّقُولُ إِلَّا ٱعْتَرَىٰكَ بَعْضُ ءَالِهَتِنَا بِسُوٓءٍ   قَالَ إِنِّىٓ أُشْهِدُ ٱللَّهَ وَٱشْهَدُوٓا أَنِّى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ", "english_text": "\"We believe that some of our gods have afflicted you with a curse.\" He said, \"I bear witness before GOD, and you bear witness as well, that I disown the idols you have set up—", "persian_text": "\"ما باور داريم كه بعضی از خدايان ما تو را نفرين كرده اند.\" او گفت: \"من در مقابل خدا شهادت می دهم و شما هم شاهد باشيد كه من طرد می كنم معبودانی را كه شما قرار داده ايد-", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 55, "arabic_text": "مِن دُونِهِۦ  فَكِيدُونِى جَمِيعًا ثُمَّ لَا تُنظِرُونِ", "english_text": "\"—beside Him. So, give me your collective decision, without delay.", "persian_text": "در كنار او. بنابراين، بی ‌درنگ تصميم نهايی خود را به من بگوييد.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 56, "arabic_text": "إِنِّى تَوَكَّلْتُ عَلَى ٱللَّهِ رَبِّى وَرَبِّكُم  مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذ بِنَاصِيَتِهَآ  إِنَّ رَبِّى عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ", "english_text": "\"I have put my trust in GOD, my Lord and your Lord. There is not a creature that He does not control. My Lord is on the right path.", "persian_text": "\"من به خدا توكل كرده ام، پروردگار من و پروردگار شما. هيچ موجودی نيست كه تحت كنترل او نباشد. پروردگار من در راه راست است.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 57, "arabic_text": "فَإِن تَوَلَّوْا فَقَدْ أَبْلَغْتُكُم مَّآ أُرْسِلْتُ بِهِۦٓ إِلَيْكُمْ  وَيَسْتَخْلِفُ رَبِّى قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّونَهُۥ شَيْـًٔا  إِنَّ رَبِّى عَلَىٰ كُلِّ شَىْءٍ حَفِيظٌ", "english_text": "\"If you turn away, I have delivered to you what I was sent with. My Lord will substitute other people in your place; you cannot harm Him in the least. My Lord is in control of all things.\"", "persian_text": "اگر روی بگردانيد، من آنچه را كه به خاطر آن فرستاده شدم به شما ابلاغ كرده ام. پروردگار من قوم ديگری را جايگزين شما خواهد كرد؛ شما نمی ‌توانيد كوچك‌ترين ضرری به او برسانيد. همه چيز تحت كنترل پروردگار من است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 58, "arabic_text": "وَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا هُودًا وَٱلَّذِينَ ءَامَنُوا مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَنَجَّيْنَٰهُم مِّنْ عَذَابٍ غَلِيظٍ", "english_text": "When our judgment came, we saved Hûd and those who believed with him, by mercy from us. We saved them from a terrible retribution.", "persian_text": "هنگامی كه حکم ما فرارسيد، ما هود و كسانی را كه با او ايمان آوردند، به رحمت خود نجات داديم. ما آنها را از عذابی هولناك رهانيديم.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 59, "arabic_text": "وَتِلْكَ عَادٌ  جَحَدُوا بِـَٔايَٰتِ رَبِّهِمْ وَعَصَوْا رُسُلَهُۥ وَٱتَّبَعُوٓا أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ", "english_text": "Such was 'Ãd—they disregarded the revelations of their Lord, disobeyed His messengers, and followed the ways of every stubborn tyrant.", "persian_text": "چنين بود عاد- آنها آيات پروردگارشان را ناديده گرفتند، از رسولان او سرپيچی كردند و از راه های هر مستبد سرسختی پيروی نمودند.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 60, "arabic_text": "وَأُتْبِعُوا فِى هَٰذِهِ ٱلدُّنْيَا لَعْنَةً وَيَوْمَ ٱلْقِيَٰمَةِ   أَلَآ إِنَّ عَادًا كَفَرُوا رَبَّهُمْ   أَلَا بُعْدًا لِّعَادٍ قَوْمِ هُودٍ", "english_text": "Consequently, they incurred condemnation in this world, and on the Day of Resurrection. Indeed, 'Ãd rejected their Lord. Indeed, 'Ãd, the people of Hûd, have perished.", "persian_text": "درنتيجه، آنها در اين دنيا و در روز رستاخيز سزاوار لعنت شدند. مسلماً، عاد پروردگارشان را تكذيب كردند. مسلماً، عاد و قوم هود نابود شده‌اند.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 61, "arabic_text": "وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَٰلِحًا  قَالَ يَٰقَوْمِ ٱعْبُدُوا ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥ  هُوَ أَنشَأَكُم مِّنَ ٱلْأَرْضِ وَٱسْتَعْمَرَكُمْ فِيهَا فَٱسْتَغْفِرُوهُ ثُمَّ تُوبُوٓا إِلَيْهِ  إِنَّ رَبِّى قَرِيبٌ مُّجِيبٌ", "english_text": "To Thamûd we sent their brother Sãleh. He said, \"O my people, worship GOD; you have no other god beside Him. He initiated you from the earth, then settled you in it. You shall seek His forgiveness, then repent to Him. My Lord is always near, responsive.\"", "persian_text": "به نزد ثمود برادرشان صالح را فرستاديم. او گفت: \"ای قوم من، خدا را پرستش کنيد؛ خدای ديگری جز او نداريد. او شما را از زمين آغاز كرد، سپس شما را در آن مستقر كرد. از او طلب بخشش نماييد، سپس به درگاه او توبه کنيد. پروردگار من هميشه نزديک است، پاسخ دهنده.\"", "subtitle": "Sãleh: One and the Same Message", "footnote": ""}, {"sura_num": 11, "verse_num": 62, "arabic_text": "قَالُوا يَٰصَٰلِحُ قَدْ كُنتَ فِينَا مَرْجُوًّا قَبْلَ هَٰذَآ  أَتَنْهَىٰنَآ أَن نَّعْبُدَ مَا يَعْبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِى شَكٍّ مِّمَّا تَدْعُونَآ إِلَيْهِ مُرِيبٍ", "english_text": "They said, \"O Sãleh, you used to be popular among us before this. Are you enjoining us from worshiping what our parents are worshiping? We are full of doubt concerning everything you have told us.\"", "persian_text": "آنها گفتند: \"ای صالح، تو پيش از اين در ميان ما از محبوبيت برخوردار بودی. آيا ما را از پرستش آنچه والدينمان عبادت می کنند، منع می کنی؟ ما از آنچه تو به ما گفته ای، سخت در شکيم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 63, "arabic_text": "قَالَ يَٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَءَاتَىٰنِى مِنْهُ رَحْمَةً فَمَن يَنصُرُنِى مِنَ ٱللَّهِ إِنْ عَصَيْتُهُۥ  فَمَا تَزِيدُونَنِى غَيْرَ تَخْسِيرٍ", "english_text": "He said, \"O my people, what if I have solid proof from my Lord, and mercy from Him? Who would support me against GOD, if I disobeyed Him? You can only augment my loss.", "persian_text": "او گفت: \"ای قوم من، اگر من از جانب پروردگارم مدرکی محكم داشته باشم و مورد رحمت او قرار گرفته باشم، چطور؟ اگر من از او سرپيچی می ‌كردم، چه كسی در مقابل خدا از من پشتيبانی می ‌كرد؟ شما فقط می ‌توانيد بر ضرر من بيفزاييد.", "subtitle": "The Disbelievers Always Losers", "footnote": ""}, {"sura_num": 11, "verse_num": 64, "arabic_text": "وَيَٰقَوْمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمْ ءَايَةً فَذَرُوهَا تَأْكُلْ فِىٓ أَرْضِ ٱللَّهِ وَلَا تَمَسُّوهَا بِسُوٓءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ", "english_text": "\"O my people, this is GOD's camel to serve as a proof for you. You shall let her eat from GOD's earth, and do not touch her with any harm, lest you incur an immediate retribution.\"", "persian_text": "\"ای قوم من، اين شتر خداست تا برای شما مدرکی باشد. بگذاريد که او در زمين خدا بخورد و هيچ آسيبی به او نرسانيد تا مبادا به زودی گرفتار عذاب شويد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 65, "arabic_text": "فَعَقَرُوهَا فَقَالَ تَمَتَّعُوا فِى دَارِكُمْ ثَلَٰثَةَ أَيَّامٍ  ذَٰلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ", "english_text": "They slaughtered her. He then said, \"You have only three days to live. This is a prophecy that is inevitable.\"", "persian_text": "آنها آن را به طرز فجيعی کشتند. سپس او گفت: \"فقط سه روز ديگر به زندگی شما باقی است. اين پيش گويی اجتناب ناپذير است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 66, "arabic_text": "فَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا صَٰلِحًا وَٱلَّذِينَ ءَامَنُوا مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَمِنْ خِزْىِ يَوْمِئِذٍ   إِنَّ رَبَّكَ هُوَ ٱلْقَوِىُّ ٱلْعَزِيزُ", "english_text": "When our judgment came, we saved Sãleh and those who believed with him by mercy from us, from the humiliation of that day. Your Lord is the Most Powerful, the Almighty.", "persian_text": "هنگامی كه حكم ما فرا رسيد، ما صالح و كسانی را كه با او ايمان آوردند، به رحمت خود از ذلت آن روز نجات داديم. پروردگار تو قادر متعال است، صاحب اقتدار.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 67, "arabic_text": "وَأَخَذَ ٱلَّذِينَ ظَلَمُوا ٱلصَّيْحَةُ فَأَصْبَحُوا فِى دِيَٰرِهِمْ جَٰثِمِينَ", "english_text": "Those who transgressed were annihilated by the disaster, leaving them in their homes, dead.", "persian_text": "كسانی كه ستمكار بودند، با مصيبتی هلاك شدند كه آنها را در خانه هايشان مرده باقی گذارد.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 68, "arabic_text": "كَأَن لَّمْ يَغْنَوْا فِيهَآ   أَلَآ إِنَّ ثَمُودَا كَفَرُوا رَبَّهُمْ   أَلَا بُعْدًا لِّثَمُودَ", "english_text": "It was as if they never lived there. Indeed, Thamûd have rejected their Lord. Absolutely, Thamûd have incurred their annihilation.", "persian_text": "گويی هرگز در آنجا زندگی نكرده بودند. مسلماً، ثمود پروردگارشان را تكذيب كرده اند. مسلماً، ثمود سزاوار هلاكت شده‌اند.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 69, "arabic_text": "وَلَقَدْ جَآءَتْ رُسُلُنَآ إِبْرَٰهِيمَ بِٱلْبُشْرَىٰ قَالُوا سَلَٰمًا  قَالَ سَلَٰمٌ  فَمَا لَبِثَ أَن جَآءَ بِعِجْلٍ حَنِيذٍ", "english_text": "When our messengers went to Abraham with good news, they said, \"Peace.\" He said, \"Peace,\" and soon brought a roasted calf.", "persian_text": "هنگامی که رسولان ما با خبرهای خوش نزد ابراهيم رفتند، گفتند: \"صلح.\"  گفت: \"صلح\" و ديری نپاييد که گوساله ای بريان آورد.", "subtitle": "Abraham and Lot", "footnote": ""}, {"sura_num": 11, "verse_num": 70, "arabic_text": "فَلَمَّا رَءَآ أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً  قَالُوا لَا تَخَفْ إِنَّآ أُرْسِلْنَآ إِلَىٰ قَوْمِ لُوطٍ", "english_text": "When he saw that their hands did not touch it, he became suspicious and fearful of them. They said, \"Do not be afraid, we are being dispatched to the people of Lot.\"", "persian_text": "هنگامی که ديد به آن دست نزدند، مظنون شد و از ايشان بيمی به دل گرفت. گفتند: \"نترس، ما به سوی قوم لوط روانه شده ايم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 71, "arabic_text": "وَٱمْرَأَتُهُۥ قَآئِمَةٌ فَضَحِكَتْ فَبَشَّرْنَٰهَا بِإِسْحَٰقَ وَمِن وَرَآءِ إِسْحَٰقَ يَعْقُوبَ", "english_text": "His wife was standing, and she laughed when we gave her the good news about Isaac, and after Isaac, Jacob.", "persian_text": "زن او ايستاده بود و وقتی او را به اسحاق مژده داديم و پس از اسحاق، به يعقوب، خنده اش گرفت.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 72, "arabic_text": "قَالَتْ يَٰوَيْلَتَىٰٓ ءَأَلِدُ وَأَنَا عَجُوزٌ وَهَٰذَا بَعْلِى شَيْخًا  إِنَّ هَٰذَا لَشَىْءٌ عَجِيبٌ", "english_text": "She said, \"Woe to me, how could I bear a child at my age, and here is my husband; an old man? This is really strange!\"", "persian_text": "او گفت: \"وای بر من، چگونه می توانم در اين سن و سال فرزندی داشته باشم و اين هم شوهر من، که مرد پيری است؟ راستی که اين عجيب است!\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 73, "arabic_text": "قَالُوٓا أَتَعْجَبِينَ مِنْ أَمْرِ ٱللَّهِ  رَحْمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيْكُمْ أَهْلَ ٱلْبَيْتِ  إِنَّهُۥ حَمِيدٌ مَّجِيدٌ", "english_text": "They said, \"Do you find it strange for GOD? GOD has bestowed His mercy and blessings upon you, O inhabitants of the shrine. He is Praiseworthy, Glorious.\"", "persian_text": "آنها گفتند: \"آيا فکر می کنی که اين برای خدا عجيب است؟ خدا رحمت و برکات خود را بر شما عطا کرده است، ای ساکنان زيارتگاه. اوست قابل ستايش، قابل تمجيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 74, "arabic_text": "فَلَمَّا ذَهَبَ عَنْ إِبْرَٰهِيمَ ٱلرَّوْعُ وَجَآءَتْهُ ٱلْبُشْرَىٰ يُجَٰدِلُنَا فِى قَوْمِ لُوطٍ", "english_text": "When Abraham's fear subsided, and the good news was delivered to him, he proceeded to argue with us on behalf of Lot's people.", "persian_text": "هنگامی كه ترس ابراهيم فرو نشست و به او مژده داده شد، او به طرفداری از قوم لوط با ما به مجادله پرداخت.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 75, "arabic_text": "إِنَّ إِبْرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٌ مُّنِيبٌ", "english_text": "Indeed, Abraham was clement, extremely kind, and obedient.", "persian_text": "به راستی که ابراهيم دلسوز بود، فوق العاده مهربان و مطيع.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 76, "arabic_text": "يَٰٓإِبْرَٰهِيمُ أَعْرِضْ عَنْ هَٰذَآ  إِنَّهُۥ قَدْ جَآءَ أَمْرُ رَبِّكَ  وَإِنَّهُمْ ءَاتِيهِمْ عَذَابٌ غَيْرُ مَرْدُودٍ", "english_text": "\"O Abraham, refrain from this. Your Lord's judgment has been issued; they have incurred unavoidable retribution.\"", "persian_text": "\"ای ابراهيم، از اين کار خودداری کن. حكم پروردگارت صادر شده است، آنها سزاوار عذابی اجتناب ناپذير شده‌اند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 77, "arabic_text": "وَلَمَّا جَآءَتْ رُسُلُنَا لُوطًا سِىٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ هَٰذَا يَوْمٌ عَصِيبٌ", "english_text": "When our messengers went to Lot, they were mistreated, and he was embarrassed by their presence. He said, \"This is a difficult day.\"", "persian_text": "و چون رسولان ما نزد لوط رفتند، مورد بی احترامی قرار گرفتند و او از حضور آنان شرمنده شد و گفت: \"اين روز سختی است.\"", "subtitle": "Homosexuality Condemned", "footnote": ""}, {"sura_num": 11, "verse_num": 78, "arabic_text": "وَجَآءَهُۥ قَوْمُهُۥ يُهْرَعُونَ إِلَيْهِ وَمِن قَبْلُ كَانُوا يَعْمَلُونَ ٱلسَّيِّـَٔاتِ  قَالَ يَٰقَوْمِ هَٰٓؤُلَآءِ بَنَاتِى هُنَّ أَطْهَرُ لَكُمْ  فَٱتَّقُوا ٱللَّهَ وَلَا تُخْزُونِ فِى ضَيْفِىٓ  أَلَيْسَ مِنكُمْ رَجُلٌ رَّشِيدٌ", "english_text": "His people came rushing; they had grown accustomed to their sinful acts. He said, \"O my people, it would be purer for you, if you take my daughters instead. You shall reverence GOD; do not embarrass me with my guests. Have you not one reasonable man among you?\"", "persian_text": "قوم او شتابان آمدند؛ آنان به رفتار گناه آلود خود عادت کرده بودند. او گفت: \"ای قوم من، برای شما پاکيزه تر است که درعوض دختران مرا بگيريد. از خدا پروا کنيد و مرا نزد ميهمانانم شرمنده نکنيد. آيا در ميان شما هيچ مرد عاقلی وجود ندارد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 79, "arabic_text": "قَالُوا لَقَدْ عَلِمْتَ مَا لَنَا فِى بَنَاتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ", "english_text": "They said, \"You know well that we have no need for your daughters; you know exactly what we want.\"", "persian_text": "آنها گفتند: \"تو خوب می دانی که ما هيچ نيازی به دخترانت نداريم؛ تو دقيقاً می دانی که ما چه می خواهيم؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 80, "arabic_text": "قَالَ لَوْ أَنَّ لِى بِكُمْ قُوَّةً أَوْ ءَاوِىٓ إِلَىٰ رُكْنٍ شَدِيدٍ", "english_text": "He said, \"I wish I were strong enough, or had a powerful ally!\"", "persian_text": "او گفت: \"ای کاش به اندازهٔ کافی قوی بودم، يا آنکه ياوری نيرومند داشتم!\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 81, "arabic_text": "قَالُوا يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓا إِلَيْكَ  فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ ٱلَّيْلِ وَلَا يَلْتَفِتْ مِنكُمْ أَحَدٌ إِلَّا ٱمْرَأَتَكَ  إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمْ  إِنَّ مَوْعِدَهُمُ ٱلصُّبْحُ  أَلَيْسَ ٱلصُّبْحُ بِقَرِيبٍ", "english_text": "(The angels) said, \"O Lot, we are your Lord's messengers, and these people cannot touch you. You shall leave with your family during the night, and let not anyone of you look back, except your wife; she is condemned along with those who are condemned. Their appointed time is the morning. Is not the morning soon enough?\"", "persian_text": "(فرشتگان) گفتند: \"ای لوط، ما رسولان پروردگار تو هستيم و اين مردم نمی ‌توانند به تو دست بزنند. شبانگاه با خانواده ات اينجا را ترك كن و نگذار هيچ يك از شما به پشت سر نگاه كند، جز زنت؛ او همراه با محكوم شدگان، محكوم است. موعد آنها صبح است. آيا صبح به اندازهٔ كافی نزديك نيست؟", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 82, "arabic_text": "فَلَمَّا جَآءَ أَمْرُنَا جَعَلْنَا عَٰلِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ مَّنضُودٍ", "english_text": "When our judgment came, we turned it upside down, and we showered it with hard, devastating rocks.", "persian_text": "هنگامی كه حكم ما فرا رسيد، ما آنجا را زير و رو كرديم و سنگ های سخت ويرانگر بر آن بارانديم.", "subtitle": "Sodom & Gomorrah Destroyed", "footnote": ""}, {"sura_num": 11, "verse_num": 83, "arabic_text": "مُّسَوَّمَةً عِندَ رَبِّكَ  وَمَا هِىَ مِنَ ٱلظَّٰلِمِينَ بِبَعِيدٍ", "english_text": "Such rocks were designated by your Lord to strike the transgressors.", "persian_text": "چنين سنگ هايی به وسيلهٔ پروردگارت تعيين شده بود تا به ستمكاران اصابت كند.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 84, "arabic_text": "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا  قَالَ يَٰقَوْمِ ٱعْبُدُوا ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥ  وَلَا تَنقُصُوا ٱلْمِكْيَالَ وَٱلْمِيزَانَ  إِنِّىٓ أَرَىٰكُم بِخَيْرٍ وَإِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيطٍ", "english_text": "To Midyan we sent their brother Shu'aib. He said, \"O my people, worship GOD; you have no other god beside Him. Do not cheat when you measure or weigh. I see that you are prosperous, and I fear for you the retribution of an overwhelming day.", "persian_text": "به سوی مَديَن برادرشان شعيب را فرستاديم. او گفت: \"ای قوم من، خدا را بپرستيد؛ خدايی جز او نداريد. در اندازه‌ گيری يا وزن كردن تقلب نکنيد. من شما را در رفاه می بينم و از روزی می ترسم که عذاب از هر سو شما را احاطه کند.", "subtitle": "Shu'aib: One and the Same Message", "footnote": ""}, {"sura_num": 11, "verse_num": 85, "arabic_text": "وَيَٰقَوْمِ أَوْفُوا ٱلْمِكْيَالَ وَٱلْمِيزَانَ بِٱلْقِسْطِ  وَلَا تَبْخَسُوا ٱلنَّاسَ أَشْيَآءَهُمْ وَلَا تَعْثَوْا فِى ٱلْأَرْضِ مُفْسِدِينَ", "english_text": "\"O my people, you shall give full measure and full weight, equitably. Do not cheat the people out of their rights, and do not roam the earth corruptingly.", "persian_text": "\"ای قوم من، شما بايد وزن و اندازه را كامل و منصفانه بدهيد. حق مردم را نخوريد و در زمين به فساد گردش نكنيد.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 86, "arabic_text": "بَقِيَّتُ ٱللَّهِ خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ  وَمَآ أَنَا عَلَيْكُم بِحَفِيظٍ", "english_text": "\"Whatever GOD provides for you, no matter how small, is far better for you, if you are really believers. I am not a guardian over you.\"", "persian_text": "\"آنچه خدا برای شما فراهم کند، هر قدر هم که کم باشد، برای شما بسيار بهتر است، اگر واقعاً مؤمن هستيد. من نگهدار شما نيستم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 87, "arabic_text": "قَالُوا يَٰشُعَيْبُ أَصَلَوٰتُكَ تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ ءَابَآؤُنَآ أَوْ أَن نَّفْعَلَ فِىٓ أَمْوَٰلِنَا مَا نَشَٰٓؤُا  إِنَّكَ لَأَنتَ ٱلْحَلِيمُ ٱلرَّشِيدُ", "english_text": "They said, \"O Shu'aib, does your religion dictate upon you that we must abandon our parents' religion, or running our businesses in any manner we choose? Surely, you are known for being clement, wise.\"", "persian_text": "آنها گفتند: \"ای شعيب، آيا دين تو به تو امر می كند كه ما بايد دين والدين خود را ترك كنيم، يا كسب خود را به دلخواه خود نگردانيم؟ مطمئناً تو در دلسوزی و خردمندی شهرت داری.\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 88, "arabic_text": "قَالَ يَٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَرَزَقَنِى مِنْهُ رِزْقًا حَسَنًا  وَمَآ أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَىٰ مَآ أَنْهَىٰكُمْ عَنْهُ  إِنْ أُرِيدُ إِلَّا ٱلْإِصْلَٰحَ مَا ٱسْتَطَعْتُ  وَمَا تَوْفِيقِىٓ إِلَّا بِٱللَّهِ  عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ", "english_text": "He said, \"O my people, what if I have solid proof from my Lord; what if He has provided me with a great blessing? It is not my wish to commit what I enjoin you from. I only wish to correct as many wrongs as I can. My guidance depends totally on GOD; I have put my trust in Him. To Him I have totally submitted.", "persian_text": "او گفت: \"ای قوم من، اگر از جانب پروردگارم مدركی محكم داشته باشم، چطور؟ اگر او نعمت بزرگی به من عطا كرده باشد، چطور؟ من نمی ‌خواهم مرتكب عملی شوم كه شما را از آن منع می كنم. من فقط می ‌خواهم تا آنجا كه می ‌توانم اشتباهات را اصلاح كنم. هدايت من كاملاً به خدا بستگی دارد؛ من به او توكل كرده‌ام. من كاملاً به او تسليم شده‌ام.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 89, "arabic_text": "وَيَٰقَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِىٓ أَن يُصِيبَكُم مِّثْلُ مَآ أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صَٰلِحٍ  وَمَا قَوْمُ لُوطٍ مِّنكُم بِبَعِيدٍ", "english_text": "\"And, O my people, do not be provoked by your opposition to me into incurring the same disasters as the people of Noah, or the people of Hûd, or the people of Sãleh; and the people of Lot are not too far from you.", "persian_text": "\"و ای قوم من، نگذاريد مخالفت شما با من باعث شود که شما به همان مصيبت هايی گرفتار شويد که قوم نوح، يا قوم هود، يا قوم صالح دچار شدند؛ و قوم لوط از شما چندان دور نيست.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 90, "arabic_text": "وَٱسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوٓا إِلَيْهِ  إِنَّ رَبِّى رَحِيمٌ وَدُودٌ", "english_text": "\"You shall implore your Lord for forgiveness, then repent to Him. My Lord is Most Merciful, Kind.\"", "persian_text": "\"از پروردگارتان طلب بخشش نماييد. سپس به درگاه او توبه كنيد. پروردگار من مهربان ترين است، مهربان.\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 91, "arabic_text": "قَالُوا يَٰشُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفًا  وَلَوْلَا رَهْطُكَ لَرَجَمْنَٰكَ  وَمَآ أَنتَ عَلَيْنَا بِعَزِيزٍ", "english_text": "They said, \"O Shu'aib, we do not comprehend many of the things you are telling us, and we see that you are powerless among us. If it were not for your tribe, we would have stoned you. You have no value for us.\"", "persian_text": "آنها گفتند: \"ای شعيب، ما بسياری از گفته های تو را نمی فهميم و می ‌بينيم كه تو در ميان ما قدرتی نداری. اگر به خاطر قبيله ات نبود، تو را سنگسار کرده بوديم. تو برای ما هيچ ارزشی نداری.\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 92, "arabic_text": "قَالَ يَٰقَوْمِ أَرَهْطِىٓ أَعَزُّ عَلَيْكُم مِّنَ ٱللَّهِ وَٱتَّخَذْتُمُوهُ وَرَآءَكُمْ ظِهْرِيًّا  إِنَّ رَبِّى بِمَا تَعْمَلُونَ مُحِيطٌ", "english_text": "He said, \"O my people, does my tribe command a greater respect than GOD? Is this why you have been heedless of Him? My Lord is fully aware of everything you do.", "persian_text": "او گفت: \"ای قوم من، آيا قبيلهٔ من نزد شما از خدا محترم تر است؟ آيا به همين دليل به او توجه نکرده ايد؟ پروردگار من از آنچه می کنيد، كاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 93, "arabic_text": "وَيَٰقَوْمِ ٱعْمَلُوا عَلَىٰ مَكَانَتِكُمْ إِنِّى عَٰمِلٌ  سَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَمَنْ هُوَ كَٰذِبٌ  وَٱرْتَقِبُوٓا إِنِّى مَعَكُمْ رَقِيبٌ", "english_text": "\"O my people, go on doing what you wish, and so will I. You will certainly find out which of us will incur shameful retribution; you will find out who the liar is. Just wait in anticipation, and I will wait in anticipation along with you.\"", "persian_text": "\"ای قوم من، برويد و هرچه می خواهيد بکنيد و من نيز چنين خواهم کرد. شما مسلماً خواهيد فهميد كه كداميك از ما سزاوار عذابی شرم آور خواهد شد؛ شما خواهيد فهميد که چه کسی دروغگوست. فقط در انتظار بنشينيد و من هم با شما در انتظار خواهم نشست.\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 94, "arabic_text": "وَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا شُعَيْبًا وَٱلَّذِينَ ءَامَنُوا مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُوا ٱلصَّيْحَةُ فَأَصْبَحُوا فِى دِيَٰرِهِمْ جَٰثِمِينَ", "english_text": "When our judgment came, we saved Shu'aib and those who believed with him, by mercy from us. As for the evil ones, they were struck by a disaster that left them dead in their homes.", "persian_text": "هنگامی که حكم ما فرا رسيد، شعيب و کسانی را که با او ايمان آوردند، به رحمت خود نجات داديم. و اما ضربه ای مهلک بر ستمکاران وارد آمد که آنان را بی جان، در خانه های خود باقی گذارد.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 95, "arabic_text": "كَأَن لَّمْ يَغْنَوْا فِيهَآ   أَلَا بُعْدًا لِّمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ", "english_text": "It was as though they never existed. Thus, Midyan perished, just like Thamûd had perished before that.", "persian_text": "چنان بود كه گويی هرگز وجود نداشتند. اين چنين، مدين نابود شد، درست همان‌گونه كه ثمود پيش از آن نابود شد.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 96, "arabic_text": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلْطَٰنٍ مُّبِينٍ", "english_text": "We sent Moses with our signs and a profound authority.", "persian_text": "ما موسی را با نشانه هايمان و اختياراتی آشكار فرستاديم", "subtitle": "Moses", "footnote": ""}, {"sura_num": 11, "verse_num": 97, "arabic_text": "إِلَىٰ فِرْعَوْنَ وَمَلَإِيهِۦ فَٱتَّبَعُوٓا أَمْرَ فِرْعَوْنَ  وَمَآ أَمْرُ فِرْعَوْنَ بِرَشِيدٍ", "english_text": "To Pharaoh and his elders. But they followed the command of Pharaoh, and Pharaoh's command was not wise.", "persian_text": "نزد فرعون و بزرگانش. اما آنها از دستورات فرعون پيروی كردند و دستورات فرعون خردمندانه نبود.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 98, "arabic_text": "يَقْدُمُ قَوْمَهُۥ يَوْمَ ٱلْقِيَٰمَةِ فَأَوْرَدَهُمُ ٱلنَّارَ  وَبِئْسَ ٱلْوِرْدُ ٱلْمَوْرُودُ", "english_text": "He will lead his people on the Day of Resurrection, all the way to Hell; what a miserable abode to live in!", "persian_text": "روز رستاخيز، او قوم خود را مستقيماً به دوزخ رهبری خواهد کرد؛ چه سرای بدی برای زندگی!", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 99, "arabic_text": "وَأُتْبِعُوا فِى هَٰذِهِۦ لَعْنَةً وَيَوْمَ ٱلْقِيَٰمَةِ  بِئْسَ ٱلرِّفْدُ ٱلْمَرْفُودُ", "english_text": "They have incurred condemnation in this life, as well as on the Day of Resurrection; what a miserable path to follow!", "persian_text": "آنها هم در اين دنيا و هم در روز رستاخيز سزاوار لعنت شده‌اند؛ چه راه فلاكت‌باری برای پيروی!", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 100, "arabic_text": "ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْقُرَىٰ نَقُصُّهُۥ عَلَيْكَ  مِنْهَا قَآئِمٌ وَحَصِيدٌ", "english_text": "This is news from the past communities that we narrate to you. Some are still standing, and some have vanished.", "persian_text": "اين از اخبار جوامع گذشته است که برای تو حکايت می کنيم. بعضی هنوز برقرار هستند و بعضی ناپديد شده اند.", "subtitle": "Lessons to be Learned", "footnote": ""}, {"sura_num": 11, "verse_num": 101, "arabic_text": "وَمَا ظَلَمْنَٰهُمْ وَلَٰكِن ظَلَمُوٓا أَنفُسَهُمْ  فَمَآ أَغْنَتْ عَنْهُمْ ءَالِهَتُهُمُ ٱلَّتِى يَدْعُونَ مِن دُونِ ٱللَّهِ مِن شَىْءٍ لَّمَّا جَآءَ أَمْرُ رَبِّكَ  وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ", "english_text": "We never wronged them; they wronged their own souls. Their gods, whom they invoked beside GOD, could not help them in the least when the judgment of your Lord came. In fact, they only ensured their doom.", "persian_text": "ما هرگز به آنها ستم نكرديم؛ آنها به نفس خويش ستم كردند. هنگامی كه حکم پروردگارت فرا رسيد، خدايانشان كه در كنار خدا می خواندند، نتوانستند كوچك‌ترين كمكی به آنها بكنند. درواقع، آنها فقط نابودی خود را تضمين كردند.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 102, "arabic_text": "وَكَذَٰلِكَ أَخْذُ رَبِّكَ إِذَآ أَخَذَ ٱلْقُرَىٰ وَهِىَ ظَٰلِمَةٌ  إِنَّ أَخْذَهُۥٓ أَلِيمٌ شَدِيدٌ", "english_text": "Such was the retribution enforced by your Lord when the communities transgressed. Indeed, His retribution is painful, devastating.", "persian_text": "هرگاه جامعه ای ستم می کرد، اين چنين از سوی پروردگارت به مجازات می رسيد. به راستی که عذاب او دردناک و ويرانگر است.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 103, "arabic_text": "إِنَّ فِى ذَٰلِكَ لَءَايَةً لِّمَنْ خَافَ عَذَابَ ٱلْءَاخِرَةِ  ذَٰلِكَ يَوْمٌ مَّجْمُوعٌ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوْمٌ مَّشْهُودٌ", "english_text": "This should be a lesson for those who fear the retribution of the Hereafter. That is a day when all the people will be summoned—a day to be witnessed.", "persian_text": "اين بايد درس عبرتی باشد برای آنان كه از عذاب آخرت می ترسند. آن روزی است كه تمام مردم احضار خواهند شد- روزی كه مشهود است.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 104, "arabic_text": "وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٍ مَّعْدُودٍ", "english_text": "We have appointed a specific time for it to take place.", "persian_text": "ما زمان معينی را برای وقوع آن در نظر گرفته ايم.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 105, "arabic_text": "يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِۦ  فَمِنْهُمْ شَقِىٌّ وَسَعِيدٌ", "english_text": "The day it comes to pass, no soul will utter a single word, except in accordance with His will. Some will be miserable, and some will be happy.", "persian_text": "روزی که آن فرا رسد، هيچ نفسی، جز به خواست او کلمه ای بر زبان نخواهد آورد. بعضی نگون بخت و بعضی سعادتمند خواهند بود.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 106, "arabic_text": "فَأَمَّا ٱلَّذِينَ شَقُوا فَفِى ٱلنَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ", "english_text": "As for the miserable ones, they will be in Hell, wherein they sigh and wail.", "persian_text": "و اما نگون بختان، آنها در دوزخ خواهند بود، جايی که در آن آه و ناله سر دهند.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 107, "arabic_text": "خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلْأَرْضُ إِلَّا مَا شَآءَ رَبُّكَ  إِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيدُ", "english_text": "Eternally they abide therein, for as long as the heavens and the earth endure, in accordance with the will of your Lord. Your Lord is doer of whatever He wills.", "persian_text": "آنها تا ابد درآنجا ماندگارند، تا زمانی که آسمان ها و زمين، به خواست پروردگارت باقی است. پروردگارت آنچه بخواهد، انجام می دهد.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 108, "arabic_text": "وَأَمَّا ٱلَّذِينَ سُعِدُوا فَفِى ٱلْجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلْأَرْضُ إِلَّا مَا شَآءَ رَبُّكَ  عَطَآءً غَيْرَ مَجْذُوذٍ", "english_text": "As for the fortunate ones, they will be in Paradise. Eternally they abide therein, for as long as the heavens and the earth endure, in accordance with the will of your Lord—an everlasting reward.", "persian_text": "و اما نيک بختان، در بهشت خواهند بود. ايشان جاودانه در آنجا ماندگارند، تا زمانی که آسمان ها و زمين، به خواست پروردگارت باقی است؛ پاداشی جاودانه.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 109, "arabic_text": "فَلَا تَكُ فِى مِرْيَةٍ مِّمَّا يَعْبُدُ هَٰٓؤُلَآءِ  مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ ءَابَآؤُهُم مِّن قَبْلُ  وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنقُوصٍ", "english_text": "Do not have any doubt regarding what these people worship; they worship exactly as they found their parents worshiping. We will requite them their due share fully, without reduction.", "persian_text": "دربارهٔ آنچه اين مردم پرستش می کنند، ترديد نداشته باش؛ عبادات آنها دقيقاً به همان شيوه ای است که والدينشان عبادت می کردند. و ما جزای بحق آنها را كامل خواهيم داد، بدون كم و كاست.", "subtitle": "Following Our Parents Blindly A Great Human Tragedy", "footnote": ""}, {"sura_num": 11, "verse_num": 110, "arabic_text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ فَٱخْتُلِفَ فِيهِ  وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ  وَإِنَّهُمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ", "english_text": "We have given Moses the scripture, but it was disputed, and if it were not for a predetermined word decreed by your Lord, they would have been judged immediately. They are full of doubt about this, suspicious.", "persian_text": "ما به موسی کتاب آسمانی داده ايم، ولی در آن اختلاف شد و اگر به خاطر کلمه ای نبود که از پیش از جانب پروردگارت مقرر شد، فوراً قضاوت شده بودند. آنها در اين باره سخت مشکوک و مظنون هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 111, "arabic_text": "وَإِنَّ كُلًّا لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَٰلَهُمْ  إِنَّهُۥ بِمَا يَعْمَلُونَ خَبِيرٌ", "english_text": "Your Lord will surely recompense everyone for their works. He is fully Cognizant of everything they do.", "persian_text": "به يقين پروردگار تو سزای اعمال هر کس را خواهد داد. او از آنچه می کنند، كاملا\" آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 112, "arabic_text": "فَٱسْتَقِمْ كَمَآ أُمِرْتَ وَمَن تَابَ مَعَكَ وَلَا تَطْغَوْا  إِنَّهُۥ بِمَا تَعْمَلُونَ بَصِيرٌ", "english_text": "Therefore, continue on the path you have been enjoined to follow, together with those who repented with you, and do not transgress. He is Seer of everything you do.", "persian_text": "بنابراين، همراه با كسانی كه با تو توبه كردند، به پيروی از راهی كه به تو امر شده است، ادامه ده و از حد خارج نشو. او بر تمام اعمالتان آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 113, "arabic_text": "وَلَا تَرْكَنُوٓا إِلَى ٱلَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنْ أَوْلِيَآءَ ثُمَّ لَا تُنصَرُونَ", "english_text": "Do not lean towards those who have transgressed, lest you incur Hell, and find no allies to help you against GOD, then end up losers.", "persian_text": "به سوی كسانی كه از حد تجاوز كرده‌اند، گرايش پيدا نكنيد تا مبادا سزاوار دوزخ شويد و هيچ ياوری نيابيد كه در مقابل خدا شما را كمك كند، سپس بازنده شويد.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 114, "arabic_text": "وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَىِ ٱلنَّهَارِ وَزُلَفًا مِّنَ ٱلَّيْلِ  إِنَّ ٱلْحَسَنَٰتِ يُذْهِبْنَ ٱلسَّيِّـَٔاتِ  ذَٰلِكَ ذِكْرَىٰ لِلذَّٰكِرِينَ", "english_text": "You shall observe the Contact Prayers (Salat) at both ends of the day, and during the night. The righteous works wipe out the evil works. This is a reminder for those who would take heed.", "persian_text": "در دو انتهای روز و در شب نمازها (ارتباط با خدا) را به جا آور. اعمال پرهيزكارانه كارهای پليد را پاك می ‌كند. اين تذكری است برای آنان‌ كه توجه می كنند.", "subtitle": "Three of the Five Prayers", "footnote": ""}, {"sura_num": 11, "verse_num": 115, "arabic_text": "وَٱصْبِرْ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ", "english_text": "You shall steadfastly persevere, for GOD never fails to recompense the righteous.", "persian_text": "صبورانه استقامت كن، زيرا خدا پاداش پرهيزكاران را ضايع نمی ‌كند.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 116, "arabic_text": "فَلَوْلَا كَانَ مِنَ ٱلْقُرُونِ مِن قَبْلِكُمْ أُولُوا بَقِيَّةٍ يَنْهَوْنَ عَنِ ٱلْفَسَادِ فِى ٱلْأَرْضِ إِلَّا قَلِيلًا مِّمَّنْ أَنجَيْنَا مِنْهُمْ   وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُوا مَآ أُتْرِفُوا فِيهِ وَكَانُوا مُجْرِمِينَ", "english_text": "If only some of those among the previous generations possessed enough intelligence to forbid evil! Only a few of them deserved to be saved by us. As for the transgressors, they were preoccupied with their material luxuries; they were guilty.", "persian_text": "اگر فقط عده ای از نسل های گذشته به اندازهٔ كافی بادرايت بودند تا از پليدی منع كنند! فقط تعداد كمی از آنها سزاوار نجات ما شدند. و اما ستمكاران به تجملات دنيوی خود سرگرم شدند؛ آنها گناهكار بودند.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 117, "arabic_text": "وَمَا كَانَ رَبُّكَ لِيُهْلِكَ ٱلْقُرَىٰ بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ", "english_text": "Your Lord never annihilates any community unjustly, while its people are righteous.", "persian_text": "پروردگار تو هرگز جامعه ای را که مردمش پرهيزكار باشند، به ناحق هلاک نمی کند.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 118, "arabic_text": "وَلَوْ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةً وَٰحِدَةً  وَلَا يَزَالُونَ مُخْتَلِفِينَ", "english_text": "Had your Lord willed, all the people would have been one congregation (of believers). But they will always dispute (the truth).", "persian_text": "اگر پروردگارت می ‌خواست، همهٔ مردم يک امت (مؤمن) می شدند، ولی آنها هميشه (دربارهٔ حقيقت) اختلاف خواهند داشت.", "subtitle": "Why Were We Created", "footnote": ""}, {"sura_num": 11, "verse_num": 119, "arabic_text": "إِلَّا مَن رَّحِمَ رَبُّكَ  وَلِذَٰلِكَ خَلَقَهُمْ   وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ أَجْمَعِينَ", "english_text": "Only those blessed with mercy from your Lord (will not dispute the truth). This is why He created them.* The judgment of your Lord has already been issued: \"I will fill Hell with jinns and humans, all together.\"**", "persian_text": "فقط كسانی كه از رحمت پروردگارت برخوردار شدند (دربارهٔ حقيقت اختلاف نخواهند داشت) به اين دليل است که او آنها را خلق كرد.* حكم پروردگارت از پيش صادر شده است: \"من دوزخ را از جن و انس پر خواهم كرد، همه با هم.\"** ((۱۱:۱۱۹ او که سرشار از رحم و بخشايش است (الرحيم) ما را خلق کرد تا به همه شانسی ديگر در زمين عطا کند تا ما نفرت و بيزاری خود را برضدّ گناه اصلی خود اعلام داريم و مجدداً نجات پيدا کنيم (به پيشگفتار و به پيوست ۷ نگاه کنيد). \n\n\n\n ۱۱:۱۱۹ خدا حتی يک نفر را هم در جهنم نمی اندازد؛ آنها به انتخاب خود اصرار دارند به جهنم رَوَند.", "subtitle": "", "footnote": "*11:119 The Most Merciful has created us on this earth to give us yet another chance to denounce our original crime and to be redeemed (see the Introduction and Appendix 7).\n\n\n\n\n\n**11:119 God does not put a single person in Hell; they choose and insist upon going to Hell."}, {"sura_num": 11, "verse_num": 120, "arabic_text": "وَكُلًّا نَّقُصُّ عَلَيْكَ مِنْ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَ  وَجَآءَكَ فِى هَٰذِهِ ٱلْحَقُّ وَمَوْعِظَةٌ وَذِكْرَىٰ لِلْمُؤْمِنِينَ", "english_text": "We narrate to you enough history of the messengers to strengthen your heart. The truth has come to you herein, as well as enlightenments and reminders for the believers.", "persian_text": "ما به اندازهٔ كافی سرگذشت رسولان را برای تو نقل می ‌كنيم تا قلب تو را محكم كنيم. حقيقت برای تو در اين آمده است، همين‌طور پندهايی روشنگر و تذكراتی برای مؤمنان.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 121, "arabic_text": "وَقُل لِّلَّذِينَ لَا يُؤْمِنُونَ ٱعْمَلُوا عَلَىٰ مَكَانَتِكُمْ إِنَّا عَٰمِلُونَ", "english_text": "Say to those who disbelieve, \"Do whatever you can, and so will we.", "persian_text": "به كسانی كه ايمان ندارند، بگو: \"هر كاری كه می ‌توانيد بكنيد، ما نيز چنين خواهيم کرد.", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 122, "arabic_text": "وَٱنتَظِرُوٓا إِنَّا مُنتَظِرُونَ", "english_text": "\"Then wait; we too will wait.\"", "persian_text": "\"سپس منتظر باشيد؛ ما نيز منتظر خواهيم بود.\"", "subtitle": "", "footnote": ""}, {"sura_num": 11, "verse_num": 123, "arabic_text": "وَلِلَّهِ غَيْبُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَإِلَيْهِ يُرْجَعُ ٱلْأَمْرُ كُلُّهُۥ فَٱعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ  وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعْمَلُونَ", "english_text": "To GOD belongs the future of the heavens and the earth, and all matters are controlled by Him. You shall worship Him and trust in Him. Your Lord is never unaware of anything you do.", "persian_text": "آيندهٔ آسمان‌ها و زمين متعلق به خداست و تمام امور تحت كنترل اوست. او را پرستش كن و به او اعتماد كن. پروردگارت هرگز از آنچه می ‌كنيد، غافل نيست.", "subtitle": "", "footnote": ""}]