[{"sura_num": 64, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "Mutual Blaming", "chapter_title_arabic": "التغابن", "chapter_title_persian": "سرزنش دوجانبه"}, {"sura_num": 64, "verse_num": 1, "arabic_text": "يُسَبِّحُ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ  لَهُ ٱلْمُلْكُ وَلَهُ ٱلْحَمْدُ  وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ", "english_text": "Glorifying GOD is everything in the heavens and everything on earth. To Him belongs all kingship, and to Him belongs all praise, and He is Omnipotent.", "persian_text": "هرچه در آسمان ها و هرچه در زمين است، خدا را تجليل می كند. تمام سلطنت به او تعلق دارد و همهٔ ستايش ها از آن اوست و اوست قادر مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 64, "verse_num": 2, "arabic_text": "هُوَ ٱلَّذِى خَلَقَكُمْ فَمِنكُمْ كَافِرٌ وَمِنكُم مُّؤْمِنٌ  وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ", "english_text": "He is the One who created you, then among you there is the disbeliever, and the believer. GOD is fully Seer of everything you do.", "persian_text": "او يكتايی است كه شما را آفريد، سپس در ميان شما عده ای كافرند و عده ای مؤمن. خدا به آنچه می كنيد، كاملاً بيناست.", "subtitle": "", "footnote": ""}, {"sura_num": 64, "verse_num": 3, "arabic_text": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ  وَإِلَيْهِ ٱلْمَصِيرُ", "english_text": "He created the heavens and the earth for a specific purpose,* designed you and perfected your design, then to Him is the final destiny.", "persian_text": "او آسمان ها و زمين را به دليل خاصی آفريد،* شما را طراحی كرد و طرح شما را به كمال رسانيد، سپس سرنوشت نهايی به سوی اوست.", "subtitle": "", "footnote": "*64:3 We are in this world due to God's immense mercy. The Most Gracious has given us a chance to redeem ourselves. See the Introduction & Appendix 7."}, {"sura_num": 64, "verse_num": 4, "arabic_text": "يَعْلَمُ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ  وَٱللَّهُ عَلِيم بِذَاتِ ٱلصُّدُورِ", "english_text": "He knows everything in the heavens and the earth, and He knows everything you conceal and everything you declare. GOD is fully aware of the innermost thoughts.", "persian_text": "او از همه چيز در آسمان ها و زمين آگاه است و آنچه را پنهان و يا آشکار کنيد، می داند. خدا از درونی ترين افکار شما کاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 64, "verse_num": 5, "arabic_text": "أَلَمْ يَأْتِكُمْ نَبَؤُا ٱلَّذِينَ كَفَرُوا مِن قَبْلُ فَذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ", "english_text": "Have you noted those who disbelieved in the past, then suffered the consequences of their decision? They incurred a painful retribution.", "persian_text": "آيا توجه كرده ايد به كسانی كه در گذشته كافر شدند، سپس از عواقب تصميم خود رنج بردند؟ آنها سزاوار عذابی دردناك شدند.", "subtitle": "", "footnote": ""}, {"sura_num": 64, "verse_num": 6, "arabic_text": "ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأْتِيهِمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ فَقَالُوٓا أَبَشَرٌ يَهْدُونَنَا فَكَفَرُوا وَتَوَلَّوا  وَّٱسْتَغْنَى ٱللَّهُ  وَٱللَّهُ غَنِىٌّ حَمِيدٌ", "english_text": "This is because their messengers went to them with clear proofs, but they said, \"Shall we follow humans like us?\" They disbelieved and turned away. GOD does not need them; GOD is in no need, Praiseworthy.", "persian_text": "اين به خاطر آن است كه رسولان آنها با مدرك های روشن نزدشان رفتند، ولی آنها گفتند: \"آيا از انسانی مانند خودمان پيروی كنيم؟\" آنها كافر شدند و روی گرداندند. خدا به آنها احتياجی ندارد؛ خدا بی نياز است، قابل ستايش.", "subtitle": "", "footnote": ""}, {"sura_num": 64, "verse_num": 7, "arabic_text": "زَعَمَ ٱلَّذِينَ كَفَرُوٓا أَن لَّن يُبْعَثُوا  قُلْ بَلَىٰ وَرَبِّى لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ  وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ", "english_text": "Those who disbelieved claim that they will not be resurrected! Yes indeed, by my Lord, you will be resurrected, and you will be held accountable for everything you have done. This is easy for GOD to do.", "persian_text": "كسانی كه كافر شدند، ادعا می كنند كه برانگيخته نخواهند شد! آری، البته، سوگند به پروردگارم، شما برانگيخته خواهيد شد و برای هر كاری كه كرده ايد، مسئول خواهيد بود. اين كار برای خدا آسان است.", "subtitle": "", "footnote": ""}, {"sura_num": 64, "verse_num": 8, "arabic_text": "فَـَٔامِنُوا بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِىٓ أَنزَلْنَا  وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ", "english_text": "Therefore, you shall believe in GOD and His messenger, and the light that we have revealed herein. GOD is fully Cognizant of everything you do.", "persian_text": "بنابراين، به خدا و رسول او و به نوری که در اين نازل کرده ايم، ايمان بياوريد. خدا از تمام اعمالتان کاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 64, "verse_num": 9, "arabic_text": "يَوْمَ يَجْمَعُكُمْ لِيَوْمِ ٱلْجَمْعِ  ذَٰلِكَ يَوْمُ ٱلتَّغَابُنِ   وَمَن يُؤْمِنۢ بِٱللَّهِ وَيَعْمَلْ صَٰلِحًا يُكَفِّرْ عَنْهُ سَيِّـَٔاتِهِۦ وَيُدْخِلْهُ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدًا  ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ", "english_text": "The day will come when He summons you to the Day of Summoning. That is the Day of Mutual Blaming. Anyone who believes in GOD and leads a righteous life, He will remit his sins, and will admit him into gardens with flowing streams. They abide therein forever. This is the greatest triumph.", "persian_text": "آن روز خواهد آمد که او شما را در روز گردهم آيی احضار کند. آن روز، روز سرزنش دوجانبه است. هر کس به خدا ایمان آورد و زندگی پرهیزکارانه ای را در پیش گیرد، او گناهانش را پاک می کند و او را به باغ هایی با نهرهای روان وارد می کند. آنها در آنجا جاودان می مانند. اين بزرگ ترين پيروزی است.", "subtitle": "", "footnote": ""}, {"sura_num": 64, "verse_num": 10, "arabic_text": "وَٱلَّذِينَ كَفَرُوا وَكَذَّبُوا بِـَٔايَٰتِنَآ أُولَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَا  وَبِئْسَ ٱلْمَصِيرُ", "english_text": "As for those who disbelieve and reject our revelations, they are the dwellers of the Hellfire; they abide therein forever. What a miserable destiny!", "persian_text": "و اما كسانی كه ايمان نمی آورند و آيات ما را تكذيب می كنند، ساكنان آتش دوزخ هستند؛ آنها تا ابد در آنجا می مانند. چه سرنوشت شومی!", "subtitle": "", "footnote": ""}, {"sura_num": 64, "verse_num": 11, "arabic_text": "مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذْنِ ٱللَّهِ   وَمَن يُؤْمِنۢ بِٱللَّهِ يَهْدِ قَلْبَهُۥ  وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌ", "english_text": "Nothing happens to you except in accordance with GOD's will. Anyone who believes in GOD, He will guide his heart. GOD is fully aware of all things.", "persian_text": "هيچ اتفاقی برای شما نمی افتد مگر به خواست خدا. هر كه به خدا ايمان بياورد، او قلبش را هدايت خواهد كرد. خدا بر همه چيز كاملاً آگاه است.", "subtitle": "Divine Law", "footnote": ""}, {"sura_num": 64, "verse_num": 12, "arabic_text": "وَأَطِيعُوا ٱللَّهَ وَأَطِيعُوا ٱلرَّسُولَ  فَإِن تَوَلَّيْتُمْ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلْبَلَٰغُ ٱلْمُبِينُ", "english_text": "You shall obey GOD and you shall obey the messenger. If you turn away, then the sole mission of our messenger is to deliver the message.", "persian_text": "از خدا اطاعت كنيد و از رسول اطاعت كنيد. اگر شما روی بگردانيد، پس تنها مأموريت رسول ما رساندن پيام است.", "subtitle": "", "footnote": ""}, {"sura_num": 64, "verse_num": 13, "arabic_text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ  وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ", "english_text": "GOD: there is no other god besides Him. In GOD the believers shall trust.", "persian_text": "خدا: غير از او خدای ديگری نيست. مؤمنان بايد به خدا اعتماد كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 64, "verse_num": 14, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا إِنَّ مِنْ أَزْوَٰجِكُمْ وَأَوْلَٰدِكُمْ عَدُوًّا لَّكُمْ فَٱحْذَرُوهُمْ  وَإِن تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ", "english_text": "O you who believe, your spouses and your children can be your enemies; beware. If you pardon, forget, and forgive, then GOD is Forgiver, Most Merciful.", "persian_text": "ای كسانی كه ايمان آورده اید، همسران و فرزندان شما می توانند دشمنان شما باشند؛ مواظب باشيد. اگر گذشت كنيد، فراموش كنيد و ببخشيد. پس خدا عفوكننده است، مهربان ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 64, "verse_num": 15, "arabic_text": "إِنَّمَآ أَمْوَٰلُكُمْ وَأَوْلَٰدُكُمْ فِتْنَةٌ  وَٱللَّهُ عِندَهُۥٓ أَجْرٌ عَظِيمٌ", "english_text": "Your money and children are a test, and GOD possesses a great recompense.", "persian_text": "پول و فرزندان شما امتحان هستند و خدا صاحب پاداشی عظيم است.", "subtitle": "", "footnote": ""}, {"sura_num": 64, "verse_num": 16, "arabic_text": "فَٱتَّقُوا ٱللَّهَ مَا ٱسْتَطَعْتُمْ وَٱسْمَعُوا وَأَطِيعُوا وَأَنفِقُوا خَيْرًا لِّأَنفُسِكُمْ   وَمَن يُوقَ شُحَّ نَفْسِهِۦ فَأُولَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ", "english_text": "Therefore, you shall reverence GOD as much as you can, and listen, and obey, and give (to charity) for your own good. Anyone who is protected from his own stinginess, these are the successful ones.", "persian_text": "بنابراين، تا می توانيد هيبت و حرمت خدا را ارج نهيد و گوش فرا دهيد و اطاعت كنيد و (انفاق را) بدهيد كه به نفع خود شماست. كسی كه از خساست خود در امان بماند، موفق است.", "subtitle": "", "footnote": ""}, {"sura_num": 64, "verse_num": 17, "arabic_text": "إِن تُقْرِضُوا ٱللَّهَ قَرْضًا حَسَنًا يُضَٰعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ  وَٱللَّهُ شَكُورٌ حَلِيمٌ", "english_text": "If you lend GOD a loan of righteousness, He will multiply the reward for you manifold, and forgive you. GOD is Appreciative, Clement.", "persian_text": "اگر به خدا وام دهید، وام پرهيزكاری، او پاداش شما را چندين برابر می دهد و شما را می بخشد. خدا سپاسگزار است، باگذشت.", "subtitle": "", "footnote": ""}, {"sura_num": 64, "verse_num": 18, "arabic_text": "عَٰلِمُ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ ٱلْعَزِيزُ ٱلْحَكِيمُ", "english_text": "The Knower of all secrets and declarations; the Almighty, Most Wise.", "persian_text": "دانای اسرار و آشكار؛ قادر متعال، حكيم ترين.", "subtitle": "", "footnote": ""}]