[{"sura_num": 58, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The Debate", "chapter_title_arabic": "المجادلة", "chapter_title_persian": "مناظره"}, {"sura_num": 58, "verse_num": 1, "arabic_text": "قَدْ سَمِعَ ٱللَّهُ قَوْلَ ٱلَّتِى تُجَٰدِلُكَ فِى زَوْجِهَا وَتَشْتَكِىٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسْمَعُ تَحَاوُرَكُمَآ  إِنَّ ٱللَّهَ سَمِيع بَصِيرٌ", "english_text": "GOD has heard the woman who debated with you about her husband, and complained to GOD. GOD heard everything the two of you discussed. GOD is Hearer, Seer.", "persian_text": "خدا مناظرهٔ زنی را كه با تو دربارهٔ شوهرش به خدا شكايت می كرد، شنيده است. خدا تمام گفتگوی شما دو نفر را شنيد. خدا شنواست، بينا.", "subtitle": "", "footnote": ""}, {"sura_num": 58, "verse_num": 2, "arabic_text": "ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمْ  إِنْ أُمَّهَٰتُهُمْ إِلَّا ٱلَّٰٓـِٔى وَلَدْنَهُمْ  وَإِنَّهُمْ لَيَقُولُونَ مُنكَرًا مِّنَ ٱلْقَوْلِ وَزُورًا  وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٌ", "english_text": "Those among you who estrange their wives (by declaring them as forbidden in sex) as their mothers know full well that they are not their mothers.* Their mothers are the women who gave birth to them. Indeed, they are committing a blasphemy and a falsehood. GOD is Pardoner, Forgiver.", "persian_text": "در ميان شما كسانی كه از زنان خود به عنوان مادرانشان دوری می كنند (با اعلام اينكه روابط جنسی با آنها حرام است) کاملاً می دانند كه آنها مادرانشان نيستند.* مادران آنها زنانی هستند كه آنها را به دنيا آوردند. درواقع، آنها مرتكب كفر و دروغ شده اند. خداست بخشنده، عفوكننده.", "subtitle": "", "footnote": "*58:2 Estranging a wife by declaring that she is like one's mother was an ancient tradition in Arabia. This is the only sura where the word \"Allah\" occurs in every verse."}, {"sura_num": 58, "verse_num": 3, "arabic_text": "وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِّن قَبْلِ أَن يَتَمَآسَّا  ذَٰلِكُمْ تُوعَظُونَ بِهِۦ  وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ", "english_text": "Those who estrange their wives in this manner, then reconcile thereafter, shall atone by freeing a slave before resuming their sexual relations. This is to enlighten you. GOD is Cognizant of everything you do.", "persian_text": "كسانی كه به اين ترتيب از زنان خود دوری می نمايند و پس از آن آشتی می كنند، بايد پيش از روابط جنسی برده ای را به عنوان كفاره آزاد كنند. اين برای روشن كردن شماست. خدا از تمام اعمالتان آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 58, "verse_num": 4, "arabic_text": "فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِن قَبْلِ أَن يَتَمَآسَّا  فَمَن لَّمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا  ذَٰلِكَ لِتُؤْمِنُوا بِٱللَّهِ وَرَسُولِهِۦ  وَتِلْكَ حُدُودُ ٱللَّهِ   وَلِلْكَٰفِرِينَ عَذَابٌ أَلِيمٌ", "english_text": "If you cannot find a slave to free, you shall fast two consecutive months before resuming sexual relations. If you cannot fast, then you shall feed sixty poor people. You shall believe in GOD and His messenger. These are GOD's laws. The disbelievers have incurred a painful retribution.", "persian_text": "اگر برده ای برای آزاد كردن نيابيد، بايد پيش از روابط جنسی دو ماه پی در پی روزه بگيريد. اگر نمی توانيد روزه بگيريد، پس بايد شصت تهيدست را غذا بدهيد. به خدا و رسول او ايمان بياوريد. اينها قوانين خداست. كافران سزاوار عذابی دردناك شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 58, "verse_num": 5, "arabic_text": "إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُوا كَمَا كُبِتَ ٱلَّذِينَ مِن قَبْلِهِمْ  وَقَدْ أَنزَلْنَآ ءَايَٰت بَيِّنَٰتٍ  وَلِلْكَٰفِرِينَ عَذَابٌ مُّهِينٌ", "english_text": "Surely, those who fight GOD and His messenger are committed to defeat, like their previous counterparts were committed to defeat. We have sent down clear proofs, and the rejectors have incurred a shameful retribution.", "persian_text": "مسلماً، کسانی که با خدا و رسولش بجنگند به شکست محکومند، همان طور که امثال آنها در گذشته به شکست محکوم شدند. ما مدرک هايی روشن فرو فرستاده ايم و تکذيب کنندگان سزاوار مجازاتی شرم آور شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 58, "verse_num": 6, "arabic_text": "يَوْمَ يَبْعَثُهُمُ ٱللَّهُ جَمِيعًا فَيُنَبِّئُهُم بِمَا عَمِلُوٓا  أَحْصَىٰهُ ٱللَّهُ وَنَسُوهُ  وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ", "english_text": "The day will come when GOD will resurrect them all, then inform them of everything they had done. GOD has recorded everything, while they have forgotten it. GOD witnesses all things.", "persian_text": "آن روز خواهد آمد كه خدا همگی آنها را برمی انگيزد، سپس آنها را از آنچه كرده بودند، آگاه خواهد كرد. خدا همه چيز را ضبط كرده است، در حالی كه آنها آن را فراموش كرده اند. خدا بر همه چيز شاهد است.", "subtitle": "", "footnote": ""}, {"sura_num": 58, "verse_num": 7, "arabic_text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ  مَا يَكُونُ مِن نَّجْوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَآ أَدْنَىٰ مِن ذَٰلِكَ وَلَآ أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا  ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُوا يَوْمَ ٱلْقِيَٰمَةِ  إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ", "english_text": "Do you not realize that GOD knows everything in the heavens and everything on earth? No three people can conspire secretly without Him being their fourth, nor five without Him being the sixth, nor less than that, nor more, without Him being there with them wherever they may be. Then, on the Day of Resurrection, He will inform them of everything they had done. GOD is fully aware of all things.", "persian_text": "آيا درک نمی کنی كه خدا آنچه را در آسمان ها و زمين است، می داند؟ هيچ سه نفری نمی توانند مخفيانه توطﺋه كنند بدون آنكه او چهارمين آنها باشد. و نه هيچ پنچ نفری بدون آنكه او ششمين آنها باشد و نه كمتر از آن و نه بيشتر، مگر آنكه در هر جا كه باشند، او با آنهاست.  سپس، در روز رستاخيز او آنها را از آنچه كرده بودند، مطلع خواهد كرد. خدا از همه چيز كاملاً آگاه است.", "subtitle": "God is With You Now", "footnote": ""}, {"sura_num": 58, "verse_num": 8, "arabic_text": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ نُهُوا عَنِ ٱلنَّجْوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُوا عَنْهُ وَيَتَنَٰجَوْنَ بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَمَعْصِيَتِ ٱلرَّسُولِ وَإِذَا جَآءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِىٓ أَنفُسِهِمْ لَوْلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُ  حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا  فَبِئْسَ ٱلْمَصِيرُ", "english_text": "Have you noted those who were enjoined from conspiring secretly, then insist on conspiring? They conspire to commit sin, transgression, and disobedience of the messenger. When they come to you, they greet you with a greeting other than that decreed by GOD. They say inside themselves, \"GOD will not punish us for our utterances.\" Their only requital is Gehenna, wherein they burn; what a miserable destiny.", "persian_text": "آيا توجه كرده ای به كسانی كه از توطﺋه كردن مخفيانه منع شده بودند، با اين حال در توطﺋه كردن اصرار می ورزند؟ آنها توطﺋه می كنند تا مرتكب گناه و ستم شوند و از رسول نافرمانی كنند. هنگامی كه نزد تو می آيند، تو را با درودی غير از آنچه خدا مقرر كرده است، درود می گويند. آنها در دل می گويند: \"خدا ما را برای گفتارمان تنبيه نخواهد كرد.\" تنها سزای آنها جهنم است. جايی كه در آن می سوزند؛ چه سرنوشت بدی.", "subtitle": "Do Not Conspire", "footnote": ""}, {"sura_num": 58, "verse_num": 9, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا إِذَا تَنَٰجَيْتُمْ فَلَا تَتَنَٰجَوْا بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَمَعْصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوْا بِٱلْبِرِّ وَٱلتَّقْوَىٰ  وَٱتَّقُوا ٱللَّهَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ", "english_text": "O you who believe, if you have to confer secretly, you shall not confer to commit sin, transgression, and to disobey the messenger. You shall confer to work righteousness and piety. You shall reverence GOD, before whom you will be summoned.", "persian_text": "ای كسانی كه ايمان آورده اید، اگر مجبور شديد كه مخفيانه مشورت كنيد، نبايد برای گناه كردن، ستمگری و نافرمانی از رسول مشورت كنيد. بايد در جهت پرهيزكاری و تقوا با يكديگر مشورت كنيد. هيبت و حرمت خدا را ارج نهيد، يكتايی كه نزد او احضار خواهيد شد.", "subtitle": "", "footnote": ""}, {"sura_num": 58, "verse_num": 10, "arabic_text": "إِنَّمَا ٱلنَّجْوَىٰ مِنَ ٱلشَّيْطَٰنِ لِيَحْزُنَ ٱلَّذِينَ ءَامَنُوا وَلَيْسَ بِضَآرِّهِمْ شَيْـًٔا إِلَّا بِإِذْنِ ٱللَّهِ  وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ", "english_text": "Secret conspiracy is the devil's idea, through which he seeks to hurt those who believed. However, he cannot hurt them against GOD's will. In GOD the believers shall trust.", "persian_text": "توطئهٔ مخفيانه ايدهٔ شيطان است كه می خواهد از اين طريق به كسانی كه ايمان آوردند، صدمه بزند. اگرچه، او نمی تواند برخلاف خواست خدا به آنها آسيبی برساند. مؤمنان بايد به خدا اعتماد كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 58, "verse_num": 11, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِى ٱلْمَجَٰلِسِ فَٱفْسَحُوا يَفْسَحِ ٱللَّهُ لَكُمْ  وَإِذَا قِيلَ ٱنشُزُوا فَٱنشُزُوا يَرْفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا مِنكُمْ وَٱلَّذِينَ أُوتُوا ٱلْعِلْمَ دَرَجَٰتٍ  وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ", "english_text": "O you who believe, if you are told, \"Please make room,\" you shall make room for each other to sit. GOD will then make room for you. If you are asked to get up and move, get up and move. GOD raises those among you who believe, and those who acquire knowledge to higher ranks. GOD is fully Cognizant of everything you do.", "persian_text": "ای كسانی كه ايمان آورده اید، اگر به شما گفته شود: \"لطفاً جا باز كنيد،\" بايد برای يكديگر جا باز كنيد كه بنشينند. آنگاه خدا برای شما جا باز خواهد كرد. اگر از شما خواسته شود كه برخيزيد و حركت كنيد، برخيزيد و حركت كنيد. خدا از ميان شما كسانی را كه ايمان دارند و دانش كسب می كنند، به درجات بالاتری می رساند. خدا از هر آنچه انجام می دهيد، كاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 58, "verse_num": 12, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا إِذَا نَٰجَيْتُمُ ٱلرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَىْ نَجْوَىٰكُمْ صَدَقَةً  ذَٰلِكَ خَيْرٌ لَّكُمْ وَأَطْهَرُ  فَإِن لَّمْ تَجِدُوا فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ", "english_text": "O you who believe, when you wish to confer with the messenger, you shall offer a charity (to the poor) before you do so. This is better for you, and purer. If you cannot afford it, then GOD is Forgiver, Most Merciful.", "persian_text": "ای كسانی كه ايمان آورده اید، هنگامی كه می خواهيد با رسول مشورت كنيد، پيش از مشورت صدقه ای (به مستمند) بدهيد. اين برای شما بهتر و خالص تر است. اگر استطاعت آن را نداريد، پس خداست عفوكننده، مهربان ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 58, "verse_num": 13, "arabic_text": "ءَأَشْفَقْتُمْ أَن تُقَدِّمُوا بَيْنَ يَدَىْ نَجْوَىٰكُمْ صَدَقَٰتٍ  فَإِذْ لَمْ تَفْعَلُوا وَتَابَ ٱللَّهُ عَلَيْكُمْ فَأَقِيمُوا ٱلصَّلَوٰةَ وَءَاتُوا ٱلزَّكَوٰةَ وَأَطِيعُوا ٱللَّهَ وَرَسُولَهُۥ  وَٱللَّهُ خَبِير بِمَا تَعْمَلُونَ", "english_text": "If you failed to give to charity before conferring, then repented thereafter, GOD accepts your repentance. You shall observe the contact prayers (Salat), give the obligatory charity (Zakat), and obey GOD and His messenger. GOD is fully Cognizant of everything you do.", "persian_text": "اگر پيش از مشورت صدقه نداديد و پس از آن توبه كرديد، خدا توبهٔ شما را می پذيرد. نمازها (ارتباط با خدا) را به جا آوريد و زکات (انفاق واجب) را بدهيد و از خدا و رسولش اطاعت كنيد. خدا از آنچه می كنيد، كاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 58, "verse_num": 14, "arabic_text": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوْا قَوْمًا غَضِبَ ٱللَّهُ عَلَيْهِم مَّا هُم مِّنكُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى ٱلْكَذِبِ وَهُمْ يَعْلَمُونَ", "english_text": "Have you noted those who befriended people with whom GOD is angry? They neither belong with you, nor with them. They deliberately swear lies!", "persian_text": "آيا توجه كرده ای به افرادی كه با مردمی دوست شدند كه خدا از آنها خشمگين است؟ آنها نه به شما تعلق دارند و نه به آنها. آنها عمداً قسم دروغ می خورند!", "subtitle": "Choose Your Friends", "footnote": ""}, {"sura_num": 58, "verse_num": 15, "arabic_text": "أَعَدَّ ٱللَّهُ لَهُمْ عَذَابًا شَدِيدًا  إِنَّهُمْ سَآءَ مَا كَانُوا يَعْمَلُونَ", "english_text": "GOD has prepared for them a severe retribution. Miserable indeed is what they used to do.", "persian_text": "خدا برای آنها عذابی شديد آماده كرده است. به راستی كه فلاكت بار است آنچه كه انجام دادند.", "subtitle": "", "footnote": ""}, {"sura_num": 58, "verse_num": 16, "arabic_text": "ٱتَّخَذُوٓا أَيْمَٰنَهُمْ جُنَّةً فَصَدُّوا عَن سَبِيلِ ٱللَّهِ فَلَهُمْ عَذَابٌ مُّهِينٌ", "english_text": "They used their oaths as a means of repelling from the path of GOD. Consequently, they have incurred a shameful retribution.", "persian_text": "آنها از قسم هايشان برای دوركردن از راه خدا استفاده می كردند. درنتيجه، سزاوار مجازاتی شرم آور شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 58, "verse_num": 17, "arabic_text": "لَّن تُغْنِىَ عَنْهُمْ أَمْوَٰلُهُمْ وَلَآ أَوْلَٰدُهُم مِّنَ ٱللَّهِ شَيْـًٔا  أُولَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ  هُمْ فِيهَا خَٰلِدُونَ", "english_text": "Neither their money, nor their children will help them against GOD. They have incurred the hellfire, wherein they abide forever.", "persian_text": "نه پول و نه فرزندانشان آنها را در مقابل خدا كمك خواهد كرد. آنها سزاوار آتش دوزخ شده اند، جايی كه تا ابد در آن می مانند.", "subtitle": "", "footnote": ""}, {"sura_num": 58, "verse_num": 18, "arabic_text": "يَوْمَ يَبْعَثُهُمُ ٱللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُۥ كَمَا يَحْلِفُونَ لَكُمْ  وَيَحْسَبُونَ أَنَّهُمْ عَلَىٰ شَىْءٍ  أَلَآ إِنَّهُمْ هُمُ ٱلْكَٰذِبُونَ", "english_text": "The Day will come when GOD resurrects them all. They will swear to Him then, just as they swear to you now, thinking that they really are right! Indeed, they are the real liars.", "persian_text": "آن روز خواهد آمد كه خدا همهٔ آنها را برمی انگيزد. سپس، آنها به او سوگند خواهند خورد، همان طور كه اكنون به شما سوگند می خورند و فكر می كنند كه واقعاً راست می گويند. مسلماً، آنها دروغگويان واقعی هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 58, "verse_num": 19, "arabic_text": "ٱسْتَحْوَذَ عَلَيْهِمُ ٱلشَّيْطَٰنُ فَأَنسَىٰهُمْ ذِكْرَ ٱللَّهِ  أُولَٰٓئِكَ حِزْبُ ٱلشَّيْطَٰنِ  أَلَآ إِنَّ حِزْبَ ٱلشَّيْطَٰنِ هُمُ ٱلْخَٰسِرُونَ", "english_text": "The devil has possessed them, and has caused them to disregard GOD's message. These are the party of the devil. Absolutely, the party of the devil are the losers.", "persian_text": "شيطان بر آنها تسلط يافته است و باعث شده است كه پيام خدا را ناديده بگيرند. اينان حزب شيطان هستند. مسلماً، حزب شيطان بازنده است.", "subtitle": "", "footnote": ""}, {"sura_num": 58, "verse_num": 20, "arabic_text": "إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُولَٰٓئِكَ فِى ٱلْأَذَلِّينَ", "english_text": "Surely, those who oppose GOD and His messenger will be with the lowliest.", "persian_text": "مطمئنا، كسانی كه با خدا و رسولش مخالفت می كنند، با پست ترين ها خواهند بود.", "subtitle": "", "footnote": ""}, {"sura_num": 58, "verse_num": 21, "arabic_text": "كَتَبَ ٱللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِىٓ  إِنَّ ٱللَّهَ قَوِىٌّ عَزِيزٌ", "english_text": "GOD has decreed: \"I and My messengers will most assuredly win.\" GOD is Powerful, Almighty.", "persian_text": "خدا مقرر كرده است: \"من و رسولانم مسلماً برنده خواهيم شد.\" خداست قدرتمند، صاحب اقتدار.", "subtitle": "", "footnote": ""}, {"sura_num": 58, "verse_num": 22, "arabic_text": "لَّا تَجِدُ قَوْمًا يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ يُوَآدُّونَ مَنْ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوْ كَانُوٓا ءَابَآءَهُمْ أَوْ أَبْنَآءَهُمْ أَوْ إِخْوَٰنَهُمْ أَوْ عَشِيرَتَهُمْ  أُولَٰٓئِكَ كَتَبَ فِى قُلُوبِهِمُ ٱلْإِيمَٰنَ وَأَيَّدَهُم بِرُوحٍ مِّنْهُ  وَيُدْخِلُهُمْ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا  رَضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ  أُولَٰٓئِكَ حِزْبُ ٱللَّهِ  أَلَآ إِنَّ حِزْبَ ٱللَّهِ هُمُ ٱلْمُفْلِحُونَ", "english_text": "You will not find people who believe in GOD and the Last Day befriending those who oppose GOD and His messenger, even if they were their parents, or their children, or their siblings, or their tribe. For these, He decrees faith into their hearts, and supports them with inspiration from Him, and admits them into gardens with flowing streams wherein they abide forever. GOD is pleased with them, and they are pleased with Him. These are the party of GOD. Most assuredly, GOD's party are the winners.", "persian_text": "هرگز نمی بینی مردمی كه به خدا و روز آخر ايمان دارند، با كسانی دوستی کنند كه با خدا و رسولش مخالفت می كنند، حتی اگر آنها والدين يا فرزندان يا خواهران و برادران و يا طايفهٔ آنها باشند. او در قلب چنين كسانی ايمان قرار می دهد و از جانب خويش آنها را با الهام پشتيبانی می كند. و آنان را به باغ هايی با نهرهای روان داخل می كند، جايی كه در آن جاودان بمانند. خدا از آنها راضی است و آنها از او راضی هستند. اينان حزب خدا هستند. مسلماً، حزب خدا برنده است.", "subtitle": "Run For Your Life", "footnote": ""}]