[{"sura_num": 46, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The Dunes", "chapter_title_arabic": "الأحقاف", "chapter_title_persian": "تپه های شنی"}, {"sura_num": 46, "verse_num": 1, "arabic_text": "حمٓ", "english_text": "H. M.", "persian_text": "ح. م.", "subtitle": "", "footnote": ""}, {"sura_num": 46, "verse_num": 2, "arabic_text": "تَنزِيلُ ٱلْكِتَٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ", "english_text": "The revelation of this scripture is from GOD, the Almighty, Most Wise.", "persian_text": "اين كتاب آسمانی از جانب خدا نازل شده است، آن قادر متعال، حكيم ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 46, "verse_num": 3, "arabic_text": "مَا خَلَقْنَا ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَآ إِلَّا بِٱلْحَقِّ وَأَجَلٍ مُّسَمًّى  وَٱلَّذِينَ كَفَرُوا عَمَّآ أُنذِرُوا مُعْرِضُونَ", "english_text": "We did not create the heavens and the earth, and everything between them except for a specific purpose, and for a finite interim. Those who disbelieve are totally oblivious to the warnings given to them.", "persian_text": "ما آسمان ها و زمين و آنچه را ميان آنهاست، نيافريديم مگر به دليلی خاص و مدتی محدود. كسانی كه ايمان ندارند، از هشدارهايی كه به آنها داده می شود، كاملاً غافل هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 46, "verse_num": 4, "arabic_text": "قُلْ أَرَءَيْتُم مَّا تَدْعُونَ مِن دُونِ ٱللَّهِ أَرُونِى مَاذَا خَلَقُوا مِنَ ٱلْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِى ٱلسَّمَٰوَٰتِ  ٱئْتُونِى بِكِتَٰبٍ مِّن قَبْلِ هَٰذَآ أَوْ أَثَٰرَةٍ مِّنْ عِلْمٍ إِن كُنتُمْ صَٰدِقِينَ", "english_text": "Say, \"Consider the idols you have set up beside GOD. Show me what on earth did they create. Do they own part of the heavens? Show me any other scripture before this one, or any piece of established knowledge that supports your idolatry, if you are truthful.\"", "persian_text": "بگو: \"معبودانی را كه در كنار خدا قرار داده ايد، در نظر بگيريد. به من نشان دهيد كه در روی زمين چه چيزی خلق كردند. آيا سهمی از آسمان ها دارند؟ كتاب آسمانی ديگری پيش از اين به من نشان دهيد و يا هر دانش موثقی كه شرك شما را حمايت كند، اگر راست می گوييد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 46, "verse_num": 5, "arabic_text": "وَمَنْ أَضَلُّ مِمَّن يَدْعُوا مِن دُونِ ٱللَّهِ مَن لَّا يَسْتَجِيبُ لَهُۥٓ إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ وَهُمْ عَن دُعَآئِهِمْ غَٰفِلُونَ", "english_text": "Who is farther astray than those who idolize beside GOD idols that can never respond to them until the Day of Resurrection, and are totally unaware of their worship?", "persian_text": "کيست گمراه تر از آنان که معبودانی را در کنار خدا می خوانند که آنها تا روز رستاخيز نتوانند پاسخشان دهند، و آنان از عبادات آنها به کلی بی خبرند؟", "subtitle": "The Idols Totally Unaware", "footnote": ""}, {"sura_num": 46, "verse_num": 6, "arabic_text": "وَإِذَا حُشِرَ ٱلنَّاسُ كَانُوا لَهُمْ أَعْدَآءً وَكَانُوا بِعِبَادَتِهِمْ كَٰفِرِينَ", "english_text": "And when the people are summoned (on the Day of Judgment), their idols will become their enemies, and will denounce their idolatry.*", "persian_text": "و هنگامی كه مردم (در روز قضاوت) احضار شوند، معبودانشان دشمنانشان خواهند شد و شرك آنها را علناً محكوم خواهند كرد.*", "subtitle": "The Idols Disown Their Worshipers*", "footnote": "*46:6 See also Matthew 7:21-23: Jesus clearly disowns those who call him \"Lord.\""}, {"sura_num": 46, "verse_num": 7, "arabic_text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَٰتُنَا بَيِّنَٰتٍ قَالَ ٱلَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جَآءَهُمْ هَٰذَا سِحْرٌ مُّبِينٌ", "english_text": "When our revelations were recited to them, perfectly clear, those who disbelieved said of the truth that came to them, \"This is obviously magic!\"", "persian_text": "هنگامی كه آيات ما، كاملاً واضح، برای آنها خوانده می شد، كسانی كه كافر شدند دربارهٔ حقيقتی كه برای آنها آمد، گفتند: \"اين شعبده ای است آشكار!\"", "subtitle": "", "footnote": ""}, {"sura_num": 46, "verse_num": 8, "arabic_text": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ  قُلْ إِنِ ٱفْتَرَيْتُهُۥ فَلَا تَمْلِكُونَ لِى مِنَ ٱللَّهِ شَيْـًٔا  هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ  كَفَىٰ بِهِۦ شَهِيدًۢا بَيْنِى وَبَيْنَكُمْ  وَهُوَ ٱلْغَفُورُ ٱلرَّحِيمُ", "english_text": "When they say, \"He fabricated this,\" say, \"If I fabricated this, then you cannot protect me from GOD. He is fully aware of everything you scheme. He suffices as a witness between me and you. He is the Forgiver, Most Merciful.\"", "persian_text": "هنگامی كه می گويند: \"او اين را از خود ساخته است.\" بگو: \"اگر من اين را از خود ساخته باشم، پس شما نمی توانيد در مقابل خدا از من حفاظت كنيد. او از تمام حيله هايتان كاملاً آگاه است. او به عنوان شاهد ميان من و شما كافی است. اوست آمرزنده، مهربان ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 46, "verse_num": 9, "arabic_text": "قُلْ مَا كُنتُ بِدْعًا مِّنَ ٱلرُّسُلِ وَمَآ أَدْرِى مَا يُفْعَلُ بِى وَلَا بِكُمْ  إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَىَّ وَمَآ أَنَا إِلَّا نَذِيرٌ مُّبِينٌ", "english_text": "Say, \"I am not different from other messengers. I have no idea what will happen to me or to you. I only follow what is revealed to me. I am no more than a profound warner.\"", "persian_text": "بگو: \"من با رسولان ديگرفرقی ندارم. من هيچ نمی دانم كه چه اتفاقی برای من يا شما خواهد افتاد. من فقط از آنچه بر من وحی شده است، پيروی می كنم. من بيش از هشداردهنده ای آشكار نيستم.", "subtitle": "", "footnote": ""}, {"sura_num": 46, "verse_num": 10, "arabic_text": "قُلْ أَرَءَيْتُمْ إِن كَانَ مِنْ عِندِ ٱللَّهِ وَكَفَرْتُم بِهِۦ وَشَهِدَ شَاهِدٌ مِّنۢ بَنِىٓ إِسْرَٰٓءِيلَ عَلَىٰ مِثْلِهِۦ فَـَٔامَنَ وَٱسْتَكْبَرْتُمْ  إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ", "english_text": "Say, \"What if it is from GOD and you disbelieved in it? A witness from the Children of Israel has borne witness to a similar phenomenon,* and he has believed, while you have turned arrogant. Surely, GOD does not guide the wicked people.\"", "persian_text": "بگو: \"چه می کنيد اگر آن از جانب خدا باشد و شما آن را باور نکرديد؟ شاهدی از بنی اسرایيل به پديده ای مشابه آن شهادت داده است،* او ايمان آورده است، درحالی که شما متکبر شده ايد. مطمﺋناً، خدا مردم ستمکار را هدايت نمی کند.\"", "subtitle": "Rabbi Judah the Pious*", "footnote": "*46:10 This witness is Rabbi Judah the Pious (11th Century A.D.), who discovered the same 19-based mathematical code in intact fragments of the scripture (see Appendix 1)."}, {"sura_num": 46, "verse_num": 11, "arabic_text": "وَقَالَ ٱلَّذِينَ كَفَرُوا لِلَّذِينَ ءَامَنُوا لَوْ كَانَ خَيْرًا مَّا سَبَقُونَآ إِلَيْهِ  وَإِذْ لَمْ يَهْتَدُوا بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفْكٌ قَدِيمٌ", "english_text": "Those who disbelieved said about those who believed, \"If it were anything good, they would not have accepted it before us.\" Because they were not guided to it, they said, \"This is an old fabrication!\"", "persian_text": "كسانی كه كافر شدند، دربارهٔ آنان كه ايمان آوردند، گفتند: \"اگر چيز خوبی بود، آنها پيش از ما آن را نمی پذيرفتند.\" چون خودشان به آن هدايت نشدند، گفتند: \"اين دروغی است قديمی!\"", "subtitle": "", "footnote": ""}, {"sura_num": 46, "verse_num": 12, "arabic_text": "وَمِن قَبْلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامًا وَرَحْمَةً  وَهَٰذَا كِتَٰبٌ مُّصَدِّقٌ لِّسَانًا عَرَبِيًّا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُوا وَبُشْرَىٰ لِلْمُحْسِنِينَ", "english_text": "Before this, the book of Moses provided guidance and mercy. This too is a scripture that confirms, in Arabic, to warn those who transgressed, and to give good news to the righteous.", "persian_text": "پيش از اين، كتاب موسی حاوی هدايت و رحمت بود. اين نيز كتابی است آسمانی؛ تأييدكننده به زبان عربی تا به ستمكاران هشدار دهد و بشارتی باشد برای پرهيزكاران.", "subtitle": "", "footnote": ""}, {"sura_num": 46, "verse_num": 13, "arabic_text": "إِنَّ ٱلَّذِينَ قَالُوا رَبُّنَا ٱللَّهُ ثُمَّ ٱسْتَقَٰمُوا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ", "english_text": "Surely, those who say, \"Our Lord is GOD,\" then lead a righteous life, will have no fear, nor will they grieve.", "persian_text": "مطمئناً، كسانی كه می گويند: \"پروردگار ما خداست،\" سپس زندگی پرهيزكارانه ای را در پيش می گيرند، نه ترسی خواهند داشت و نه غمی.", "subtitle": "Good News", "footnote": ""}, {"sura_num": 46, "verse_num": 14, "arabic_text": "أُولَٰٓئِكَ أَصْحَٰبُ ٱلْجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءًۢ بِمَا كَانُوا يَعْمَلُونَ", "english_text": "They have deserved Paradise, where they abide forever; a reward for their works.", "persian_text": "آنها سزاوار بهشت شده اند، جايی كه جاودان بمانند؛ پاداشی برای اعمالشان.", "subtitle": "", "footnote": ""}, {"sura_num": 46, "verse_num": 15, "arabic_text": "وَوَصَّيْنَا ٱلْإِنسَٰنَ بِوَٰلِدَيْهِ إِحْسَٰنًا  حَمَلَتْهُ أُمُّهُۥ كُرْهًا وَوَضَعَتْهُ كُرْهًا  وَحَمْلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهْرًا  حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أَوْزِعْنِىٓ أَنْ أَشْكُرَ نِعْمَتَكَ ٱلَّتِىٓ أَنْعَمْتَ عَلَىَّ وَعَلَىٰ وَٰلِدَىَّ وَأَنْ أَعْمَلَ صَٰلِحًا تَرْضَىٰهُ وَأَصْلِحْ لِى فِى ذُرِّيَّتِىٓ  إِنِّى تُبْتُ إِلَيْكَ وَإِنِّى مِنَ ٱلْمُسْلِمِينَ", "english_text": "We enjoined the human being to honor his parents. His mother bore him arduously, gave birth to him arduously, and took intimate care of him for thirty months. When he reaches maturity, and reaches the age of forty,* he should say, \"My Lord, direct me to appreciate the blessings You have bestowed upon me and upon my parents, and to do the righteous works that please You. Let my children be righteous as well. I have repented to You; I am a submitter.\"", "persian_text": "ما به انسان سفارش كرديم تا به والدين خود احترام بگذارد، مادرش با دشواری او را حمل كرد، با دشواری او را به دنيا آورد و به مدت سی ماه صميمانه از او مراقبت كرد. هنگامی كه او به بلوغ فكری برسد و چهل ساله شود،* بايد بگويد: \"پروردگار من، مرا راهنمايی كن تا شكر نعمت هايی را كه بر من و بر والدينم عطا كرده ای، به جا آورم و اعمال پرهيزكارانه ای كه تو را خوشنود سازد، انجام دهم. بگذار فرزندانم نيز پرهيزكار باشند. من به درگاه تو توبه كرده ام؛ من يك تسليم شده هستم.\"", "subtitle": "40: The Age of Decision*", "footnote": "*46:15 God knows full well who deserves to go to Heaven and who deserves to go to Hell. It is His law that whomever He puts to death before the age of 40 shall go to Heaven. God's immense mercy is reflected in the fact that most people have difficulty accepting this divine mercy; they argue: \"Put them in Hell!\" See Appendix 32."}, {"sura_num": 46, "verse_num": 16, "arabic_text": "أُولَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمْ فِىٓ أَصْحَٰبِ ٱلْجَنَّةِ  وَعْدَ ٱلصِّدْقِ ٱلَّذِى كَانُوا يُوعَدُونَ", "english_text": "It is from these that we accept the righteous works, and overlook their sins. They have deserved Paradise. This is the truthful promise that is promised to them.", "persian_text": "ما اعمال پرهيزكارانه را ازاینان می پذيريم و از گناهانشان چشم پوشی می كنيم. آنها سزاوار بهشت شده اند. اين همان وعدهٔ حقيقی است كه به آنها داده شد.", "subtitle": "", "footnote": ""}, {"sura_num": 46, "verse_num": 17, "arabic_text": "وَٱلَّذِى قَالَ لِوَٰلِدَيْهِ أُفٍّ لَّكُمَآ أَتَعِدَانِنِىٓ أَنْ أُخْرَجَ وَقَدْ خَلَتِ ٱلْقُرُونُ مِن قَبْلِى وَهُمَا يَسْتَغِيثَانِ ٱللَّهَ وَيْلَكَ ءَامِنْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلْأَوَّلِينَ", "english_text": "Then there is the one who says to his parents, \"Woe to you; are you telling me that (after death) I will come back to life? How come those who died before us never come back?\" The parents would cry for GOD's help and say, \"Woe to you; please believe! GOD's promise is the truth.\" He would say, \"Tales from the past!\"", "persian_text": "از طرفی، کسی هم هست که به والدين خود می گويد: \"وای بر شما؛ آيا به من می گوييد که (پس از مرگ) دوباره زنده می شوم؟ پس چرا کسانی که پيش از ما مردند هرگز بازنمی گردند؟\" والدين به درگاه خدا استغاثه می کنند و می گويند: \"وای بر تو؛ خواهش می کنيم ايمان بياور! وعدهٔ خدا حق است.\" او خواهد گفت: \"اقسانه هايی است از گذشته!\"", "subtitle": "", "footnote": ""}, {"sura_num": 46, "verse_num": 18, "arabic_text": "أُولَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيْهِمُ ٱلْقَوْلُ فِىٓ أُمَمٍ قَدْ خَلَتْ مِن قَبْلِهِم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ  إِنَّهُمْ كَانُوا خَٰسِرِينَ", "english_text": "Such are the ones stamped as disbelievers among every generation of jinns and humans; they are losers.", "persian_text": "چنين هستند كسانی كه در ميان هر نسلی از جن ها و انسان ها، به عنوان كافر مهر زده شدند؛ آنها از بازندگانند.", "subtitle": "", "footnote": ""}, {"sura_num": 46, "verse_num": 19, "arabic_text": "وَلِكُلٍّ دَرَجَٰتٌ مِّمَّا عَمِلُوا  وَلِيُوَفِّيَهُمْ أَعْمَٰلَهُمْ وَهُمْ لَا يُظْلَمُونَ", "english_text": "They all attain the ranks they have deserved, in accordance with their works. He will pay them for their works, without the least injustice.", "persian_text": "آنها همه مطابق اعمالشان به درجاتی دست می يابند كه سزاوار آن بودند. او جواب اعمالشان را بدون كوچك ترين بی عدالتی خواهد داد.", "subtitle": "", "footnote": ""}, {"sura_num": 46, "verse_num": 20, "arabic_text": "وَيَوْمَ يُعْرَضُ ٱلَّذِينَ كَفَرُوا عَلَى ٱلنَّارِ أَذْهَبْتُمْ طَيِّبَٰتِكُمْ فِى حَيَاتِكُمُ ٱلدُّنْيَا وَٱسْتَمْتَعْتُم بِهَا فَٱلْيَوْمَ تُجْزَوْنَ عَذَابَ ٱلْهُونِ بِمَا كُنتُمْ تَسْتَكْبِرُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَبِمَا كُنتُمْ تَفْسُقُونَ", "english_text": "The day will come when those who disbelieved will be introduced to the hellfire: \"You have wasted the good chances given to you during your worldly life, and you rejoiced in them. Consequently, today you incur a shameful retribution as a requital for the arrogance you committed on earth without any basis, and for your evil works.\"", "persian_text": "آن روز خواهد آمد كه كسانی كه كافر شدند به آتش دوزخ معرفی خواهند شد: \"شما در طی زندگی دنيوی خود فرصت های خوبی را از دست داديد و به آن دلخوش بوديد. درنتيجه، امروز شما به عنوان مجازات، برای آنكه در روی زمين بدون هيچ پايه و اساسی متكبر شديد و به خاطر اعمال پليدتان، سزاوار عذابی شرم آور می شويد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 46, "verse_num": 21, "arabic_text": "وَٱذْكُرْ أَخَا عَادٍ إِذْ أَنذَرَ قَوْمَهُۥ بِٱلْأَحْقَافِ وَقَدْ خَلَتِ ٱلنُّذُرُ مِنۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِۦٓ أَلَّا تَعْبُدُوٓا إِلَّا ٱللَّهَ إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ", "english_text": "Recall that the brother of 'Ãd warned his people at the dunes—numerous warnings were also delivered before him and after him: \"You shall not worship except GOD. I fear for you the retribution of a great day.\"", "persian_text": "به ياد آور كه برادر عاد در تپه های شنی قوم خود را هشدار می داد- هشدارهای بی شماری نيز پيش از او و پس از او داده شده بود: \"شما نبايد غير از خدا را پرستش كنيد. من برای شما از عذاب روزی عظيم می ترسم.\"", "subtitle": "Hûd", "footnote": ""}, {"sura_num": 46, "verse_num": 22, "arabic_text": "قَالُوٓا أَجِئْتَنَا لِتَأْفِكَنَا عَنْ ءَالِهَتِنَا فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ", "english_text": "They said, \"Did you come to divert us from our gods? We challenge you to bring (the retribution) you threaten, if you are truthful.\"", "persian_text": "آنها گفتند: \"آيا تو آمده ای تا ما را از خدايانمان برگردانی؟ ما تو را به مبارزه می طلبيم تا آن (عذابی) را كه تهديد می كنی بياوری، اگر راست می گويی.\"", "subtitle": "", "footnote": ""}, {"sura_num": 46, "verse_num": 23, "arabic_text": "قَالَ إِنَّمَا ٱلْعِلْمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرْسِلْتُ بِهِۦ وَلَٰكِنِّىٓ أَرَىٰكُمْ قَوْمًا تَجْهَلُونَ", "english_text": "He said, \"The knowledge about this is with GOD; I only deliver to you what I was sent to deliver. However, I see that you people are ignorant.\"", "persian_text": "او گفت: \"دانش اين نزد خداست؛ من فقط چيزی را به شما می رسانم كه برای آن فرستاده شدم. با آنكه می بينم شما مردمی نادان هستيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 46, "verse_num": 24, "arabic_text": "فَلَمَّا رَأَوْهُ عَارِضًا مُّسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا هَٰذَا عَارِضٌ مُّمْطِرُنَا  بَلْ هُوَ مَا ٱسْتَعْجَلْتُم بِهِۦ  رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ", "english_text": "When they saw the storm heading their way, they said, \"This storm will bring to us much needed rain.\" Instead, this is what you challenged (Hûd) to bring; violent wind wherein there is painful retribution.", "persian_text": "هنگامی كه ديدند توفان به طرفشان می آيد، گفتند: \"اين توفان، بارانی را كه بسيار بدان احتياج داشتيم برای ما خواهد آورد.\" در عوض، اين همان چيزی است كه شما به اعتراض (از هود) خواستيد؛ بادی خطرناك كه در آن عذابی دردناك است.", "subtitle": "", "footnote": ""}, {"sura_num": 46, "verse_num": 25, "arabic_text": "تُدَمِّرُ كُلَّ شَىْء بِأَمْرِ رَبِّهَا فَأَصْبَحُوا لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمْ  كَذَٰلِكَ نَجْزِى ٱلْقَوْمَ ٱلْمُجْرِمِينَ", "english_text": "It destroyed everything, as commanded by its Lord. By morning, nothing was standing except their homes. We thus requite the guilty people.", "persian_text": "آن طبق فرمان پروردگارش همه چيز را نابود كرد. تا صبح چيزی جز خانه هايشان بر جای نماند. ما اين چنين مردم گناهكار را به كيفر می رسانيم.", "subtitle": "", "footnote": ""}, {"sura_num": 46, "verse_num": 26, "arabic_text": "وَلَقَدْ مَكَّنَّٰهُمْ فِيمَآ إِن مَّكَّنَّٰكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَٰرًا وَأَفْـِٔدَةً فَمَآ أَغْنَىٰ عَنْهُمْ سَمْعُهُمْ وَلَآ أَبْصَٰرُهُمْ وَلَآ أَفْـِٔدَتُهُم مِّن شَىْءٍ إِذْ كَانُوا يَجْحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُوا بِهِۦ يَسْتَهْزِءُونَ", "english_text": "We had established them in the same way as we established you, and provided them with hearing, eyes, and minds. But their hearing, eyes, and minds did not help them at all. This is because they decided to disregard GOD's revelations. Thus, the prophecies and warnings that they ridiculed have caused their doom.", "persian_text": "ما آنها را مستقر كرده ايم، همان گونه كه شما را مستقر كرديم و به آنها شنوايی، بينايی و عقل داديم. ولی شنوايی، بينايی و عقل آنها هيچ كمكی به آنها نكرد. اين برای آنست كه آنها تصميم گرفتند آيات خدا را ناديده بگيرند. اين چنين، پيش بينی ها و اخطارهايی را كه مسخره كردند، باعث نابودی شان شده است.", "subtitle": "They Ridiculed the Messenger's Warnings", "footnote": ""}, {"sura_num": 46, "verse_num": 27, "arabic_text": "وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُم مِّنَ ٱلْقُرَىٰ وَصَرَّفْنَا ٱلْءَايَٰتِ لَعَلَّهُمْ يَرْجِعُونَ", "english_text": "We have annihilated many communities around you, after we had explained the proofs, that they might repent.", "persian_text": "ما جوامع بسياری را در اطراف شما هلاك كرده ايم، پس از آنكه مدرك ها را توضيح داده بوديم، بلكه آنها توبه كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 46, "verse_num": 28, "arabic_text": "فَلَوْلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُوا مِن دُونِ ٱللَّهِ قُرْبَانًا ءَالِهَةًۢ  بَلْ ضَلُّوا عَنْهُمْ  وَذَٰلِكَ إِفْكُهُمْ وَمَا كَانُوا يَفْتَرُونَ", "english_text": "Why then did the idols they set up to bring them closer to GOD fail to help them? Instead, they abandoned them. Such were the false gods they idolized; such were the innovations they fabricated.", "persian_text": "پس چرا معبودانی را كه قرار دادند تا آنها را به خدا نزديك تر كنند، به آنها كمكی نكردند؟ درعوض، آنها را طرد كردند. چنين بود خدايان دروغينی كه آنها به حد پرستش رساندند؛ چنين بود آيين تازه ای كه از خود ساخته بودند.", "subtitle": "", "footnote": ""}, {"sura_num": 46, "verse_num": 29, "arabic_text": "وَإِذْ صَرَفْنَآ إِلَيْكَ نَفَرًا مِّنَ ٱلْجِنِّ يَسْتَمِعُونَ ٱلْقُرْءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓا أَنصِتُوا  فَلَمَّا قُضِىَ وَلَّوْا إِلَىٰ قَوْمِهِم مُّنذِرِينَ", "english_text": "Recall that we directed a number of jinns to you, in order to let them hear the Quran. When they got there, they said, \"Listen.\" As soon as it was over, they rushed to their people, warning.*", "persian_text": "به ياد آور كه ما عده ای از جن ها را در مسير تو قرار داديم تا قرآن را بشنوند. هنگامی كه به آنجا رسيدند، گفتند: \"گوش كنيد.\" همينكه به پايان رسيد، با شتاب نزد قومشان رفتند تا هشدار دهند.*", "subtitle": "Believers Among the Jinns*", "footnote": "*46:29 Jinns are the creatures who fully agreed with Satan when he initiated his famous blasphemy billions of years ago. They are brought into this world as descendants of Satan. One jinn is born every time a human being is born. The newly born jinn is assigned to the same body as the newly born human, and constantly pushes Satan's point of view (Appendix 7)."}, {"sura_num": 46, "verse_num": 30, "arabic_text": "قَالُوا يَٰقَوْمَنَآ إِنَّا سَمِعْنَا كِتَٰبًا أُنزِلَ مِنۢ بَعْدِ مُوسَىٰ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ يَهْدِىٓ إِلَى ٱلْحَقِّ وَإِلَىٰ طَرِيقٍ مُّسْتَقِيمٍ", "english_text": "They said, \"O our people, we have heard a book that was revealed after Moses, and confirms the previous scriptures. It guides to the truth; to the right path.", "persian_text": "آنها گفتند: \"ای قوم ما، ما کتابی را شنيده ايم که پس از موسی نازل شد و کتب آسمانی پيشين را تصديق می کند. آن به حقیقت هدايت می کند؛ به راه راست.", "subtitle": "", "footnote": ""}, {"sura_num": 46, "verse_num": 31, "arabic_text": "يَٰقَوْمَنَآ أَجِيبُوا دَاعِىَ ٱللَّهِ وَءَامِنُوا بِهِۦ يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُجِرْكُم مِّنْ عَذَابٍ أَلِيمٍ", "english_text": "O our people, respond to the call of GOD, and believe in Him. He will then forgive your sins, and spare you a painful retribution.", "persian_text": "\"ای قوم ما، به دعوت خدا پاسخ دهيد، و به او ايمان آوريد. سپس او گناهانتان را خواهد بخشيد، و شما را از عذابی دردناک در امان خواهد داشت.\"", "subtitle": "", "footnote": ""}, {"sura_num": 46, "verse_num": 32, "arabic_text": "وَمَن لَّا يُجِبْ دَاعِىَ ٱللَّهِ فَلَيْسَ بِمُعْجِزٍ فِى ٱلْأَرْضِ وَلَيْسَ لَهُۥ مِن دُونِهِۦٓ أَوْلِيَآءُ  أُولَٰٓئِكَ فِى ضَلَٰلٍ مُّبِينٍ", "english_text": "Those who fail to respond to GOD's call cannot escape, and will have no Lord other than Him; they have gone far astray.", "persian_text": "کسانی که به دعوت خدا پاسخ ندهند، نمی توانند بگريزند، و مولايی جز او نخواهند داشت؛ آنها سخت گمراه شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 46, "verse_num": 33, "arabic_text": "أَوَلَمْ يَرَوْا أَنَّ ٱللَّهَ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَلَمْ يَعْىَ بِخَلْقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحْۦِىَ ٱلْمَوْتَىٰ  بَلَىٰٓ إِنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ", "english_text": "Do they not realize that GOD, who created the heavens and the earth without the least effort is able to revive the dead? Yes indeed; He is Omnipotent.", "persian_text": "آيا درک نمی کنند که آن خدايی که آسمان ها و زمين را بدون هيچ زحمتی آفريد، قادر است مردگان را دوباره زنده کند؟ آری، البته؛ اوست قادر مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 46, "verse_num": 34, "arabic_text": "وَيَوْمَ يُعْرَضُ ٱلَّذِينَ كَفَرُوا عَلَى ٱلنَّارِ أَلَيْسَ هَٰذَا بِٱلْحَقِّ  قَالُوا بَلَىٰ وَرَبِّنَا  قَالَ فَذُوقُوا ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ", "english_text": "The day the disbelievers are introduced to the Hellfire, they will be asked, \"Is this not the truth?\" They will answer, \"Yes indeed, by our Lord.\" He will say, \"Then suffer the retribution for your disbelief.\"", "persian_text": "روزی که کافران به آتش دوزخ معرفی شوند، از آنها سﺋوال خواهد شد: \"آيا اين حقيقت نيست؟\" آنها پاسخ خواهند داد: \"به پروردگارمان قسم، آری.\" او خواهد گفت: \"پس به دليل كفرتان عذاب را بچشید.\"", "subtitle": "", "footnote": ""}, {"sura_num": 46, "verse_num": 35, "arabic_text": "فَٱصْبِرْ كَمَا صَبَرَ أُولُوا ٱلْعَزْمِ مِنَ ٱلرُّسُلِ وَلَا تَسْتَعْجِل لَّهُمْ  كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوٓا إِلَّا سَاعَةً مِّن نَّهَار  بَلَٰغٌ  فَهَلْ يُهْلَكُ إِلَّا ٱلْقَوْمُ ٱلْفَٰسِقُونَ", "english_text": "Therefore, be patient like the messengers before you who possessed strength and resorted to patience. Do not be in a hurry to see the retribution that will inevitably come to them. The day they see it, it will seem as if they lasted one hour of the day. This is a proclamation: Is it not the wicked who are consistently annihilated?", "persian_text": "بنابراين، صبور باش مانند رسولان پيش از تو كه قدرت داشتند و به صبر پناه بردند. عجله نداشته باش تا عذابی را كه حتماً برای آنها خواهد آمد، ببينی. روزی كه آن را ببينند، به نظر خواهد رسيد كه فقط ساعتی از روز درنگ کردند. اين اعلاميه ای است: آيا اين ستمكاران نيستند كه پی در پی به هلاكت می رسند؟", "subtitle": "God's Messenger of the Covenant*", "footnote": "*46:35 Quranic and mathematical evidence proves that the messenger addressed here is Rashad Khalifa. By adding the gematrical value of \"Rashad Khalifa\" (1230), plus the sura number (46), plus the verse number (35), we get 1311, or 19x69. This conforms with the Quran's code (App 2)."}]