[{"sura_num": 22, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The Pilgrimage", "chapter_title_arabic": "الحج", "chapter_title_persian": "حج"}, {"sura_num": 22, "verse_num": 1, "arabic_text": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا رَبَّكُمْ  إِنَّ زَلْزَلَةَ ٱلسَّاعَةِ شَىْءٌ عَظِيمٌ", "english_text": "O people, you shall reverence your Lord, for the quaking of the Hour is something horrendous.", "persian_text": "ای مردم، هيبت و حرمت پروردگارتان را ارج نهيد، زيرا زلزلهٔ آن ساعت پدیدهٔ هولناكی است.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 2, "arabic_text": "يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٌ", "english_text": "The day you witness it, even a nursing mother will discard her infant, and a pregnant woman will abort her fetus. You will see the people staggering, as if they are intoxicated, even though they are not intoxicated. This is because GOD's retribution is so awesome.", "persian_text": "روزی كه آن را مشاهده كنيد، حتی مادر شيرده، كودك خود را رها خواهد كرد و زن حامله سقط جنين خواهد نمود. مردم را خواهی ديد كه تلوتلو می ‌خورند، گويی مست اند، در حالی كه مست نيستند. اين به دليل آن است كه مجازات خدا بسيار شديد است.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 3, "arabic_text": "وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطَٰنٍ مَّرِيدٍ", "english_text": "Among the people, there are those who argue about GOD without knowledge, and follow every rebellious devil.", "persian_text": "در ميان مردم، كسانی هستند كه بدون دانش دربارهٔ خدا مجادله می ‌كنند و از هر شيطان سركشی پيروی می ‌نمايند.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 4, "arabic_text": "كُتِبَ عَلَيْهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهْدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ", "english_text": "It is decreed that anyone who allies himself with him, he will mislead him and guide him to the agony of Hell.", "persian_text": "چنين مقرر شده است كه هر كس با او متحد شود، او گمراهش خواهد كرد و وی را به عذاب دوزخ راهنمايی خواهد نمود.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 5, "arabic_text": "يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمْ فِى رَيْبٍ مِّنَ ٱلْبَعْثِ فَإِنَّا خَلَقْنَٰكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِن مُّضْغَةٍ مُّخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِّنُبَيِّنَ لَكُمْ  وَنُقِرُّ فِى ٱلْأَرْحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٍ مُّسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوٓا أَشُدَّكُمْ  وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرْذَلِ ٱلْعُمُرِ لِكَيْلَا يَعْلَمَ مِنۢ بَعْدِ عِلْمٍ شَيْـًٔا  وَتَرَى ٱلْأَرْضَ هَامِدَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا ٱلْمَآءَ ٱهْتَزَّتْ وَرَبَتْ وَأَنۢبَتَتْ مِن كُلِّ زَوْج بَهِيجٍ", "english_text": "O people, if you have any doubt about resurrection, (remember that) we created you from dust, and subsequently from a tiny drop, which turns into a hanging (embryo), then it becomes a fetus that is given life or deemed lifeless. We thus clarify things for you. We settle in the wombs whatever we will for a predetermined period.* We then bring you out as infants, then you reach maturity. While some of you die young, others live to the worst age, only to find out that no more knowledge can be attained beyond a certain limit. Also, you look at a land that is dead, then as soon as we shower it with water, it vibrates with life and grows all kinds of beautiful plants.", "persian_text": "ای مردم، اگر در مورد رستاخير كوچك‌ترين شكی داريد، (به ياد آوريد كه) ما شما را از خاك آفريديم و پس از آن از قطره‌ای كوچك، كه آن به (رويان) معلق تبديل می ‌شود، سپس به صورت جنين درآيد كه به آن جان داده شود، يا بی جان بماند. ما اين چنين چيزها را برای شما روشن می ‌كنيم. ما آنچه را بخواهيم، برای دوره‌ای معين در رحم‌ها قرار می ‌دهيم.* سپس شما را به صورت طفلی بيرون می ‌آوريم، پس از آن شما به بلوغ فكری می ‌رسيد. بعضی از شما در جوانی می ‌ميرند و حال آنكه بعضی ديگر تا بدترين سنين زندگی می كنند، فقط برای آنكه بفهمند كه نمی ‌توان بيش از حد معينی كسب دانش نمود. و نيز زمين مرده را  می بينی، سپس همين كه بر آن آب فرو ‌فرستيم، به جنبش آيد و زنده ‌شود و انواع گياهان زيبا را بروياند.", "subtitle": "Where Did We Come From?", "footnote": "*22:5 The Quran's mathematical miracle is based on the number 19. As it turns out, this number represents the Creator's signature on His creations. Thus, you and I have 209 bones in our bodies (209=19x11). The length of pregnancy for a full term fetus is 266 days (19x14) (Langman's Medical Embryology, T. W. Sadler, Page 88, 1985)."}, {"sura_num": 22, "verse_num": 6, "arabic_text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّهُۥ يُحْىِ ٱلْمَوْتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ", "english_text": "This proves that GOD is the Truth, and that He revives the dead, and that He is Omnipotent.", "persian_text": "اين ثابت می كند كه خدا حقيقت است و اينكه او مرده را دوباره زنده می ‌كند و اوست قادر مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 7, "arabic_text": "وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٌ لَّا رَيْبَ فِيهَا وَأَنَّ ٱللَّهَ يَبْعَثُ مَن فِى ٱلْقُبُورِ", "english_text": "And that the Hour is coming, no doubt about it, and that GOD resurrects those who are in the graves.", "persian_text": "و اينکه ساعت در حال آمدن است، هيچ شکی در آن نيست و اينکه خدا کسانی را که در گورها هستند، برمی انگيزد.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 8, "arabic_text": "وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَٰبٍ مُّنِيرٍ", "english_text": "Among the people there is the one who argues about GOD without knowledge, and without guidance, and without an enlightening scripture.", "persian_text": "در ميان مردم كسی هست كه دربارهٔ خدا بدون دانش و بدون هدايت و بدون كتاب آسمانی روشنگر مجادله می ‌كند.", "subtitle": "A Common Occurrence", "footnote": ""}, {"sura_num": 22, "verse_num": 9, "arabic_text": "ثَانِىَ عِطْفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ  لَهُۥ فِى ٱلدُّنْيَا خِزْىٌ  وَنُذِيقُهُۥ يَوْمَ ٱلْقِيَٰمَةِ عَذَابَ ٱلْحَرِيقِ", "english_text": "Arrogantly he strives to divert the people from the path of GOD. He thus incurs humiliation in this life, and we commit him on the Day of Resurrection to the agony of burning.", "persian_text": "او متكبرانه سعی می ‌كند تا مردم را از راه خدا منحرف سازد. او اين چنين در اين دنيا سزاوار حقارت است و ما در روز قيامت او را به عذاب سوزان گرفتار می ‌كنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 10, "arabic_text": "ذَٰلِكَ بِمَا قَدَّمَتْ يَدَاكَ وَأَنَّ ٱللَّهَ لَيْسَ بِظَلَّٰمٍ لِّلْعَبِيدِ", "english_text": "This is what your hands have sent ahead for you. GOD is never unjust towards the people.", "persian_text": "اين است آنچه كه دست‌هايت از پيش برای تو فرستاده است. خدا هرگز به مردم بی عدالتی نمی ‌كند.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 11, "arabic_text": "وَمِنَ ٱلنَّاسِ مَن يَعْبُدُ ٱللَّهَ عَلَىٰ حَرْفٍ  فَإِنْ أَصَابَهُۥ خَيْرٌ ٱطْمَأَنَّ بِهِۦ  وَإِنْ أَصَابَتْهُ فِتْنَةٌ ٱنقَلَبَ عَلَىٰ وَجْهِهِۦ خَسِرَ ٱلدُّنْيَا وَٱلْءَاخِرَةَ  ذَٰلِكَ هُوَ ٱلْخُسْرَانُ ٱلْمُبِينُ", "english_text": "Among the people there is the one who worships GOD conditionally. If things go his way, he is content. But if some adversity befalls him, he makes an about-face. Thus, he loses both this life and the Hereafter. Such is the real loss.", "persian_text": "در ميان مردم کسی هست که خدا را تحت شرایطی پرستش می کند. اگر امور بر وفق مرادش پيش رود، راضی است، ولی چون گزندی به او برسد، چهره در هم می ‌كشد. پس او، دنيا و آخرت، هر دو را از دست می دهد. چنين است باخت واقعی.", "subtitle": "Fair Weather Friends", "footnote": ""}, {"sura_num": 22, "verse_num": 12, "arabic_text": "يَدْعُوا مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥ  ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلْبَعِيدُ", "english_text": "He idolizes beside GOD what possesses no power to harm him or benefit him; such is the real straying.", "persian_text": "او در كنار خدا معبودانی را در حد پرستش قرار می ‌دهد كه هيچ قدرتی ندارند تا نفع و ضرری به او برسانند؛ چنين است گمراهی واقعی.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 13, "arabic_text": "يَدْعُوا لَمَن ضَرُّهُۥٓ أَقْرَبُ مِن نَّفْعِهِۦ  لَبِئْسَ ٱلْمَوْلَىٰ وَلَبِئْسَ ٱلْعَشِيرُ", "english_text": "He idolizes what is more apt to harm him than benefit him. What a miserable lord! What a miserable companion!", "persian_text": "او چيزی را شريك قرار می ‌دهد كه بيشتر به او ضرر می ‌رساند تا منفعت. چه مولای بدی! چه همنشين بدی!", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 14, "arabic_text": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ  إِنَّ ٱللَّهَ يَفْعَلُ مَا يُرِيدُ", "english_text": "GOD admits those who believe and lead a righteous life into gardens with flowing streams. Everything is in accordance with GOD's will.", "persian_text": "خدا کسانی را که ايمان می آورند و زندگی پرهيزكارانه‌ای را در پيش می گيرند، به باغ‌هايی با نهرهای روان داخل می ‌كند. همه چيز برطبق خواست خداست.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 15, "arabic_text": "مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لْيَقْطَعْ فَلْيَنظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُۥ مَا يَغِيظُ", "english_text": "If anyone thinks that GOD cannot support him in this life and in the Hereafter, let him turn completely to (his Creator in) heaven, and sever (his dependence on anyone else). He will then see that this plan eliminates anything that bothers him.", "persian_text": "اگر كسی تصور كند كه خدا نمی ‌تواند او را در اين دنيا و در آخرت حمايت كند، بگذار تا كاملاً به (خالق خود در) آسمان رو آورد و (اتكای خود را از ديگران) قطع كند. در آن هنگام خواهد ديد كه اين نقشه و روش هرچه را كه باعث نگرانی اوست، برطرف می ‌سازد.", "subtitle": "Happiness Now, and Forever", "footnote": ""}, {"sura_num": 22, "verse_num": 16, "arabic_text": "وَكَذَٰلِكَ أَنزَلْنَٰهُ ءَايَٰت بَيِّنَٰتٍ وَأَنَّ ٱللَّهَ يَهْدِى مَن يُرِيدُ", "english_text": "We have thus revealed clear revelations herein, then GOD guides whomever He wills.", "persian_text": "ما اين چنين آيات را روشن در اين نازل كرده‌ايم، سپس خدا هر كه را بخواهد، هدايت می کند.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 17, "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُوا وَٱلَّذِينَ هَادُوا وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلْمَجُوسَ وَٱلَّذِينَ أَشْرَكُوٓا إِنَّ ٱللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ ٱلْقِيَٰمَةِ  إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ", "english_text": "Those who believe, those who are Jewish, the converts, the Christians, the Zoroastrians, and the idol worshipers, GOD is the One who will judge among them on the Day of Resurrection. GOD witnesses all things.", "persian_text": "خداست که در روز رستاخيز در ميان کسانی که ايمان می آورند، کسانی که يهودی هستند، تازه کيشان، مسيحيان، زرتشتيان و مشرکان قضاوت خواهد کرد. خدا بر همه چيز شاهد است.", "subtitle": "God: The Only Judge", "footnote": ""}, {"sura_num": 22, "verse_num": 18, "arabic_text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يَسْجُدُ لَهُۥ مَن فِى ٱلسَّمَٰوَٰتِ وَمَن فِى ٱلْأَرْضِ وَٱلشَّمْسُ وَٱلْقَمَرُ وَٱلنُّجُومُ وَٱلْجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٌ مِّنَ ٱلنَّاسِ  وَكَثِيرٌ حَقَّ عَلَيْهِ ٱلْعَذَابُ   وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكْرِمٍ  إِنَّ ٱللَّهَ يَفْعَلُ مَا يَشَآءُ ", "english_text": "Do you not realize that to GOD prostrates everyone in the heavens and the earth, and the sun, and the moon, and the stars, and the mountains, and the trees, and the animals, and many people? Many others among the people are committed to doom. Whomever GOD shames, none will honor him. Everything is in accordance with GOD's will.", "persian_text": "آيا درك نمی ‌كنيد كه همه كس در آسمان‌ها و زمين و خورشيد و ماه و ستارگان و كوه ها و درختان و حيوانات و بسياری از مردم، به خدا سجده می ‌كنند؟ و بسياری ديگر از مردم محكوم به فنا هستند. هر كه را خدا سرافكنده كند، هيچ كس او را گرامی نخواهد داشت. همه چيز بر طبق خواست خداست.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 19, "arabic_text": "هَٰذَانِ خَصْمَانِ ٱخْتَصَمُوا فِى رَبِّهِمْ  فَٱلَّذِينَ كَفَرُوا قُطِّعَتْ لَهُمْ ثِيَابٌ مِّن نَّارٍ يُصَبُّ مِن فَوْقِ رُءُوسِهِمُ ٱلْحَمِيمُ", "english_text": "Here are two parties feuding with regard to their Lord. As for those who disbelieve, they will have clothes of fire tailored for them. Hellish liquid will be poured on top of their heads.", "persian_text": "در اينجا دو گروه هستند كه دربارهٔ پروردگارشان نزاع می ‌كنند. كسانی كه كافرند، لباسی دوخته شده از آتش خواهند داشت و بر روی سرشان مايعات جهنمی فرو خواهد ريخت.", "subtitle": "How Terrible is Hell!*", "footnote": "*22:19-22 People who have insisted upon going to Hell will inevitably complain: 'Had we known how bad this is, we would have behaved differently.' They will be told that the horrors of Hell have been pointed out to them in the most graphic, though symbolic, terms. It should be noted that Heaven and Hell are almost invariably mentioned together in the Quran."}, {"sura_num": 22, "verse_num": 20, "arabic_text": "يُصْهَرُ بِهِۦ مَا فِى بُطُونِهِمْ وَٱلْجُلُودُ", "english_text": "It will cause their insides to melt, as well as their skins.", "persian_text": "که در اثر آن، درونشان و نيز پوستشان گداخته خواهد شد.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 21, "arabic_text": "وَلَهُم مَّقَٰمِعُ مِنْ حَدِيدٍ", "english_text": "They will be confined in iron pots.", "persian_text": "آنها در ديگ‌های آهنين محبوس خواهند بود.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 22, "arabic_text": "كُلَّمَآ أَرَادُوٓا أَن يَخْرُجُوا مِنْهَا مِنْ غَمٍّ أُعِيدُوا فِيهَا وَذُوقُوا عَذَابَ ٱلْحَرِيقِ", "english_text": "Whenever they try to exit such misery, they will be forced back in: \"Taste the agony of burning.\"", "persian_text": "هرگاه سعی كنند از چنين فلاكتی رهايی يابند، مجبور خواهند شد تا به آن بازگردند: \"عذاب سوزان را بچشيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 23, "arabic_text": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا  وَلِبَاسُهُمْ فِيهَا حَرِيرٌ", "english_text": "GOD will admit those who believe and lead a righteous life into gardens with flowing streams. They will be adorned therein with bracelets of gold, and pearls, and their garments therein will be silk.", "persian_text": "خدا کسانی را که ايمان آورند و زندگی پرهيزکارانه ای را در پيش گيرند، به باغ هايی با نهرهای روان داخل خواهد کرد. در آنجا به دستبند هايی از طلا و مرواريد آراسته خواهند شد و لباس هايشان از ابريشم خواهد بود.", "subtitle": "The Bliss of Heaven", "footnote": ""}, {"sura_num": 22, "verse_num": 24, "arabic_text": "وَهُدُوٓا إِلَى ٱلطَّيِّبِ مِنَ ٱلْقَوْلِ وَهُدُوٓا إِلَىٰ صِرَٰطِ ٱلْحَمِيدِ", "english_text": "They have been guided to the good words; they have been guided in the path of the Most Praised.", "persian_text": "آنها به كلمات خوب هدايت شده‌اند؛ آنها به راه آن ستوده‌ترين هدايت يافته‌اند.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 25, "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُوا وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلْمَسْجِدِ ٱلْحَرَامِ ٱلَّذِى جَعَلْنَٰهُ لِلنَّاسِ سَوَآءً ٱلْعَٰكِفُ فِيهِ وَٱلْبَادِ  وَمَن يُرِدْ فِيهِ بِإِلْحَاد بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ أَلِيمٍ", "english_text": "Surely, those who disbelieve and repulse others from the path of GOD, and from the Sacred Masjid that we designated for all the people—be they natives or visitors—and seek to pollute it and corrupt it, we will afflict them with painful retribution.", "persian_text": "مطمئناً، ما كسانی را كه ايمان ندارند و ديگران را از راه خدا و از مسجدالحرام كه برای تمام مردم- چه اهل آنجا و چه زيارت كنندگان- مقرر كرديم، بازمی ‌دارند و می ‌خواهند آن را به آلودگی و فساد بكشانند، به مجازاتی دردناك گرفتار خواهيم كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 26, "arabic_text": "وَإِذْ بَوَّأْنَا لِإِبْرَٰهِيمَ مَكَانَ ٱلْبَيْتِ أَن لَّا تُشْرِكْ بِى شَيْـًٔا وَطَهِّرْ بَيْتِىَ لِلطَّآئِفِينَ وَٱلْقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ", "english_text": "We appointed Abraham to establish the Shrine: \"You shall not idolize any other god beside Me, and purify My shrine for those who visit it, those who live near it, and those who bow and prostrate.", "persian_text": "ما ابراهيم را برگزيديم تا آن زيارتگاه را بنا كند: \"هيچ خدايی را در كنار من شريك نساز و زيارتگاه مرا برای زيارت كنندگان، كسانی كه در حوالی آن زندگی می ‌كنند و ركوع روندگان و سجده كنندگان خالص كن.\"", "subtitle": "Pilgrimage, Like All Duties in Islam, Decreed Through Abraham*", "footnote": "*22:26-27 Abraham was the original messenger of Submission (Islam). See 22:78 and Appendix 9."}, {"sura_num": 22, "verse_num": 27, "arabic_text": "وَأَذِّن فِى ٱلنَّاسِ بِٱلْحَجِّ يَأْتُوكَ رِجَالًا وَعَلَىٰ كُلِّ ضَامِرٍ يَأْتِينَ مِن كُلِّ فَجٍّ عَمِيقٍ", "english_text": "\"And proclaim that the people shall observe Hajj pilgrimage.* They will come to you walking or riding on various exhausted (means of transportation). They will come from the farthest locations.\"", "persian_text": "\"اعلام كن كه مردم بايد حج را به جا آورند.* آنها پياده يا سوار بر هر گونه وسيله ای (حمل و نقل) نزد تو می ‌آيند. آنها از دورترين نقاط خواهند آمد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 28, "arabic_text": "لِّيَشْهَدُوا مَنَٰفِعَ لَهُمْ وَيَذْكُرُوا ٱسْمَ ٱللَّهِ فِىٓ أَيَّامٍ مَّعْلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلْأَنْعَٰمِ  فَكُلُوا مِنْهَا وَأَطْعِمُوا ٱلْبَآئِسَ ٱلْفَقِيرَ", "english_text": "They may seek commercial benefits, and they shall commemorate GOD's name during the specified days for providing them with livestock. \"Eat therefrom and feed the despondent and the poor.\"", "persian_text": "آنها می ‌توانند به دنبال منافع بازرگانی باشند و در طی روزهای معين نام خدا را ياد كنند كه چارپايان را برای آنها فراهم نمود. \"از آن بخوريد و درماندگان و تهيدستان را غذا دهيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 29, "arabic_text": "ثُمَّ لْيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ وَلْيَطَّوَّفُوا بِٱلْبَيْتِ ٱلْعَتِيقِ", "english_text": "They shall complete their obligations, fulfill their vows, and visit the ancient shrine.", "persian_text": "آنها بايد تمام وظايف خود را انجام دهند، نذرهايشان را ادا نمايند و آن زيارتگاه باستانی را زيارت كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 30, "arabic_text": "ذَٰلِكَ وَمَن يُعَظِّمْ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيْرٌ لَّهُۥ عِندَ رَبِّهِۦ   وَأُحِلَّتْ لَكُمُ ٱلْأَنْعَٰمُ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ  فَٱجْتَنِبُوا ٱلرِّجْسَ مِنَ ٱلْأَوْثَٰنِ وَٱجْتَنِبُوا قَوْلَ ٱلزُّورِ", "english_text": "Those who reverence the rites decreed by GOD have deserved a good reward at their Lord. All livestock is made lawful for your food, except for those specifically prohibited for you. You shall avoid the abomination of idol worship, and avoid bearing false witness.", "persian_text": "کسانی که مراسمی را که خدا مقرر داشته است، محترم می شمرند، سزاوار پاداشی نیکو از جانب پروردگارشان شده اند. تمام چارپايان برای خوراک شما حلال شدند، جز آنهايی که مشخصاً برای شما حرام شده اند. از عمل پليد بت‌پرستی بپرهيزيد و از شهادت دروغ برحذر باشيد.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 31, "arabic_text": "حُنَفَآءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِۦ  وَمَن يُشْرِكْ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخْطَفُهُ ٱلطَّيْرُ أَوْ تَهْوِى بِهِ ٱلرِّيحُ فِى مَكَانٍ سَحِيقٍ", "english_text": "You shall maintain your devotion absolutely to GOD alone. Anyone who sets up any idol beside GOD is like one who fell from the sky, then gets snatched up by vultures, or blown away by the wind into a deep ravine.", "persian_text": "مطلقاً در اخلاصتان به خدا پايدار باشيد. هر کس در کنار خدا شریکی قرار دهد، مانند کسی است که از آسمان سقوط کند و لاشخورها او را بربايند، يا باد او را به دره ای عميق پرتاب کند.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 32, "arabic_text": "ذَٰلِكَ وَمَن يُعَظِّمْ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقْوَى ٱلْقُلُوبِ", "english_text": "Indeed, those who reverence the rites decreed by GOD demonstrate the righteousness of their hearts.", "persian_text": "مسلماً، كسانی كه مراسمی را كه خدا مقرر كرده است، محترم می ‌شمارند، پرهيزكاری قلبشان را نشان می ‌دهند.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 33, "arabic_text": "لَكُمْ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٍ مُّسَمًّى ثُمَّ مَحِلُّهَآ إِلَى ٱلْبَيْتِ ٱلْعَتِيقِ", "english_text": "The (livestock) provide you with many benefits for a period, before being donated to the ancient shrine.", "persian_text": "(چارپايان) پيش از آنكه به زيارتگاه باستانی اهدا شوند، تا مدتی منافع بسياری برايتان فراهم می ‌كنند.", "subtitle": "Livestock Offerings During Pilgrimage*", "footnote": ""}, {"sura_num": 22, "verse_num": 34, "arabic_text": "وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا لِّيَذْكُرُوا ٱسْمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلْأَنْعَٰمِ   فَإِلَٰهُكُمْ إِلَٰهٌ وَٰحِدٌ فَلَهُۥٓ أَسْلِمُوا   وَبَشِّرِ ٱلْمُخْبِتِينَ", "english_text": "For each congregation we have decreed rites whereby they commemorate the name of GOD for providing them with the livestock. Your god is one and the same god; you shall all submit to Him. Give good news to the obedient.", "persian_text": "ما برای هر جماعتی آدابی مقرر كرده‌ايم تا نام خدا را به خاطر چارپايانی كه برای آنها فراهم كرديم، ذكر كنند. خدای شما همان خدای واحد است؛ همهٔ شما بايد به او تسليم شويد. به فرمانبرداران مژده بده.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 35, "arabic_text": "ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتْ قُلُوبُهُمْ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمْ وَٱلْمُقِيمِى ٱلصَّلَوٰةِ وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ", "english_text": "They are the ones whose hearts tremble upon mentioning GOD, they steadfastly persevere during adversity, they observe the Contact Prayers (Salat), and from our provisions to them, they give to charity.", "persian_text": "آنها كسانی هستند كه با بردن نام خدا قلب‌هايشان به تپش می ‌افتد و هنگام بدبختی صبورانه مقاومت می ‌كنند. آنها نمازها (ارتباط با خدا) را به جا می آورند و از روزی هايی كه به آنها داده‌ايم، انفاق می ‌كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 36, "arabic_text": "وَٱلْبُدْنَ جَعَلْنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمْ فِيهَا خَيْرٌ  فَٱذْكُرُوا ٱسْمَ ٱللَّهِ عَلَيْهَا صَوَآفَّ  فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُوا مِنْهَا وَأَطْعِمُوا ٱلْقَانِعَ وَٱلْمُعْتَرَّ  كَذَٰلِكَ سَخَّرْنَٰهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ", "english_text": "The animal offerings are among the rites decreed by GOD for your own good.* You shall mention GOD's name on them while they are standing in line. Once they are offered for sacrifice, you shall eat therefrom and feed the poor and the needy. This is why we subdued them for you, that you may show your appreciation.", "persian_text": "هديه كردن حيوانات از جمله مراسمی است كه خدا به نفع خودتان مقرر كرده است.* هنگامی كه آنها در صف ايستاه‌اند، نام خدا را بر آنها ذكر كنيد. هنگامی كه برای قربانی كردن هديه شدند، از آنها بخوريد و تهيدستان و نيازمندان را غذا دهيد. به همين جهت ما آنها را برای شما رام كرديم، باشد كه قدردانی خود را نشان دهيد.", "subtitle": "", "footnote": "*22:36 Animal offerings from the pilgrims conserve the resources at the pilgrimage site. Note that almost 2,000,000 pilgrims converge on Mecca during pilgrimage."}, {"sura_num": 22, "verse_num": 37, "arabic_text": "لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقْوَىٰ مِنكُمْ  كَذَٰلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمْ   وَبَشِّرِ ٱلْمُحْسِنِينَ", "english_text": "Neither their meat, nor their blood reaches GOD. What reaches Him is your righteousness. He has subdued them for you, that you may show your appreciation by glorifying GOD for guiding you. Give good news to the charitable.", "persian_text": "نه گوشت آنها و نه خون آنها به خدا می ‌رسد. آنچه به او می ‌رسد پرهيزكاری شماست. او آنها را برايتان رام كرده است، باشد كه سپاسگزاری خود را با تجليل خدا به دليل آنكه شما را هدايت كرد، نشان دهيد. به نيكوكاران مژده بده.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 38, "arabic_text": "إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓا   إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ", "english_text": "GOD defends those who believe. GOD does not love any betrayer, unappreciative.", "persian_text": "خدا از کسانی که ايمان آورده اند، دفاع می کند. خدا هيچ شخص خيانتکار و ناسپاسی را دوست ندارد.", "subtitle": "God Defends the Believers", "footnote": ""}, {"sura_num": 22, "verse_num": 39, "arabic_text": "أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمْ ظُلِمُوا  وَإِنَّ ٱللَّهَ عَلَىٰ نَصْرِهِمْ لَقَدِيرٌ", "english_text": "Permission is granted to those who are being persecuted, since injustice has befallen them, and GOD is certainly able to support them.", "persian_text": "به كسانی رخصت داده شده است كه مورد اذيت و آزار قرار می ‌گيرند، زيرا به آنها بی عدالتی شده است و خدا مسلماً قادر است آنها را حمايت كند.", "subtitle": "Synagogues, Churches, and Masjids", "footnote": ""}, {"sura_num": 22, "verse_num": 40, "arabic_text": "ٱلَّذِينَ أُخْرِجُوا مِن دِيَٰرِهِم بِغَيْرِ حَقٍّ إِلَّآ أَن يَقُولُوا رَبُّنَا ٱللَّهُ   وَلَوْلَا دَفْعُ ٱللَّهِ ٱلنَّاسَ بَعْضَهُم بِبَعْضٍ لَّهُدِّمَتْ صَوَٰمِعُ وَبِيَعٌ وَصَلَوَٰتٌ وَمَسَٰجِدُ يُذْكَرُ فِيهَا ٱسْمُ ٱللَّهِ كَثِيرًا   وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓ   إِنَّ ٱللَّهَ لَقَوِىٌّ عَزِيزٌ", "english_text": "They were evicted from their homes unjustly, for no reason other than saying, \"Our Lord is GOD.\" If it were not for GOD's supporting of some people against others, monasteries, churches, synagogues, and masjids—where the name of GOD is commemorated frequently—would have been destroyed. Absolutely, GOD supports those who support Him. GOD is Powerful, Almighty.", "persian_text": "آنها به ناحق از خانه هايشان رانده شدند، فقط برای آنکه می گفتند: \"پروردگار ما خداست. اگر به دليل حمايت خدا از بعضی از مردم بر بعضی ديگر نبود، صومعه ها، کليساها، کنيسه ها و مساجد- جایی که نام خدا در آنها مکرراً یاد می شود- ويران شده بود. مسلماً، خدا از کسانی که از او پشتیبانی کنند، حمايت می کند. خداست قدرتمند، صاحب اقتدار.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 41, "arabic_text": "ٱلَّذِينَ إِن مَّكَّنَّٰهُمْ فِى ٱلْأَرْضِ أَقَامُوا ٱلصَّلَوٰةَ وَءَاتَوُا ٱلزَّكَوٰةَ وَأَمَرُوا بِٱلْمَعْرُوفِ وَنَهَوْا عَنِ ٱلْمُنكَرِ   وَلِلَّهِ عَٰقِبَةُ ٱلْأُمُورِ", "english_text": "They are those who, if we appointed them as rulers on earth, they would establish the Contact Prayers (Salat) and the obligatory charity (Zakat), and would advocate righteousness and forbid evil. GOD is the ultimate ruler.", "persian_text": "آنها كسانی هستند كه اگر آنان را در زمين به عنوان حكمران تعیین می کردیم، نمازخواندن و زكات دادن را برقرار می كردند و از پرهيزكاری طرفداری می ‌كردند و پليدی را منع می ‌نمودند. خداست حاكم نهايی.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 42, "arabic_text": "وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَثَمُودُ", "english_text": "If they reject you, the people of Noah, 'Ãd, and Thamûd have also disbelieved before them.", "persian_text": "اگر تو را تكذيب كنند، قوم نوح، عاد و ثمود نيز پيش از آنها كافر شدند.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 43, "arabic_text": "وَقَوْمُ إِبْرَٰهِيمَ وَقَوْمُ لُوطٍ", "english_text": "Also the people of Abraham, and the people of Lot.", "persian_text": "هم چنين قوم ابراهيم و قوم لوط.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 44, "arabic_text": "وَأَصْحَٰبُ مَدْيَنَ  وَكُذِّبَ مُوسَىٰ فَأَمْلَيْتُ لِلْكَٰفِرِينَ ثُمَّ أَخَذْتُهُمْ  فَكَيْفَ كَانَ نَكِيرِ", "english_text": "And the dwellers of Midyan. Moses was also rejected. I led all those people on, then I called them to account; how (devastating) was My requital!", "persian_text": "و ساكنان مدين. موسی نيز تكذيب شد. من تمام آن مردم را سوق دادم، سپس آنها را برای حسابرسی فراخواندم؛ كيفر من چه (ويران كننده) بود!", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 45, "arabic_text": "فَكَأَيِّن مِّن قَرْيَةٍ أَهْلَكْنَٰهَا وَهِىَ ظَالِمَةٌ فَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئْرٍ مُّعَطَّلَةٍ وَقَصْرٍ مَّشِيدٍ", "english_text": "Many a community have we annihilated because of their wickedness. They ended up with ruins, stilled wells, and great empty mansions.", "persian_text": "ما جوامع بسياری را به خاطر ستمكاری ‌هايشان نابود كرديم كه عاقبتشان، خرابه‌ها، چاه‌های راكد و عمارت های عظيم و خالی بود.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 46, "arabic_text": "أَفَلَمْ يَسِيرُوا فِى ٱلْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَآ أَوْ ءَاذَانٌ يَسْمَعُونَ بِهَا  فَإِنَّهَا لَا تَعْمَى ٱلْأَبْصَٰرُ وَلَٰكِن تَعْمَى ٱلْقُلُوبُ ٱلَّتِى فِى ٱلصُّدُورِ", "english_text": "Did they not roam the earth, then use their minds to understand, and use their ears to hear? Indeed, the real blindness is not the blindness of the eyes, but the blindness of the hearts inside the chests.", "persian_text": "آيا در زمين سير نكردند تا عقل خود را برای فهميدن و گوش خود را برای شنيدن به كار برند؟ درحقيقت، كوری واقعی كوری چشم‌ نيست، بلكه كوری قلب‌ در درون سينه‌هاست.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 47, "arabic_text": "وَيَسْتَعْجِلُونَكَ بِٱلْعَذَابِ وَلَن يُخْلِفَ ٱللَّهُ وَعْدَهُۥ  وَإِنَّ يَوْمًا عِندَ رَبِّكَ كَأَلْفِ سَنَةٍ مِّمَّا تَعُدُّونَ", "english_text": "They challenge you to bring retribution, and GOD never fails to fulfill His prophecy. A day of your Lord is like a thousand of your years.", "persian_text": "آنها تو را به مبارزه می طلبند تا عذاب را بياوری و خدا هرگز در اجرای پيش بينی خود كوتاهی نمی ‌كند. يك روز پروردگارت مانند هزار سال شماست.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 48, "arabic_text": "وَكَأَيِّن مِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِىَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَىَّ ٱلْمَصِيرُ", "english_text": "Many a community in the past committed evil, and I led them on for awhile, then I punished them. To Me is the ultimate destiny.", "persian_text": "جوامع بسياری در گذشته مرتكب پليدی شدند و من آنان را برای مدتی به آن سو سوق دادم، سپس آنها را تنبيه كردم. سرنوشت نهايی به سوی من است.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 49, "arabic_text": "قُلْ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا لَكُمْ نَذِيرٌ مُّبِينٌ", "english_text": "Say, \"O people, I have been sent to you as a profound warner.\"*", "persian_text": "بگو: \"ای مردم، من به عنوان هشداردهنده‌ای آشكار نزد شما فرستاده شده‌ام.\"*", "subtitle": "God's Messenger of the Covenant", "footnote": "*22:49 This command is directed specifically to God's Messenger of the Covenant. This fact, and the specific name of the messenger are mathematically coded into the Quran. See the details, together with the irrefutable proofs, in Appendices 2 and 26."}, {"sura_num": 22, "verse_num": 50, "arabic_text": "فَٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ", "english_text": "Those who believe and lead a righteous life have deserved forgiveness and a generous recompense.", "persian_text": "کسانی که ايمان دارند و زندگی پرهيزکارانه ای را در پيش می گيرند، شایستهٔ آمرزش و پاداشی سخاوتمندانه اند.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 51, "arabic_text": "وَٱلَّذِينَ سَعَوْا فِىٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُولَٰٓئِكَ أَصْحَٰبُ ٱلْجَحِيمِ", "english_text": "As for those who strive to challenge our revelations, they incur Hell.", "persian_text": "و اما كسانی كه سعی دارند با آيات ما مبارزه كنند، سزاوار دوزخ اند.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 52, "arabic_text": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلَا نَبِىٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلْقَى ٱلشَّيْطَٰنُ فِىٓ أُمْنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلْقِى ٱلشَّيْطَٰنُ ثُمَّ يُحْكِمُ ٱللَّهُ ءَايَٰتِهِۦ   وَٱللَّهُ عَلِيمٌ حَكِيمٌ", "english_text": "We did not send before you any messenger, nor a prophet, without having the devil interfere in his wishes. GOD then nullifies what the devil has done. GOD perfects His revelations. GOD is Omniscient, Most Wise.*", "persian_text": "ما پيش از تو نه رسولی فرستادیم و نه پيامبری بدون آنكه شيطان در خواسته‌های او دخالت نكرده باشد. سپس خدا آنچه را شيطان انجام داده است، خنثی می ‌نمايد. خدا آياتش را کامل می کند. خداست دانای مطلق، حكيم‌ترين.*", "subtitle": "The System*", "footnote": "*22:52 Throughout this worldly test, Satan is allowed to present his point of view (we are born with a representative of Satan in our bodies). This allows the people to make a choice between God's evidence and Satan's evidence. Satan's evidence is invariably based on lies. This system explains the fact that the devil's agents continuously come up with the most absurd lies, insults and accusations against every messenger (see 6:33-34, 8:30, 17:76-77, 27:70)."}, {"sura_num": 22, "verse_num": 53, "arabic_text": "لِّيَجْعَلَ مَا يُلْقِى ٱلشَّيْطَٰنُ فِتْنَةً لِّلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ وَٱلْقَاسِيَةِ قُلُوبُهُمْ   وَإِنَّ ٱلظَّٰلِمِينَ لَفِى شِقَاق بَعِيدٍ", "english_text": "He thus sets up the devil's scheme as a test for those who harbor doubts in their hearts, and those whose hearts are hardened. The wicked must remain with the opposition.", "persian_text": "او اين چنين حيلهٔ شيطان را به عنوان آزمايش برای كسانی كه در دلشان شك دارند و كسانی كه قلب‌هايشان سخت شده است، قرار می ‌دهد. ستمكاران بايد با مخالفان بمانند.", "subtitle": "The Hypocrites Drop Out", "footnote": ""}, {"sura_num": 22, "verse_num": 54, "arabic_text": "وَلِيَعْلَمَ ٱلَّذِينَ أُوتُوا ٱلْعِلْمَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّكَ فَيُؤْمِنُوا بِهِۦ فَتُخْبِتَ لَهُۥ قُلُوبُهُمْ   وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓا إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ", "english_text": "Those who are blessed with knowledge will recognize the truth from your Lord, then believe in it, and their hearts will readily accept it. Most assuredly, GOD guides the believers in the right path.", "persian_text": "كسانی كه از نعمت دانش برخوردار شدند، حقيقت را از جانب پروردگارت تشخيص خواهند داد، سپس به آن ايمان می ‌آورند و قلبشان فوراً آن را خواهد پذيرفت. مطمئناً، خدا مؤمنان را در راه راست هدايت می ‌نمايد.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 55, "arabic_text": "وَلَا يَزَالُ ٱلَّذِينَ كَفَرُوا فِى مِرْيَةٍ مِّنْهُ حَتَّىٰ تَأْتِيَهُمُ ٱلسَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ", "english_text": "As for those who disbelieve, they will continue to harbor doubts until the Hour comes to them suddenly, or until the retribution of a terrible day comes to them.", "persian_text": "و اما كسانی كه ايمان ندارند، به شك و ترديد ادامه خواهند داد تا آن ساعت ناگهان فرا رسد، يا عذاب روزی هولناك برايشان بيايد.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 56, "arabic_text": "ٱلْمُلْكُ يَوْمَئِذٍ لِّلَّهِ يَحْكُمُ بَيْنَهُمْ  فَٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ فِى جَنَّٰتِ ٱلنَّعِيمِ", "english_text": "All sovereignty on that day belongs to GOD, and He will judge among them. As for those who believe and lead a righteous life, they have deserved the gardens of bliss.", "persian_text": "در آن روز فرمانروايی همه از آن خداست و او ميان آنها قضاوت خواهد کرد. و اما کسانی که ايمان می آورند و زندگی پرهيزکارانه ای را در پيش می گیرند، شایستهٔ باغ هايی فرح بخش شده اند.", "subtitle": "Satan's Temporary Kingship", "footnote": ""}, {"sura_num": 22, "verse_num": 57, "arabic_text": "وَٱلَّذِينَ كَفَرُوا وَكَذَّبُوا بِـَٔايَٰتِنَا فَأُولَٰٓئِكَ لَهُمْ عَذَابٌ مُّهِينٌ", "english_text": "While those who disbelieved and rejected our revelations have incurred a shameful retribution.", "persian_text": "در حالی كه كسانی كه كافر شدند و آيات ما را تكذيب كردند، سزاوار عذابی شرم آور شده‌اند.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 58, "arabic_text": "وَٱلَّذِينَ هَاجَرُوا فِى سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓا أَوْ مَاتُوا لَيَرْزُقَنَّهُمُ ٱللَّهُ رِزْقًا حَسَنًا  وَإِنَّ ٱللَّهَ لَهُوَ خَيْرُ ٱلرَّٰزِقِينَ", "english_text": "Those who emigrate for the sake of GOD, then get killed, or die, GOD will surely shower them with good provisions. GOD is certainly the best Provider.", "persian_text": "كسانی كه در راه خدا مهاجرت كنند، سپس كشته شوند يا بميرند، خدا مطمئناً به آنها روزی ‌های خوب عطا خواهد كرد. مسلماً خدا بهترين روزی دهنده است.", "subtitle": "Striving in the Cause of God", "footnote": ""}, {"sura_num": 22, "verse_num": 59, "arabic_text": "لَيُدْخِلَنَّهُم مُّدْخَلًا يَرْضَوْنَهُۥ   وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٌ", "english_text": "Most assuredly, He will admit them an admittance that will please them. GOD is Omniscient, Clement.", "persian_text": "مطمئناً او آنها را می پذيرد، پذيرشی که آنها را خوشنود خواهد کرد. خداست دانای مطلق، باگذشت.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 60, "arabic_text": "ذَٰلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِىَ عَلَيْهِ لَيَنصُرَنَّهُ ٱللَّهُ   إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٌ", "english_text": "It is decreed that if one avenges an injustice that was inflicted upon him, equitably, then is persecuted because of this, GOD will surely support him. GOD is Pardoner, Forgiving.", "persian_text": "چنين مقرر شده است كه اگر كسی به همان اندازه‌ای كه به او ظلم شده است، منصفانه انتقام بگيرد، سپس به خاطر آن، مورد اذيت و آزار قرار بگيرد، خدا مطمئناً از او حمايت خواهد كرد. خداست توبه پذير، عفو‌كننده.", "subtitle": "Divine Help for the Oppressed", "footnote": ""}, {"sura_num": 22, "verse_num": 61, "arabic_text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَأَنَّ ٱللَّهَ سَمِيع بَصِيرٌ", "english_text": "It is a fact that GOD merges the night into the day, and merges the day into the night, and that GOD is Hearer, Seer.", "persian_text": "اين واقعيتی است كه خدا شب را به روز و روز را به شب در می آورد و اينكه خداست شنوا، بينا.", "subtitle": "God's Omnipotence", "footnote": ""}, {"sura_num": 22, "verse_num": 62, "arabic_text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِۦ هُوَ ٱلْبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ", "english_text": "It is a fact that GOD is the Truth, while the setting up of any idols beside Him constitutes a falsehood, and that GOD is the Most High, the Supreme.", "persian_text": "اين واقعيتی است كه خدا حق است، در حالی كه غير او هر كه را بخوانيد، باطل است و اينكه خداست باری تعالی، والاترين.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 63, "arabic_text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَتُصْبِحُ ٱلْأَرْضُ مُخْضَرَّةً   إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٌ", "english_text": "Do you not see that GOD sends down from the sky water that turns the land green? GOD is Sublime, Cognizant.", "persian_text": "آيا نمی ‌بينی كه خدا از آسمان آب فرومی ‌فرستد تا زمين را سرسبز كند؟ خداست شكوهمند، آگاه.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 64, "arabic_text": "لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ   وَإِنَّ ٱللَّهَ لَهُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ", "english_text": "To Him belongs everything in the heavens and everything on earth. Absolutely, GOD is the Most Rich, Most Praiseworthy.", "persian_text": "همه چيز در آسمان‌ها و همه چيز در زمين متعلق به اوست. مسلماً، خداست غنی، ستودنی.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 65, "arabic_text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِى ٱلْأَرْضِ وَٱلْفُلْكَ تَجْرِى فِى ٱلْبَحْرِ بِأَمْرِهِۦ وَيُمْسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلْأَرْضِ إِلَّا بِإِذْنِهِۦٓ   إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٌ رَّحِيمٌ", "english_text": "Do you not see that GOD has committed in your service everything on earth? The ships run in the ocean by His command. He prevents the heavenly bodies from crashing onto the earth, except in accordance with His command. GOD is Most Kind towards the people, Most Merciful.", "persian_text": "آيا نمی ‌بينی كه خدا همه چيز را در زمين در خدمت شما قرار داده است؟ كشتی ‌ها به امر او در اقيانوس حركت می ‌كنند. او از برخورد اجسام آسمانی با زمين جلوگيری می ‌كند، مگر به امر او. خدا نسبت به مردم بسيار رئوف است، مهربان‌ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 66, "arabic_text": "وَهُوَ ٱلَّذِىٓ أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ   إِنَّ ٱلْإِنسَٰنَ لَكَفُورٌ", "english_text": "He is the One who granted you life, then He puts you to death, then He brings you back to life. Surely, the human being is unappreciative.", "persian_text": "اوست يکتايی که به شما زندگی بخشيد، سپس شما را می میراند و بعد شما را دوباره زنده می کند. به راستی که انسان ناسپاس است.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 67, "arabic_text": "لِّكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا هُمْ نَاسِكُوهُ  فَلَا يُنَٰزِعُنَّكَ فِى ٱلْأَمْرِ  وَٱدْعُ إِلَىٰ رَبِّكَ  إِنَّكَ لَعَلَىٰ هُدًى مُّسْتَقِيمٍ", "english_text": "For each congregation, we have decreed a set of rites that they must uphold. Therefore, they should not dispute with you. You shall continue to invite everyone to your Lord. Most assuredly, you are on the right path.", "persian_text": "ما برای هر جماعتی آدابی مقرر كرده‌ايم كه بايد اجرا نمايند. بنابراين، آنها نبايد با تو مجادله كنند. تو به دعوت كردن همه به سوی پروردگارت ادامه بده. مطمئناً، تو در راه راست هستی.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 68, "arabic_text": "وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ", "english_text": "If they argue with you, then say, \"GOD is fully aware of everything you do.\"", "persian_text": "اگر با تو مجادله کنند، پس بگو: \"خدا از آنچه می کنيد، کاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 69, "arabic_text": "ٱللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ ٱلْقِيَٰمَةِ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ", "english_text": "GOD will judge among you on the Day of Resurrection regarding all your disputes.", "persian_text": "خدا در روز قيامت دربارهٔ تمام اختلاف‌هايتان ميان شما قضاوت خواهد كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 70, "arabic_text": "أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَآءِ وَٱلْأَرْضِ   إِنَّ ذَٰلِكَ فِى كِتَٰبٍ  إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ", "english_text": "Do you not realize that GOD knows everything in the heavens and everything on earth? All this is recorded in a record. This is easy for GOD to do.", "persian_text": "آيا درك نمی ‌كنی كه خدا همه چيز را در آسمان ها و همه چيز را در زمين می ‌داند؟ تمام اينها در پرونده‌ای ثبت شده است. انجام اين كار برای خدا آسان است.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 71, "arabic_text": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَٰنًا وَمَا لَيْسَ لَهُم بِهِۦ عِلْمٌ   وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ", "english_text": "Yet, they idolize beside GOD idols wherein He placed no power, and they know nothing about them. The transgressors have no helper.", "persian_text": "با اين حال، آنها در كنار خدا معبودانی را در حد پرستش قرار می ‌دهند كه او هيچ قدرتی به آنها نداده است و آنها چيزی دربارهٔ آنان نمی ‌دانند. ستمكاران هيچ ياوری ندارند.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 72, "arabic_text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَٰتُنَا بَيِّنَٰتٍ تَعْرِفُ فِى وُجُوهِ ٱلَّذِينَ كَفَرُوا ٱلْمُنكَرَ  يَكَادُونَ يَسْطُونَ بِٱلَّذِينَ يَتْلُونَ عَلَيْهِمْ ءَايَٰتِنَا   قُلْ أَفَأُنَبِّئُكُم بِشَرٍّ مِّن ذَٰلِكُمُ   ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُوا  وَبِئْسَ ٱلْمَصِيرُ", "english_text": "When our revelations are recited to them, clearly, you recognize wickedness on the faces of those who disbelieve. They almost attack those who recite our revelations to them. Say, \"Shall I inform you of something much worse? Hell is promised by GOD for those who disbelieve; what a miserable destiny.\"", "persian_text": "هنگامی كه آيات ما آشكارا برايشان خوانده می ‌شود، پليدی را در چهرهٔ كافران تشخيص می ‌دهی. آنها نزديك است به كسانی كه آيات ما را برايشان می ‌خوانند، حمله كنند. بگو: \"آيا می ‌خواهيد شما را به بسيار بدتر از اين آگاه سازم؟ خدا دوزخ را به كسانی كه ايمان ندارند، وعده داده است؛ چه سرانجام فلاكت باری.\"", "subtitle": "Violence & Belligerence: Signs of Disbelief", "footnote": ""}, {"sura_num": 22, "verse_num": 73, "arabic_text": "يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٌ فَٱسْتَمِعُوا لَهُۥٓ  إِنَّ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ لَن يَخْلُقُوا ذُبَابًا وَلَوِ ٱجْتَمَعُوا لَهُۥ  وَإِن يَسْلُبْهُمُ ٱلذُّبَابُ شَيْـًٔا لَّا يَسْتَنقِذُوهُ مِنْهُ  ضَعُفَ ٱلطَّالِبُ وَٱلْمَطْلُوبُ", "english_text": "O people, here is a parable that you must ponder carefully: the idols you set up beside GOD can never create a fly, even if they banded together to do so. Furthermore, if the fly steals anything from them, they cannot recover it; weak is the pursuer and the pursued.", "persian_text": "ای مردم، در اينجا ضرب المثلی است كه شما بايد با دقت به آن فكر كنيد: معبودانی كه شما در كنار خدا می خوانيد، هرگز نمی ‌توانند مگسی خلق كنند، حتی اگر همهٔ آنها برای چنين كاری همدست شوند. از اين گذشته، اگر مگس چيزی از آنان بربايد، آنها نمی ‌توانند آن را پس بگيرند؛ دنبال كننده و دنبال شونده هر دو ناتوان اند.", "subtitle": "Can They Create a Fly?", "footnote": ""}, {"sura_num": 22, "verse_num": 74, "arabic_text": "مَا قَدَرُوا ٱللَّهَ حَقَّ قَدْرِهِۦٓ   إِنَّ ٱللَّهَ لَقَوِىٌّ عَزِيزٌ", "english_text": "They do not value GOD as He should be valued. GOD is the Most Powerful, the Almighty.", "persian_text": "خدا را چنانکه بايد قدر بدانند، قدر نمی دانند. خداست قادر متعال، صاحب اقتدار.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 75, "arabic_text": "ٱللَّهُ يَصْطَفِى مِنَ ٱلْمَلَٰٓئِكَةِ رُسُلًا وَمِنَ ٱلنَّاسِ  إِنَّ ٱللَّهَ سَمِيع بَصِيرٌ", "english_text": "GOD chooses from among the angels messengers, as well as from among the people. GOD is Hearer, Seer.", "persian_text": "خدا از ميان فرشتگان و نيز از ميان مردم رسولانی برمی گزيند. خداست شنوا، بينا.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 76, "arabic_text": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ   وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ", "english_text": "He knows their past and their future. To GOD belongs the ultimate control of all matters.", "persian_text": "او گذشته وآيندهٔ آنها را می ‌داند. كنترل نهايی تمام امور از آن خداست.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 77, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا ٱرْكَعُوا وَٱسْجُدُوا وَٱعْبُدُوا رَبَّكُمْ وَٱفْعَلُوا ٱلْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ ", "english_text": "O you who believe, you shall bow, prostrate, worship your Lord, and work righteousness, that you may succeed.", "persian_text": "ای كسانی كه ايمان داريد، به ركوع رويد، سجده كنيد، پروردگارتان را بپرستيد و اعمال پرهيزكارانه انجام دهيد، باشد كه موفق شويد.", "subtitle": "", "footnote": ""}, {"sura_num": 22, "verse_num": 78, "arabic_text": "وَجَٰهِدُوا فِى ٱللَّهِ حَقَّ جِهَادِهِۦ  هُوَ ٱجْتَبَىٰكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِى ٱلدِّينِ مِنْ حَرَجٍ  مِّلَّةَ أَبِيكُمْ إِبْرَٰهِيمَ  هُوَ سَمَّىٰكُمُ ٱلْمُسْلِمِينَ مِن قَبْلُ وَفِى هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَآءَ عَلَى ٱلنَّاسِ  فَأَقِيمُوا ٱلصَّلَوٰةَ وَءَاتُوا ٱلزَّكَوٰةَ وَٱعْتَصِمُوا بِٱللَّهِ هُوَ مَوْلَىٰكُمْ  فَنِعْمَ ٱلْمَوْلَىٰ وَنِعْمَ ٱلنَّصِيرُ", "english_text": "You shall strive for the cause of GOD as you should strive for His cause. He has chosen you and has placed no hardship on you in practicing your religion—the religion of your father Abraham. He is the one who named you \"Submitters\" originally. Thus, the messenger shall serve as a witness among you, and you shall serve as witnesses among the people. Therefore, you shall observe the Contact Prayers (Salat) and give the obligatory charity (Zakat), and hold fast to GOD; He is your Lord, the best Lord and the best Supporter.", "persian_text": "در راه خدا آنچنان که باید، کوشش کنید. او شما را انتخاب کرده است و در تکاليف دينتان هيچ گونه سختی برای شما قرار نداده است- دين پدرتان ابراهيم. اوست که در اصل شما را \"تسليم شدگان\" ناميد. پس، رسول شاهدی باشد در میان شما و شما شاهدی باشید در میان مردم. بنابراين، نمازها (ارتباط با خدا) را بر پا داريد و زکات (انفاق واجب) را بدهيد و به خدا متوسل شويد؛ اوست مولای شما، بهترين مولا و بهترين پشتيبان.", "subtitle": "Abraham: Original Messenger of Islam*", "footnote": "*22:78 Although all messengers preached one and the same message, \"Worship God alone,\" Abraham was the first messenger to coin the terms \"Submission\" (Islam) and \"Submitter\" (Muslim) (2:128). What did Abraham contribute to Submission (Islam)? We learn from 16:123 that all religious duties in Submission were revealed through Abraham (see Appendices 9 & 26)."}]