[{"sura_num": 21, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The Prophets", "chapter_title_arabic": "الأنبياء", "chapter_title_persian": "پيامبران"}, {"sura_num": 21, "verse_num": 1, "arabic_text": "ٱقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِى غَفْلَةٍ مُّعْرِضُونَ", "english_text": "Fast approaching is the reckoning for the people, but they are oblivious, averse.", "persian_text": "حسابرسی مردم به سرعت نزديك می ‌شود، ولی آنها غافل هستند، رويگردان.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 2, "arabic_text": "مَا يَأْتِيهِم مِّن ذِكْرٍ مِّن رَّبِّهِم مُّحْدَثٍ إِلَّا ٱسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ", "english_text": "When a proof comes to them from their Lord, that is new, they listen to it heedlessly.", "persian_text": "هنگامی كه مدركی جديد از جانب پروردگارشان برای آنها می ‌آيد، با بی توجهی به آن گوش می ‌دهند.", "subtitle": "Opposition to the New Evidence", "footnote": ""}, {"sura_num": 21, "verse_num": 3, "arabic_text": "لَاهِيَةً قُلُوبُهُمْ   وَأَسَرُّوا ٱلنَّجْوَى ٱلَّذِينَ ظَلَمُوا هَلْ هَٰذَآ إِلَّا بَشَرٌ مِّثْلُكُمْ  أَفَتَأْتُونَ ٱلسِّحْرَ وَأَنتُمْ تُبْصِرُونَ", "english_text": "Their minds are heedless. And the transgressors confer secretly: \"Is he not just a human being like you? Would you accept the magic that is presented to you?\"*", "persian_text": "افكارشان متوجه نيست. و ستمكاران در خفا نجوا می ‌كنند: \"آيا او جز بشری مانند شما نيست؟ آيا شعبده‌ای را كه به شما ارائه داده است، قبول می ‌كنيد؟\"*", "subtitle": "", "footnote": "*21:3 Although the Bible (Malachi 3:1) and the Quran (3:81) prophesy the advent of God's Messenger of the Covenant, when he did appear, supported by 'one of the greatest miracles' (74:30-35), he was met with heedlessness and opposition. The divine assertion that every 'new' proof is opposed has been proven by the Arabs' opposition to the Quran's miracle. (App. 1 & 2)."}, {"sura_num": 21, "verse_num": 4, "arabic_text": "قَالَ رَبِّى يَعْلَمُ ٱلْقَوْلَ فِى ٱلسَّمَآءِ وَٱلْأَرْضِ  وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ", "english_text": "He said, \"My Lord knows every thought in the heaven and the earth. He is the Hearer, the Omniscient.\"", "persian_text": "او گفت: \"پروردگار من به همهٔ افكار در آسمان و زمين آگاه است. اوست شنوا، دانای مطلق.\"", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 5, "arabic_text": "بَلْ قَالُوٓا أَضْغَٰثُ أَحْلَٰم بَلِ ٱفْتَرَىٰهُ بَلْ هُوَ شَاعِرٌ فَلْيَأْتِنَا بِـَٔايَةٍ كَمَآ أُرْسِلَ ٱلْأَوَّلُونَ", "english_text": "They even said, \"Hallucinations,\" \"He made it up,\" and, \"He is a poet. Let him show us a miracle like those of the previous messengers.\"", "persian_text": "و حتی گفتند: \"وهم و خیال. او آن را از خود ساخته است\" و \"او يك شاعر است. بگذاريد مانند رسولان پيشين معجزه‌ای به ما نشان دهد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 6, "arabic_text": "مَآ ءَامَنَتْ قَبْلَهُم مِّن قَرْيَةٍ أَهْلَكْنَٰهَآ  أَفَهُمْ يُؤْمِنُونَ", "english_text": "We never annihilated a believing community in the past. Are these people believers?", "persian_text": "ما هرگز در گذشته، جامعهٔ باایمانی را هلاك نكرديم. آيا اين مردم مؤمن هستند؟", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 7, "arabic_text": "وَمَآ أَرْسَلْنَا قَبْلَكَ إِلَّا رِجَالًا نُّوحِىٓ إِلَيْهِمْ  فَسْـَٔلُوٓا أَهْلَ ٱلذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ", "english_text": "We did not send before you except men whom we inspired. Ask those who know the scripture, if you do not know.", "persian_text": "ما پيش از تو جز مردانی را كه به آنها وحی كرديم، نفرستاديم. از كسانی كه كتاب آسمانی می ‌دانند، سئوال كنيد، اگر نمی ‌دانيد.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 8, "arabic_text": "وَمَا جَعَلْنَٰهُمْ جَسَدًا لَّا يَأْكُلُونَ ٱلطَّعَامَ وَمَا كَانُوا خَٰلِدِينَ", "english_text": "We did not give them bodies that did not eat, nor were they immortal.", "persian_text": "ما به آنها بدنی نداديم که غذا نخورند و عمر جاودان هم نداشتند.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 9, "arabic_text": "ثُمَّ صَدَقْنَٰهُمُ ٱلْوَعْدَ فَأَنجَيْنَٰهُمْ وَمَن نَّشَآءُ وَأَهْلَكْنَا ٱلْمُسْرِفِينَ", "english_text": "We fulfilled our promise to them; we saved them together with whomever we willed, and annihilated the transgressors.", "persian_text": "ما به وعدهٔ خود با آنها وفا کرديم؛ ما آنان را همراه با کسانی که می خواستيم، نجات داديم و ستمکاران را هلاک کرديم.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 10, "arabic_text": "لَقَدْ أَنزَلْنَآ إِلَيْكُمْ كِتَٰبًا فِيهِ ذِكْرُكُمْ  أَفَلَا تَعْقِلُونَ", "english_text": "We have sent down to you a scripture containing your message. Do you not understand?", "persian_text": "ما کتابی آسمانی برای شما فرستاده ايم که در آن پيامی است برای شما، آيا نمی فهميد؟", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 11, "arabic_text": "وَكَمْ قَصَمْنَا مِن قَرْيَةٍ كَانَتْ ظَالِمَةً وَأَنشَأْنَا بَعْدَهَا قَوْمًا ءَاخَرِينَ", "english_text": "Many a community we terminated because of their transgression, and we substituted other people in their place.", "persian_text": "چه بسيار جوامعی را که به سزای ستمگری هايشان ريشه کن ساختيم و مردمی ديگر را جايگزين آنها کرديم.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 12, "arabic_text": "فَلَمَّآ أَحَسُّوا بَأْسَنَآ إِذَا هُم مِّنْهَا يَرْكُضُونَ", "english_text": "When our requital came to pass, they started to run.", "persian_text": "هنگامی كه مجازات ما فرا رسيد، آنها پا به فرار گذاشتند.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 13, "arabic_text": "لَا تَرْكُضُوا وَٱرْجِعُوٓا إِلَىٰ مَآ أُتْرِفْتُمْ فِيهِ وَمَسَٰكِنِكُمْ لَعَلَّكُمْ تُسْـَٔلُونَ", "english_text": "Do not run, and come back to your luxuries and your mansions, for you must be held accountable.", "persian_text": "فرار نکنيد و به سوی تجملات و عمارت های خود بازگرديد، زيرا بايد حساب پس دهيد.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 14, "arabic_text": "قَالُوا يَٰوَيْلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ", "english_text": "They said, \"Woe to us. We were really wicked.\"", "persian_text": "آنها گفتند: \"وای بر ما. ما واقعاً ستمکار بودیم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 15, "arabic_text": "فَمَا زَالَت تِّلْكَ دَعْوَىٰهُمْ حَتَّىٰ جَعَلْنَٰهُمْ حَصِيدًا خَٰمِدِينَ", "english_text": "This continued to be their proclamation, until we completely wiped them out.", "persian_text": "اين گفتارشان ادامه داشت، تا اينكه آنها را كاملاً از بين برديم.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 16, "arabic_text": "وَمَا خَلَقْنَا ٱلسَّمَآءَ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا لَٰعِبِينَ", "english_text": "We did not create the heavens and the earth, and everything between them just for amusement.", "persian_text": "ما آسمان‌ها و زمين و آنچه را ميان آنهاست، برای سرگرمی نيافريديم.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 17, "arabic_text": "لَوْ أَرَدْنَآ أَن نَّتَّخِذَ لَهْوًا لَّٱتَّخَذْنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ", "english_text": "If we needed amusement, we could have initiated it without any of this, if that is what we wanted to do.", "persian_text": "اگر به سرگرمی نياز داشتيم، می ‌توانستيم بدون هيچ يك از اينها آن را به وجود آوريم، اگر می ‌خواستيم چنين كنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 18, "arabic_text": "بَلْ نَقْذِفُ بِٱلْحَقِّ عَلَى ٱلْبَٰطِلِ فَيَدْمَغُهُۥ فَإِذَا هُوَ زَاهِقٌ  وَلَكُمُ ٱلْوَيْلُ مِمَّا تَصِفُونَ", "english_text": "Instead, it is our plan to support the truth against falsehood, in order to defeat it. Woe to you for the utterances you utter.", "persian_text": "درعوض، نقشهٔ ما اين است كه از حق حمايت كنيم تا باطل را شكست دهيم. وای بر شما برای سخنانی كه بر زبان می ‌آوريد.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 19, "arabic_text": "وَلَهُۥ مَن فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  وَمَنْ عِندَهُۥ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِۦ وَلَا يَسْتَحْسِرُونَ", "english_text": "To Him belongs everyone in the heavens and the earth, and those at Him are never too arrogant to worship Him, nor do they ever waver.", "persian_text": "از آن اوست هر که در آسمان ها و زمين است و کسانی که نزد او هستند، هرگز از پرستش او تکبر نمی ورزند و هرگز متزلزل نمی شوند.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 20, "arabic_text": "يُسَبِّحُونَ ٱلَّيْلَ وَٱلنَّهَارَ لَا يَفْتُرُونَ", "english_text": "They glorify night and day, without ever tiring.", "persian_text": "آنها شب و روز، بی آنكه هرگز احساس خستگی كنند، به تسبيح و تجليل او مشغولند.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 21, "arabic_text": "أَمِ ٱتَّخَذُوٓا ءَالِهَةً مِّنَ ٱلْأَرْضِ هُمْ يُنشِرُونَ", "english_text": "Have they found gods on earth who can create?", "persian_text": "آيا آنها در زمين خدايانی يافته‌اند كه می ‌توانند خلق كنند؟", "subtitle": "One God", "footnote": ""}, {"sura_num": 21, "verse_num": 22, "arabic_text": "لَوْ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَا  فَسُبْحَٰنَ ٱللَّهِ رَبِّ ٱلْعَرْشِ عَمَّا يَصِفُونَ", "english_text": "If there were in them (the heavens and the earth) other gods beside GOD, there would have been chaos. Glory be to GOD; the Lord with absolute authority. He is high above their claims.", "persian_text": "اگر در آنها (آسمان‌ها و زمين) خدايانی جز خدا می بود، هرج و مرج می ‌شد. تجليل خدا را؛ پروردگار بااقتدار مطلق. او بالاتر از ادعای آنهاست.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 23, "arabic_text": "لَا يُسْـَٔلُ عَمَّا يَفْعَلُ وَهُمْ يُسْـَٔلُونَ", "english_text": "He is never to be asked about anything He does, while all others are questioned.", "persian_text": "او هرگز دربارهٔ هيچ كاری مورد سئوال قرار نمی ‌گيرد، در حالی كه ديگران همه مورد سئوال قرار می ‌گيرند.", "subtitle": "Never Question God's Wisdom", "footnote": ""}, {"sura_num": 21, "verse_num": 24, "arabic_text": "أَمِ ٱتَّخَذُوا مِن دُونِهِۦٓ ءَالِهَةً  قُلْ هَاتُوا بُرْهَٰنَكُمْ  هَٰذَا ذِكْرُ مَن مَّعِىَ وَذِكْرُ مَن قَبْلِى   بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ ٱلْحَقَّ  فَهُم مُّعْرِضُونَ", "english_text": "Have they found other gods beside Him? Say, \"Show me your proof. This is the message to my generation, consummating all previous messages.\" Indeed, most of them do not recognize the truth; this is why they are so hostile.", "persian_text": "آيا در كنار او خدايان ديگری يافته‌اند؟ بگو: \"برهان خود را به من نشان دهيد. اين پيامی است به نسل من، كه تمام پيام‌های پيشين را در بر می ‌گيرد. \"درواقع، اكثر آنها به دليل آنكه حقيقت را تشخيص نمی ‌دهند، تا اين حد خصومت می ‌ورزند.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 25, "arabic_text": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِىٓ إِلَيْهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا فَٱعْبُدُونِ", "english_text": "We did not send any messenger before you except with the inspiration: \"There is no god except Me; you shall worship Me alone.\"", "persian_text": "ما پيش از تو هيچ رسولی نفرستاديم مگر با اين وحی: \"غير از من خدايی نيست؛ تنها مرا بپرستيد.\"", "subtitle": "One God / One Message / One Religion", "footnote": ""}, {"sura_num": 21, "verse_num": 26, "arabic_text": "وَقَالُوا ٱتَّخَذَ ٱلرَّحْمَٰنُ وَلَدًا   سُبْحَٰنَهُۥ  بَلْ عِبَادٌ مُّكْرَمُونَ", "english_text": "Yet, they said, \"The Most Gracious has begotten a son!\" Glory be to Him. All (messengers) are (His) honored servants.", "persian_text": "با اين حال، آنها گفتند: \"بخشنده‌ترين پسری اختيار كرده است! \"تجليل او را. همهٔ (رسولان) بندگان محترم (او) هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 27, "arabic_text": "لَا يَسْبِقُونَهُۥ بِٱلْقَوْلِ وَهُم بِأَمْرِهِۦ يَعْمَلُونَ", "english_text": "They never speak on their own, and they strictly follow His commands.", "persian_text": "آنها هرگز از جانب خود سخن نمی ‌گويند و فقط از اوامر او پيروی می ‌كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 28, "arabic_text": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ٱرْتَضَىٰ وَهُم مِّنْ خَشْيَتِهِۦ مُشْفِقُونَ", "english_text": "He knows their future and their past. They do not intercede, except for those already accepted by Him, and they are worried about their own necks.*", "persian_text": "او آينده و گذشتهٔ آنها را می ‌داند. آنها شفاعت نمی ‌كنند، مگر برای كسانی كه قبلاً مورد قبول او واقع شده باشند و آنها نگران خودشان هستند.*", "subtitle": "The Myth of Intercession", "footnote": "*21:28 The myth of intercession is Satan's most effective bait (see Appendix 8)."}, {"sura_num": 21, "verse_num": 29, "arabic_text": "وَمَن يَقُلْ مِنْهُمْ إِنِّىٓ إِلَٰهٌ مِّن دُونِهِۦ فَذَٰلِكَ نَجْزِيهِ جَهَنَّمَ  كَذَٰلِكَ نَجْزِى ٱلظَّٰلِمِينَ", "english_text": "If any of them claims to be a god beside Him, we requite him with Hell; we thus requite the wicked.", "persian_text": "اگر هر يك از آنها ادعا كند كه من خدايی در كنار او هستم، او را به دوزخ محكوم می كنيم؛ ما ستمكاران را اين چنين به كيفر می ‌رسانيم.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 30, "arabic_text": "أَوَلَمْ يَرَ ٱلَّذِينَ كَفَرُوٓا أَنَّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَٰهُمَا  وَجَعَلْنَا مِنَ ٱلْمَآءِ كُلَّ شَىْءٍ حَىٍّ  أَفَلَا يُؤْمِنُونَ", "english_text": "Do the unbelievers not realize that the heaven and the earth used to be one solid mass that we exploded into existence? And from water we made all living things. Would they believe?", "persian_text": "آيا کافران درک نمی کنند که آسمان و زمين در آغاز به صورت يک تودهٔ جامد بود و ما آن را منفجر ساختيم تا موجوديت پيدا کند؟ و هر چيز زنده ای را از آب به وجود آورديم. آيا ايمان می آورند؟", "subtitle": "The Big Bang Theory Confirmed*", "footnote": "*21:30 The Big Bang Theory is now supported by the Creator's infallible mathematical code (Appendix 1). Thus, it is no longer a theory; it is a law, a proven fact."}, {"sura_num": 21, "verse_num": 31, "arabic_text": "وَجَعَلْنَا فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِهِمْ وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا لَّعَلَّهُمْ يَهْتَدُونَ", "english_text": "And we placed on earth stabilizers, lest it tumbles with them, and we placed straight roads therein, that they may be guided.", "persian_text": "و در روی زمين استحكاماتی (کوه ها) برای توازن قرار داديم تا مبادا با آنها بلغزد و در آن جاده‌های مستقيم قرار داديم، باشد كه هدايت شوند.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 32, "arabic_text": "وَجَعَلْنَا ٱلسَّمَآءَ سَقْفًا مَّحْفُوظًا  وَهُمْ عَنْ ءَايَٰتِهَا مُعْرِضُونَ", "english_text": "And we rendered the sky a guarded ceiling. Yet, they are totally oblivious to all the portents therein.", "persian_text": "و آسمان را سقفی محافظ قرار داديم. با اين حال، آنها از تمام نشانه‌هايی كه در آن است، كاملاً غافلند.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 33, "arabic_text": "وَهُوَ ٱلَّذِى خَلَقَ ٱلَّيْلَ وَٱلنَّهَارَ وَٱلشَّمْسَ وَٱلْقَمَرَ  كُلٌّ فِى فَلَكٍ يَسْبَحُونَ", "english_text": "And He is the One who created the night and the day, and the sun and the moon; each floating in its own orbit.", "persian_text": "و اوست که شب و روز و خورشيد و ماه را آفريد؛ هر کدام در مدار خود شناور است.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 34, "arabic_text": "وَمَا جَعَلْنَا لِبَشَرٍ مِّن قَبْلِكَ ٱلْخُلْدَ  أَفَإِين مِّتَّ فَهُمُ ٱلْخَٰلِدُونَ", "english_text": "We never decreed immortality for anyone before you; should you die, are they immortal?", "persian_text": "ما هرگز پيش از تو برای هيچ كس عمر جاودان مقرر نكرديم؛ اگر تو بميری آيا آنها عمر جاودانی خواهند داشت؟", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 35, "arabic_text": "كُلُّ نَفْسٍ ذَآئِقَةُ ٱلْمَوْتِ   وَنَبْلُوكُم بِٱلشَّرِّ وَٱلْخَيْرِ فِتْنَةً  وَإِلَيْنَا تُرْجَعُونَ", "english_text": "Every soul will taste death, after we put you to the test through adversity and prosperity, then to us you ultimately return.", "persian_text": "هر نفسی طعم مرگ را پس از آنكه شما را به سختی و رفاه آزمايش كنيم، خواهد چشيد، سپس سرانجام به سوی ما بازمی ‌گرديد.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 36, "arabic_text": "وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓا إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِى يَذْكُرُ ءَالِهَتَكُمْ وَهُم بِذِكْرِ ٱلرَّحْمَٰنِ هُمْ كَٰفِرُونَ", "english_text": "When those who disbelieve see you, they ridicule you: \"Is this the one who challenges your gods?\" Meanwhile, they remain totally heedless of the message from the Most Gracious.", "persian_text": "هرگاه كسانی كه ايمان ندارند تو را ببينند، تو را مسخره می ‌كنند: \"آيا اين همان كسی است كه خدايان شما را به مبارزه می ‌طلبد؟\" در همان حال، آنها كاملاً به پيام بخشنده‌ترين بی توجه باقی می ‌مانند.", "subtitle": "All Messengers Ridiculed", "footnote": ""}, {"sura_num": 21, "verse_num": 37, "arabic_text": "خُلِقَ ٱلْإِنسَٰنُ مِنْ عَجَلٍ  سَأُورِيكُمْ ءَايَٰتِى فَلَا تَسْتَعْجِلُونِ", "english_text": "The human being is impatient by nature. I will inevitably show you My signs; do not be in such a hurry.", "persian_text": "انسان طبيعتاً عجول است. من حتماً نشانه‌هايم را به شما نشان خواهم داد؛ آنقدر شتاب نكنيد.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 38, "arabic_text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ", "english_text": "They challenge: \"Where is that (retribution), if you are truthful?\"", "persian_text": "به اعتراض می‌ گويند: \"آن (عذاب) كجاست، اگر راست می گوييد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 39, "arabic_text": "لَوْ يَعْلَمُ ٱلَّذِينَ كَفَرُوا حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمْ وَلَا هُمْ يُنصَرُونَ", "english_text": "If only those who disbelieve could envision themselves when they try to ward off the fire; off their faces and their backs! No one will help them then.", "persian_text": "كسانی كه ايمان ندارند، اگر فقط می ‌توانستند خود را مجسم نمايند، هنگامی كه سعی می كنند آتش را از صورت و پشت خود دور سازند! در آن هنگام هيچ كس كمكشان نخواهد كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 40, "arabic_text": "بَلْ تَأْتِيهِم بَغْتَةً فَتَبْهَتُهُمْ فَلَا يَسْتَطِيعُونَ رَدَّهَا وَلَا هُمْ يُنظَرُونَ", "english_text": "Indeed, it will come to them suddenly, and they will be utterly stunned. They can neither avoid it, nor can they receive any respite.", "persian_text": "درواقع، چنان آنان را غافلگير خواهد كرد كه به كلی بهت زده خواهند شد. آنها نمی ‌توانند از آن دوری كنند و نمی ‌توانند مهلتی يابند.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 41, "arabic_text": "وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِۦ يَسْتَهْزِءُونَ", "english_text": "Messengers before you have been ridiculed, and, consequently, those who ridiculed them incurred the retribution for their ridiculing.", "persian_text": "رسولان پيش از تو مورد تمسخر قرار گرفته‌اند و درنتيجه، كسانی كه آنها را مسخره كردند، به دليل تمسخرشان، سزاوار عذاب شدند.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 42, "arabic_text": "قُلْ مَن يَكْلَؤُكُم بِٱلَّيْلِ وَٱلنَّهَارِ مِنَ ٱلرَّحْمَٰنِ   بَلْ هُمْ عَن ذِكْرِ رَبِّهِم مُّعْرِضُونَ", "english_text": "Say, \"Who can protect you from the Most Gracious during the night or during the day?\" Indeed, they are totally oblivious to the message of their Lord.", "persian_text": "بگو: \"چه كسی می ‌تواند شما را در طی شب يا در طی روز از بخشنده‌ترين محافظت كند؟ \"درواقع، آنها به كلی از پيام پروردگارشان غافل هستند.", "subtitle": "Priorities Confused", "footnote": ""}, {"sura_num": 21, "verse_num": 43, "arabic_text": "أَمْ لَهُمْ ءَالِهَةٌ تَمْنَعُهُم مِّن دُونِنَا  لَا يَسْتَطِيعُونَ نَصْرَ أَنفُسِهِمْ وَلَا هُم مِّنَّا يُصْحَبُونَ", "english_text": "Do they have gods who can protect them from us? They cannot even help themselves. Nor can they accompany one another when they are summoned to face us.", "persian_text": "آيا خدايانی دارند كه می ‌توانند آنها را از ما محافظت كنند؟ هنگامی كه در مقابل ما احضار شوند، حتی نمی ‌توانند به خودشان كمك كنند و يا همراه يكديگر باشند.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 44, "arabic_text": "بَلْ مَتَّعْنَا هَٰٓؤُلَآءِ وَءَابَآءَهُمْ حَتَّىٰ طَالَ عَلَيْهِمُ ٱلْعُمُرُ   أَفَلَا يَرَوْنَ أَنَّا نَأْتِى ٱلْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَآ  أَفَهُمُ ٱلْغَٰلِبُونَ", "english_text": "We have provided for these people and their ancestors, up until an old age. Do they not see that every day on earth brings them closer to the end? Can they reverse this process?", "persian_text": "ما برای اين مردم و نياکانشان روزی فراهم کرده ايم تا به کهنسالی رسيدند. آيا نمی بينند که هر روز که در زمين می گذرد، آنها را به پايان نزديک تر می کند؟ آيا می توانند اين روند را معکوس کنند؟", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 45, "arabic_text": "قُلْ إِنَّمَآ أُنذِرُكُم بِٱلْوَحْىِ  وَلَا يَسْمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ", "english_text": "Say, \"I am warning you in accordance with divine inspiration.\" However, the deaf cannot hear the call, when they are warned.", "persian_text": "بگو: \"من بر طبق وحی الهی به شما هشدار می ‌دهم. \"اگرچه، كر نمی ‌تواند ندا را بشنود، هنگامی كه به او هشدار داده می ‌شود.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 46, "arabic_text": "وَلَئِن مَّسَّتْهُمْ نَفْحَةٌ مِّنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيْلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ", "english_text": "When a sample of your Lord's retribution afflicts them, they readily say, \"We were indeed wicked.\"", "persian_text": "هنگامی كه نمونه‌ای از عذاب پروردگارت به آنها برسد، فوراً می ‌گويند: \"ما واقعاً ستمكار بوديم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 47, "arabic_text": "وَنَضَعُ ٱلْمَوَٰزِينَ ٱلْقِسْطَ لِيَوْمِ ٱلْقِيَٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْـًٔا  وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا   وَكَفَىٰ بِنَا حَٰسِبِينَ", "english_text": "We will establish the scales of justice on the Day of Resurrection. No soul will suffer the least injustice. Even the equivalent of a mustard seed will be accounted for. We are the most efficient reckoners.", "persian_text": "ما در روز قيامت ترازوهای عدالت را برقرار خواهيم كرد. به هيچ نفسی كوچك‌ترين بی ‌عدالتی نخواهد شد. حتی به اندازهٔ دانهٔ خردلی به حساب خواهد آمد. ما باكفايت ‌ترين حسابرس هستيم.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 48, "arabic_text": "وَلَقَدْ ءَاتَيْنَا مُوسَىٰ وَهَٰرُونَ ٱلْفُرْقَانَ وَضِيَآءً وَذِكْرًا لِّلْمُتَّقِينَ", "english_text": "We gave Moses and Aaron the Statute Book, a beacon, and a reminder for the righteous.", "persian_text": "ما به موسی و هارون كتاب قانون داديم، مشعلی روشنگر و تذكری برای پرهيزكاران.", "subtitle": "Prophets Moses and Aaron", "footnote": ""}, {"sura_num": 21, "verse_num": 49, "arabic_text": "ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشْفِقُونَ", "english_text": "The ones who reverence their Lord, even when alone in their privacy, and they worry about the Hour.", "persian_text": "كسانی كه حتی در تنهايی و خلوت خود هيبت و حرمت پروردگارشان را ارج می ‌نهند و نگران آن ساعت هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 50, "arabic_text": "وَهَٰذَا ذِكْرٌ مُّبَارَكٌ أَنزَلْنَٰهُ  أَفَأَنتُمْ لَهُۥ مُنكِرُونَ", "english_text": "This too is a blessed reminder that we sent down. Are you denying it?", "persian_text": "اين هم تذكری است مبارك كه ما نازل كرديم. آيا شما آن را انكار می ‌كنيد؟", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 51, "arabic_text": "وَلَقَدْ ءَاتَيْنَآ إِبْرَٰهِيمَ رُشْدَهُۥ مِن قَبْلُ وَكُنَّا بِهِۦ عَٰلِمِينَ", "english_text": "Before that, we granted Abraham his guidance and understanding, for we were fully aware of him.*", "persian_text": "پيش از آن، ما به ابراهيم هدايت و ادراك عطا كرديم، زيرا كاملاً از او آگاه بوديم.*", "subtitle": "Abraham", "footnote": "*21:51 Was Abraham so smart as to discover God, or, did God grant him the intelligence because He knew that he deserved to be saved? As it turns out, this whole world was created to redeem those among us who deserve redemption. When the angels suggested that all the rebels, humans and jinns, must be banished out of God's kingdom, 'I know what you do not know' (2:30). At the same time, this world proves Satan's incompetence as a god (App. 7)."}, {"sura_num": 21, "verse_num": 52, "arabic_text": "إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِىٓ أَنتُمْ لَهَا عَٰكِفُونَ", "english_text": "He said to his father and his people, \"What are these statues to which you are devoting yourselves?\"", "persian_text": "او به پدر و قومش گفت: \"اين مجسمه‌ها چيست كه خود را وقف آنها می ‌كنيد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 53, "arabic_text": "قَالُوا وَجَدْنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ", "english_text": "They said, \"We found our parents worshiping them.\"", "persian_text": "آنها گفتند: \"ما والدين خود را در پرستش آنها يافتيم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 54, "arabic_text": "قَالَ لَقَدْ كُنتُمْ أَنتُمْ وَءَابَآؤُكُمْ فِى ضَلَٰلٍ مُّبِينٍ", "english_text": "He said, \"Indeed, you and your parents have gone totally astray.\"", "persian_text": "او گفت: \"درواقع، شما و والدينتان به كلی گمراه شده‌ايد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 55, "arabic_text": "قَالُوٓا أَجِئْتَنَا بِٱلْحَقِّ أَمْ أَنتَ مِنَ ٱللَّٰعِبِينَ", "english_text": "They said, \"Are you telling us the truth, or are you playing?\"", "persian_text": "آنها گفتند: \"آيا حقيقت را به ما می ‌گويی، يا ما را به بازی گرفته‌ای؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 56, "arabic_text": "قَالَ بَل رَّبُّكُمْ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ٱلَّذِى فَطَرَهُنَّ وَأَنَا عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ", "english_text": "He said, \"Your only Lord is the Lord of the heavens and the earth, who created them. This is the testimony to which I bear witness.", "persian_text": "او گفت: \"تنها پروردگار شما، پروردگار آسمان ها و زمين است، يکتايی که آنها را آفريد. اين شهادتی است که من به آن گواهی می دهم.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 57, "arabic_text": "وَتَٱللَّهِ لَأَكِيدَنَّ أَصْنَٰمَكُم بَعْدَ أَن تُوَلُّوا مُدْبِرِينَ", "english_text": "\"I swear by GOD, I have a plan to deal with your statues, as soon as you leave.\"", "persian_text": "\"من به خدا سوگند می ‌خورم، همين كه شما برويد، برای مجسمه‌های شما نقشه‌ای دارم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 58, "arabic_text": "فَجَعَلَهُمْ جُذَٰذًا إِلَّا كَبِيرًا لَّهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ", "english_text": "He broke them into pieces, except for a big one, that they may refer to it.", "persian_text": "او آنها را خرد كرد و درهم شكست، جز بتی بزرگ را، باشد که به آن رجوع كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 59, "arabic_text": "قَالُوا مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّٰلِمِينَ", "english_text": "They said, \"Whoever did this to our gods is really a transgressor.\"", "persian_text": "آنها گفتند: \"هر کس با خدايان ما چنين کرد، واقعاً يک ستمگر است.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 60, "arabic_text": "قَالُوا سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُۥٓ إِبْرَٰهِيمُ", "english_text": "They said, \"We heard a youth threaten them; he is called Abraham.\"", "persian_text": "آنها گفتند: \"شنيديم که جوانی آنها را تهديد می کرد؛ نامش ابراهيم است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 61, "arabic_text": "قَالُوا فَأْتُوا بِهِۦ عَلَىٰٓ أَعْيُنِ ٱلنَّاسِ لَعَلَّهُمْ يَشْهَدُونَ", "english_text": "They said, \"Bring him before the eyes of all the people, that they may bear witness.\"", "persian_text": "آنها گفتند: \"او را در برابر ديدگان تمام مردم بياوريد، باشد که آنها شهادت دهند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 62, "arabic_text": "قَالُوٓا ءَأَنتَ فَعَلْتَ هَٰذَا بِـَٔالِهَتِنَا يَٰٓإِبْرَٰهِيمُ", "english_text": "They said, \"Did you do this to our gods, O Abraham?\"", "persian_text": "آنها گفتند: \"آيا تو با خدايان ما چنين کردی، ای ابراهيم؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 63, "arabic_text": "قَالَ بَلْ فَعَلَهُۥ كَبِيرُهُمْ هَٰذَا فَسْـَٔلُوهُمْ إِن كَانُوا يَنطِقُونَ", "english_text": "He said, \"It is that big one who did it. Go ask them, if they can speak.\"", "persian_text": "او گفت: \"اين کار، کار آن بت بزرگ است. برويد و از آنها بپرسيد، اگر می توانند سخن بگويند.\"", "subtitle": "Abraham Proves His Point", "footnote": ""}, {"sura_num": 21, "verse_num": 64, "arabic_text": "فَرَجَعُوٓا إِلَىٰٓ أَنفُسِهِمْ فَقَالُوٓا إِنَّكُمْ أَنتُمُ ٱلظَّٰلِمُونَ", "english_text": "They were taken aback, and said to themselves, \"Indeed, you are the ones who have been transgressing.\"", "persian_text": "آنها به خود آمدند و با خود گفتند: \"درواقع، شما هستيد كه ستمكار بوده‌ايد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 65, "arabic_text": "ثُمَّ نُكِسُوا عَلَىٰ رُءُوسِهِمْ لَقَدْ عَلِمْتَ مَا هَٰٓؤُلَآءِ يَنطِقُونَ", "english_text": "Yet, they reverted to their old ideas: \"You know full well that these cannot speak.\"", "persian_text": "با اين حال، به اعتقادات گذشتهٔ خود بازگشتند: \"تو خوب می دانی که اينها نمی توانند سخن بگويند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 66, "arabic_text": "قَالَ أَفَتَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمْ شَيْـًٔا وَلَا يَضُرُّكُمْ", "english_text": "He said, \"Do you then worship besides GOD what possesses no power to benefit you or harm you?", "persian_text": "او گفت: \"پس آيا در كنار خدا چيزی را می پرستيد كه هيچ قدرتی ندارد كه نفع و ضرری به شما برساند؟", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 67, "arabic_text": "أُفٍّ لَّكُمْ وَلِمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ  أَفَلَا تَعْقِلُونَ", "english_text": "\"You have incurred shame by worshiping idols beside GOD. Do you not understand?\"", "persian_text": "شما با پرستش معبودانی در كنار خدا به سرافكندگی دچار شده‌ايد، آيا نمی ‌فهميد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 68, "arabic_text": "قَالُوا حَرِّقُوهُ وَٱنصُرُوٓا ءَالِهَتَكُمْ إِن كُنتُمْ فَٰعِلِينَ", "english_text": "They said, \"Burn him and support your gods, if this is what you decide to do.\"", "persian_text": "آنها گفتند: \"اگر تصميم داريد از خدايان خود حمايت كنيد، او را بسوزانيد.\"", "subtitle": "Profound Miracle", "footnote": ""}, {"sura_num": 21, "verse_num": 69, "arabic_text": "قُلْنَا يَٰنَارُ كُونِى بَرْدًا وَسَلَٰمًا عَلَىٰٓ إِبْرَٰهِيمَ", "english_text": "We said, \"O fire, be cool and safe for Abraham.\"*", "persian_text": "گفتيم: \"ای آتش، سرد و ايمن باش بر ابراهيم.\"*", "subtitle": "", "footnote": "*21:69 \"Cool,\" without \"and safe\" would have caused Abraham to freeze."}, {"sura_num": 21, "verse_num": 70, "arabic_text": "وَأَرَادُوا بِهِۦ كَيْدًا فَجَعَلْنَٰهُمُ ٱلْأَخْسَرِينَ", "english_text": "Thus, they schemed against him, but we made them the losers.", "persian_text": "اين چنين، عليه او حيله كردند، ولی ما آنها را بازنده كرديم!", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 71, "arabic_text": "وَنَجَّيْنَٰهُ وَلُوطًا إِلَى ٱلْأَرْضِ ٱلَّتِى بَٰرَكْنَا فِيهَا لِلْعَٰلَمِينَ", "english_text": "We saved him, and we saved Lot, to the land that we blessed for all the people.", "persian_text": "ما او و لوط را به آن سرزمينی نجات داديم که در آن برای تمام مردم برکت نهاديم.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 72, "arabic_text": "وَوَهَبْنَا لَهُۥٓ إِسْحَٰقَ وَيَعْقُوبَ نَافِلَةً  وَكُلًّا جَعَلْنَا صَٰلِحِينَ", "english_text": "And we granted him Isaac and Jacob as a gift, and we made them both righteous.", "persian_text": "و اسحاق و يعقوب را به عنوان هديه به او عطا کرديم، و هر دو را از صالحان قرار داديم.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 73, "arabic_text": "وَجَعَلْنَٰهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا وَأَوْحَيْنَآ إِلَيْهِمْ فِعْلَ ٱلْخَيْرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِ  وَكَانُوا لَنَا عَٰبِدِينَ", "english_text": "We made them imams who guided in accordance with our commandments, and we taught them how to work righteousness, and how to observe the Contact Prayers (Salat) and the obligatory charity (Zakat).* To us, they were devoted worshipers.", "persian_text": "ما آنها را امامان قرار داديم كه بر طبق احكام ما هدايت می ‌كردند و به آنها آموختيم كه چگونه پرهيزكارانه عمل كنند و چگونه نمازها (ارتباط با خدا) را به جا آورند و زکات (انفاق واجب) را بدهند.* از دید ما آنها عبادت کنندگانی مخلص بودند.", "subtitle": "Abraham: Delivered All Religious Duties of Islam", "footnote": "*21:73 When the Quran was revealed, all religious duties were already established through Abraham (2:128, 16:123, 22:78)."}, {"sura_num": 21, "verse_num": 74, "arabic_text": "وَلُوطًا ءَاتَيْنَٰهُ حُكْمًا وَعِلْمًا وَنَجَّيْنَٰهُ مِنَ ٱلْقَرْيَةِ ٱلَّتِى كَانَت تَّعْمَلُ ٱلْخَبَٰٓئِثَ   إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَٰسِقِينَ", "english_text": "As for Lot, we granted him wisdom and knowledge, and we saved him from the community that practiced abominations; they were wicked and evil people.", "persian_text": "و اما لوط، ما به او حكمت و دانش عطا كرديم و او را از جامعه‌ای كه اعمال زشت انجام می ‌دادند، نجات داديم؛ آنها مردمی پليد و ستمكار بودند.", "subtitle": "Lot", "footnote": ""}, {"sura_num": 21, "verse_num": 75, "arabic_text": "وَأَدْخَلْنَٰهُ فِى رَحْمَتِنَآ  إِنَّهُۥ مِنَ ٱلصَّٰلِحِينَ", "english_text": "We admitted him into our mercy, for he was righteous.", "persian_text": "ما او را به رحمت خويش داخل كرديم، زيرا او پرهيزکار بود.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 76, "arabic_text": "وَنُوحًا إِذْ نَادَىٰ مِن قَبْلُ فَٱسْتَجَبْنَا لَهُۥ فَنَجَّيْنَٰهُ وَأَهْلَهُۥ مِنَ ٱلْكَرْبِ ٱلْعَظِيمِ", "english_text": "And, before that, Noah called and we responded to him. We saved him and his family from the great disaster.", "persian_text": "و پيش از آن، ما به ندای نوح پاسخ گفتيم. ما او و خانواده‌اش را از مصيبتی بزرگ نجات داديم.", "subtitle": "Noah", "footnote": ""}, {"sura_num": 21, "verse_num": 77, "arabic_text": "وَنَصَرْنَٰهُ مِنَ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا بِـَٔايَٰتِنَآ  إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَأَغْرَقْنَٰهُمْ أَجْمَعِينَ", "english_text": "We supported him against the people who rejected our revelations. They were evil people, so we drowned them all.", "persian_text": "ما او را در مقابل مردمی كه آيات ما را تكذيب كردند، حمايت نموديم. آنها مردمی پليد بودند، بنابراين ما همگی آنها را غرق كرديم.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 78, "arabic_text": "وَدَاوُۥدَ وَسُلَيْمَٰنَ إِذْ يَحْكُمَانِ فِى ٱلْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ ٱلْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَٰهِدِينَ", "english_text": "And David and Solomon, when they once ruled with regard to someone's crop that was destroyed by another's sheep. We witnessed their judgment.", "persian_text": "و هنگامی كه داوود و سليمان دربارهٔ شخصی كه محصولش به وسيلهٔ گوسفندان شخصی ديگر از بين رفته بود، حكم كردند، ما شاهد قضاوتشان بوديم.", "subtitle": "David and Solomon", "footnote": ""}, {"sura_num": 21, "verse_num": 79, "arabic_text": "فَفَهَّمْنَٰهَا سُلَيْمَٰنَ  وَكُلًّا ءَاتَيْنَا حُكْمًا وَعِلْمًا  وَسَخَّرْنَا مَعَ دَاوُۥدَ ٱلْجِبَالَ يُسَبِّحْنَ وَٱلطَّيْرَ  وَكُنَّا فَٰعِلِينَ", "english_text": "We granted Solomon the correct understanding, though we endowed both of them with wisdom and knowledge. We committed the mountains to serve David in glorifying (God), as well as the birds. This is what we did.", "persian_text": "ما به سليمان درك درست عطا كرديم، اگرچه ما حكمت و دانش را به هر دو آنها عطا نموديم. ما كوه‌ها و هم چنين پرندگان را در تجليل (خدا) در خدمت داوود قرار داديم. اين كاری است كه ما انجام داديم.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 80, "arabic_text": "وَعَلَّمْنَٰهُ صَنْعَةَ لَبُوسٍ لَّكُمْ لِتُحْصِنَكُم مِّنۢ بَأْسِكُمْ  فَهَلْ أَنتُمْ شَٰكِرُونَ", "english_text": "And we taught him the skill of making shields to protect you in war. Are you then thankful?", "persian_text": "و صنعت زره سازی را به او تعليم داديم تا شما در جنگ محفوظ بمانيد. پس آيا شكرگزار هستيد؟", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 81, "arabic_text": "وَلِسُلَيْمَٰنَ ٱلرِّيحَ عَاصِفَةً تَجْرِى بِأَمْرِهِۦٓ إِلَى ٱلْأَرْضِ ٱلَّتِى بَٰرَكْنَا فِيهَا  وَكُنَّا بِكُلِّ شَىْءٍ عَٰلِمِينَ", "english_text": "For Solomon, we committed the wind gusting and blowing at his disposal. He could direct it as he wished, to whatever land he chose, and we blessed such land for him. We are fully aware of all things.", "persian_text": "ما باد و توفان را در اختيار سليمان قرار داديم. او می ‌توانست آن را به هر سرزمينی كه می خواست، بفرستد و ما آن سرزمين را برای او بركت داديم. ما از همه چيز كاملاً آگاه هستيم.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 82, "arabic_text": "وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعْمَلُونَ عَمَلًا دُونَ ذَٰلِكَ  وَكُنَّا لَهُمْ حَٰفِظِينَ", "english_text": "And of the devils there were those who would dive for him (to harvest the sea), or do whatever else he commanded them to do. We committed them in his service.", "persian_text": "و از شياطين كسانی بودند كه برای او غواصی می ‌كردند (تا محصولات دريايی استخراج كنند) يا هر كاری كه او فرمان می داد، انجام دهند. ما آنها را در خدمت او درآورديم.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 83, "arabic_text": "وَأَيُّوبَ إِذْ نَادَىٰ رَبَّهُۥٓ أَنِّى مَسَّنِىَ ٱلضُّرُّ وَأَنتَ أَرْحَمُ ٱلرَّٰحِمِينَ", "english_text": "And Job implored his Lord: \"Adversity has befallen me, and, of all the merciful ones, You are the Most Merciful.\"", "persian_text": "و ايوب از پروردگارش درخواست كرد: \"من به مصيبت دچار شده‌ام و تو از همهٔ مهربان‌ها مهربان‌تری.\"", "subtitle": "Job", "footnote": ""}, {"sura_num": 21, "verse_num": 84, "arabic_text": "فَٱسْتَجَبْنَا لَهُۥ فَكَشَفْنَا مَا بِهِۦ مِن ضُرٍّ  وَءَاتَيْنَٰهُ أَهْلَهُۥ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنْ عِندِنَا وَذِكْرَىٰ لِلْعَٰبِدِينَ", "english_text": "We responded to him, relieved his adversity, and restored his family for him, even twice as much. That was a mercy from us, and a reminder for the worshipers.", "persian_text": "ما به او پاسخ داديم، مصيبت را از او برداشتيم و خانواده‌اش را به او بازگردانديم، حتی دو برابر. آن رحمتی بود از جانب ما و تذكری برای پرستش كنندگان.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 85, "arabic_text": "وَإِسْمَٰعِيلَ وَإِدْرِيسَ وَذَا ٱلْكِفْلِ  كُلٌّ مِّنَ ٱلصَّٰبِرِينَ", "english_text": "Also, Ismail, Idrîs, Zal-Kifl; all were steadfast, patient.", "persian_text": "همچنين اسماعيل، ادريس، ذوالكفل؛ همهٔ آنها ثابت قدم و صبور بودند.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 86, "arabic_text": "وَأَدْخَلْنَٰهُمْ فِى رَحْمَتِنَآ  إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ", "english_text": "We admitted them into our mercy, for they were righteous.", "persian_text": "ما آنان را به رحمت خويش داخل كرديم، زيرا آنها پرهيزکار بودند.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 87, "arabic_text": "وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبًا فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ فَنَادَىٰ فِى ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبْحَٰنَكَ إِنِّى كُنتُ مِنَ ٱلظَّٰلِمِينَ", "english_text": "And Zan-Noon (Jonah, \"the one with an 'N' in his name\"), abandoned his mission in protest, thinking that we could not control him. He ended up imploring from the darkness (of the big fish's belly): \"There is no god other than You. Be You glorified. I have committed a gross sin.\"", "persian_text": "و ذوالنون (يونس، \"كسی كه در نامش \"ن\" است\")، مأموريت خود را با اعتراض رها كرد و فكر می ‌كرد ما نمی ‌توانيم او را كنترل كنيم. او سرانجام در ظلمات (شكم ماهی بزرگی) شروع به التماس كرد: \"غير از تو خدايی نيست. تجليل تو را. من مرتكب گناهی بزرگ شده‌ام.\"", "subtitle": "Jonah", "footnote": ""}, {"sura_num": 21, "verse_num": 88, "arabic_text": "فَٱسْتَجَبْنَا لَهُۥ وَنَجَّيْنَٰهُ مِنَ ٱلْغَمِّ  وَكَذَٰلِكَ نُۨجِى ٱلْمُؤْمِنِينَ", "english_text": "We responded to him, and saved him from the crisis; we thus save the believers.", "persian_text": "ما به او پاسخ داديم و او را از آن بحران رهانيديم؛ ما اين چنين مؤمنان را نجات می دهيم.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 89, "arabic_text": "وَزَكَرِيَّآ إِذْ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرْنِى فَرْدًا وَأَنتَ خَيْرُ ٱلْوَٰرِثِينَ", "english_text": "And Zachariah implored his Lord: \"My Lord, do not keep me without an heir, though You are the best inheritor.\"", "persian_text": "و زکريا به درگاه پروردگار خود دعا کرد: \"پروردگارا، مرا بدون وارث مگذار، گرچه خود بهترين وارثی.\"", "subtitle": "Zachariah and John", "footnote": ""}, {"sura_num": 21, "verse_num": 90, "arabic_text": "فَٱسْتَجَبْنَا لَهُۥ وَوَهَبْنَا لَهُۥ يَحْيَىٰ وَأَصْلَحْنَا لَهُۥ زَوْجَهُۥٓ  إِنَّهُمْ كَانُوا يُسَٰرِعُونَ فِى ٱلْخَيْرَٰتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا  وَكَانُوا لَنَا خَٰشِعِينَ", "english_text": "We* responded to him and granted him John; we fixed his wife for him. That is because they used to hasten to work righteousness, and implored us in situations of joy, as well as fear. To us, they were reverent.", "persian_text": "ما* به او پاسخ داديم و يحيی را به او عطا نمودیم؛ ما زنش را برای او درمان کرديم، زيرا آنها در کار نيک می شتافتند و در شادی و بيم ما را می خواندند. از ديد ما، آنها از حرمتگزاران بودند.", "subtitle": "", "footnote": "*21:90 The use of the plural tense throughout the Quran indicates participation of the angels. It is clear from 3:39 and from the Bible that the angels dealt with Zachariah extensively, as they gave him the good news about John. See Appendix 10."}, {"sura_num": 21, "verse_num": 91, "arabic_text": "وَٱلَّتِىٓ أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِن رُّوحِنَا وَجَعَلْنَٰهَا وَٱبْنَهَآ ءَايَةً لِّلْعَٰلَمِينَ", "english_text": "As for the one who maintained her virginity, we blew into her from our spirit, and thus, we made her and her son a portent for the whole world.", "persian_text": "و اما آن كسی كه بكارت خود را حفظ كرد، ما از روح خود در او دميديم و اين چنين، ما او و پسرش را نشانه‌ای برای تمام دنيا قرار داديم.", "subtitle": "Mary and Jesus", "footnote": ""}, {"sura_num": 21, "verse_num": 92, "arabic_text": "إِنَّ هَٰذِهِۦٓ أُمَّتُكُمْ أُمَّةً وَٰحِدَةً وَأَنَا رَبُّكُمْ فَٱعْبُدُونِ", "english_text": "Your congregation is but one congregation, and I alone am your Lord; you shall worship Me alone.", "persian_text": "جماعت شما يك جماعت واحد است و تنها من پروردگار شما هستم؛ فقط مرا پرستش كنيد.", "subtitle": "One God / One Religion", "footnote": ""}, {"sura_num": 21, "verse_num": 93, "arabic_text": "وَتَقَطَّعُوٓا أَمْرَهُم بَيْنَهُمْ  كُلٌّ إِلَيْنَا رَٰجِعُونَ", "english_text": "However, they divided themselves into disputing religions. All of them will come back to us (for judgment).", "persian_text": "با اين حال، آنها خود را به مذاهبی كه مخالف يكديگر بودند، تقسيم كردند. همگی آنان (برای قضاوت) نزد ما مراجعت خواهند كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 94, "arabic_text": "فَمَن يَعْمَلْ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ", "english_text": "As for those who work righteousness, while believing, their work will not go to waste; we are recording it.", "persian_text": "و اما دربارهٔ كسانی كه پرهيزكارانه عمل می كنند و ايمان دارند، اعمالشان هدر نخواهد رفت؛ ما آن را ثبت می ‌كنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 95, "arabic_text": "وَحَرَٰمٌ عَلَىٰ قَرْيَةٍ أَهْلَكْنَٰهَآ أَنَّهُمْ لَا يَرْجِعُونَ", "english_text": "It is forbidden for any community we had annihilated to return.", "persian_text": "برای هر جامعه‌ای كه نابود كرده بوديم، ممنوع است كه بازگردند.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 96, "arabic_text": "حَتَّىٰٓ إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُم مِّن كُلِّ حَدَبٍ يَنسِلُونَ", "english_text": "Not until Gog and Magog reappear,* will they then return—they will come from every direction.", "persian_text": "تا اينكه زمانی فرا رسد كه يأجوج و مأجوج دوباره ظاهر شوند،* سپس آنها باز خواهند گشت- آنها از هر طرف خواهند آمد.", "subtitle": "The End of the World*", "footnote": "*21:96 By the year 2270 AD, thanks to God's mathematical miracle in the Quran (Appendix 1), America will be the heart of Islam, and billions around the globe will have believed in the Quran (9:33, 41:53, 48:28, 61:9). Gog and Magog (allegorical names of villainous communities), will be the only bastions of heathenism, and they will attack the submitters. That is when the world will end (15:87, 18:94, Appendix 25). Gog and Magog are mentioned in 18:94 & 21:96, 17 verses before the end of each sura; this may indicate the time of their appearance."}, {"sura_num": 21, "verse_num": 97, "arabic_text": "وَٱقْتَرَبَ ٱلْوَعْدُ ٱلْحَقُّ فَإِذَا هِىَ شَٰخِصَةٌ أَبْصَٰرُ ٱلَّذِينَ كَفَرُوا يَٰوَيْلَنَا قَدْ كُنَّا فِى غَفْلَةٍ مِّنْ هَٰذَا بَلْ كُنَّا ظَٰلِمِينَ", "english_text": "That is when the inevitable prophecy will come to pass, and the disbelievers will stare in horror: \"Woe to us; we have been oblivious. Indeed, we have been wicked.\"", "persian_text": "آن زمانی است که آن پيش بينی حتمی به وقوع خواهد پيوست و کافران از وحشت خيره خواهند شد: \"وای بر ما؛ ما در غفلت بوده ايم. بی گمان، ما از ستمکاران بوده ايم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 98, "arabic_text": "إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمْ لَهَا وَٰرِدُونَ", "english_text": "You and the idols you worship besides GOD will be fuel for Hell; this is your inevitable destiny.", "persian_text": "شما و معبودانی که در کنار خدا عبادت می کنيد، سوخت دوزخ خواهيد بود؛ اين سرنوشت اجتناب ناپذير شماست.", "subtitle": "The Hereafter", "footnote": ""}, {"sura_num": 21, "verse_num": 99, "arabic_text": "لَوْ كَانَ هَٰٓؤُلَآءِ ءَالِهَةً مَّا وَرَدُوهَا  وَكُلٌّ فِيهَا خَٰلِدُونَ", "english_text": "If those were gods, they would not have ended up in Hell. All its inhabitants abide in it forever.", "persian_text": "اگر آنها خدايان بودند، عاقبتشان به دوزخ منتهی نمی شد؛ تمام ساکنان آن تا ابد در آنجا ماندگارند.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 100, "arabic_text": "لَهُمْ فِيهَا زَفِيرٌ وَهُمْ فِيهَا لَا يَسْمَعُونَ", "english_text": "They will sigh and groan therein, and they will have no access to any news.", "persian_text": "در آنجا آه و فغان سر خواهند داد و به هيچ اخباری دسترسی نخواهند داشت.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 101, "arabic_text": "إِنَّ ٱلَّذِينَ سَبَقَتْ لَهُم مِّنَّا ٱلْحُسْنَىٰٓ أُولَٰٓئِكَ عَنْهَا مُبْعَدُونَ", "english_text": "As for those who deserved our magnificent rewards, they will be protected from it.", "persian_text": "و اما کسانی که شايستهٔ پاداش های باشکوه ما شدند، آنها از آن محفوظ خواهند بود.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 102, "arabic_text": "لَا يَسْمَعُونَ حَسِيسَهَا  وَهُمْ فِى مَا ٱشْتَهَتْ أَنفُسُهُمْ خَٰلِدُونَ", "english_text": "They will not hear its hissing. They will enjoy an abode where they can get everything they desire, forever.", "persian_text": "آنها صدای هيس هيس آن را نخواهند شنيد. آنها برای هميشه از مكانی لذت خواهند برد كه می ‌توانند در آن هرچه را مايل باشند، به دست آورند.", "subtitle": "The Righteous", "footnote": ""}, {"sura_num": 21, "verse_num": 103, "arabic_text": "لَا يَحْزُنُهُمُ ٱلْفَزَعُ ٱلْأَكْبَرُ وَتَتَلَقَّىٰهُمُ ٱلْمَلَٰٓئِكَةُ هَٰذَا يَوْمُكُمُ ٱلَّذِى كُنتُمْ تُوعَدُونَ", "english_text": "The great horror will not worry them, and the angels will receive them joyfully: \"This is your day, that has been promised to you.\"", "persian_text": "وحشت بزرگ آنها را نگران نخواهد کرد و فرشتگان به گرمی از ايشان استقبال خواهند کرد: \"اين است روز شما، که به شما وعده داده شده بود.\"", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 104, "arabic_text": "يَوْمَ نَطْوِى ٱلسَّمَآءَ كَطَىِّ ٱلسِّجِلِّ لِلْكُتُبِ  كَمَا بَدَأْنَآ أَوَّلَ خَلْقٍ نُّعِيدُهُۥ  وَعْدًا عَلَيْنَآ  إِنَّا كُنَّا فَٰعِلِينَ", "english_text": "On that day, we will fold the heaven, like the folding of a book. Just as we initiated the first creation, we will repeat it. This is our promise; we will certainly carry it out.", "persian_text": "در آن روز، آسمان را می بنديم، مانند بستن يك كتاب. درست همان گونه كه خلقت نخستين را آغاز كرديم، آن را تكرار خواهيم كرد. اين قول ماست؛ ما مسلماً آن را انجام خواهيم داد.", "subtitle": "The Day of Resurrection", "footnote": ""}, {"sura_num": 21, "verse_num": 105, "arabic_text": "وَلَقَدْ كَتَبْنَا فِى ٱلزَّبُورِ مِنۢ بَعْدِ ٱلذِّكْرِ أَنَّ ٱلْأَرْضَ يَرِثُهَا عِبَادِىَ ٱلصَّٰلِحُونَ", "english_text": "We have decreed in the Psalms, as well as in other scriptures, that the earth shall be inherited by My righteous worshipers.", "persian_text": "ما در زبور و نيز در ساير کتب آسمانی مقرر داشته ايم که زمين را عبادت کنندگان صالح من به ميراث برند.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 106, "arabic_text": "إِنَّ فِى هَٰذَا لَبَلَٰغًا لِّقَوْمٍ عَٰبِدِينَ", "english_text": "This is a proclamation for people who are worshipers.", "persian_text": "اين ابلاغی است برای مردمی كه از عبادت كنندگان هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 107, "arabic_text": "وَمَآ أَرْسَلْنَٰكَ إِلَّا رَحْمَةً لِّلْعَٰلَمِينَ", "english_text": "We have sent you out of mercy from us towards the whole world.", "persian_text": "ما تو را از رحمت خود، برای تمام دنيا فرستاده‌ايم.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 108, "arabic_text": "قُلْ إِنَّمَا يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَٰهُكُمْ إِلَٰهٌ وَٰحِدٌ  فَهَلْ أَنتُم مُّسْلِمُونَ", "english_text": "Proclaim, \"I have been given divine inspiration that your god is one god. Will you then submit?\"", "persian_text": "اعلام كن: \"به من وحی الهی شده است كه خدای شما خدای واحد است. پس آيا تسليم می ‌شويد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 109, "arabic_text": "فَإِن تَوَلَّوْا فَقُلْ ءَاذَنتُكُمْ عَلَىٰ سَوَآءٍ  وَإِنْ أَدْرِىٓ أَقَرِيبٌ أَم بَعِيدٌ مَّا تُوعَدُونَ", "english_text": "If they turn away, then say, \"I have warned you sufficiently, and I have no idea how soon or late (the retribution) will come to you.", "persian_text": "اگر روی بگردانند، پس بگو: \"من به اندازهٔ كافی به شما هشدار داده‌ام و هيچ نمی ‌دانم (عذاب) بر شما چقدر دير يا زود خواهد رسيد.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 110, "arabic_text": "إِنَّهُۥ يَعْلَمُ ٱلْجَهْرَ مِنَ ٱلْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُونَ", "english_text": "\"He is fully aware of your public utterances, and He is fully aware of everything you conceal.", "persian_text": "\"او از سخنان آشكار شما کاملاً آگاه است و از آنچه پنهان می ‌كنيد، كاملاً آگاهی دارد.", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 111, "arabic_text": "وَإِنْ أَدْرِى لَعَلَّهُۥ فِتْنَةٌ لَّكُمْ وَمَتَٰعٌ إِلَىٰ حِينٍ", "english_text": "\"For all that I know, this world is a test for you, and a temporary enjoyment.\"", "persian_text": "\"تا آنجا كه من می دانم، اين دنيا برای شما آزمايشی است و لذتی موقت.\"", "subtitle": "", "footnote": ""}, {"sura_num": 21, "verse_num": 112, "arabic_text": "قَٰلَ رَبِّ ٱحْكُم بِٱلْحَقِّ   وَرَبُّنَا ٱلرَّحْمَٰنُ ٱلْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ", "english_text": "Say, \"My Lord, Your judgment is the absolute justice. Our Lord is the Most Gracious; only His help is sought in the face of your claims.\"", "persian_text": "بگو: \"پروردگار من، قضاوت تو عدالت محض است. آن بخشنده‌ترين پروردگار ماست؛ در برابر آنچه ادعا می كنيد، فقط از او مدد خواسته می ‌شود.\"", "subtitle": "", "footnote": ""}]