[{"sura_num": 98, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The Proof", "chapter_title_arabic": "البينة", "chapter_title_persian": "مدرک"}, {"sura_num": 98, "verse_num": 1, "arabic_text": "لَمْ يَكُنِ ٱلَّذِينَ كَفَرُوا مِنْ أَهْلِ ٱلْكِتَٰبِ وَٱلْمُشْرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأْتِيَهُمُ ٱلْبَيِّنَةُ", "english_text": "Those who disbelieved among the people of the scripture, as well as the idol worshipers, insist on their ways, despite the proof given to them.*", "persian_text": "در ميان اهل كتاب كسانی كه كافر شدند، همچنین مشرکان، علی رغم مدركی كه به آنها داده شده است، در راه خود پافشاری می كنند.*", "subtitle": "", "footnote": "*98:1-2 The proof is the Quran's mathematical code (Appendix 1) and the messenger is Rashad Khalifa. The No. of sura (98), plus the verse No. (2), plus the numerical value of \"Rashad Khalifa\" (1230) add up to 1330 (19x70), the same total as in 81:19 (App. 2)."}, {"sura_num": 98, "verse_num": 2, "arabic_text": "رَسُولٌ مِّنَ ٱللَّهِ يَتْلُوا صُحُفًا مُّطَهَّرَةً", "english_text": "A messenger from GOD is reciting to them sacred instructions.*", "persian_text": "رسولی از جانب خدا تعاليم مقدسی برای آنها می خواند.*", "subtitle": "", "footnote": ""}, {"sura_num": 98, "verse_num": 3, "arabic_text": "فِيهَا كُتُبٌ قَيِّمَةٌ", "english_text": "In them there are valuable teachings.", "persian_text": "كه در آن درس های باارزشی است.", "subtitle": "", "footnote": ""}, {"sura_num": 98, "verse_num": 4, "arabic_text": "وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُوا ٱلْكِتَٰبَ إِلَّا مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَةُ", "english_text": "In fact, those who received the scripture did not dispute until the proof was given to them.", "persian_text": "درواقع، كسانی كه كتاب آسمانی دريافت كردند، اختلاف ايجاد نكردند تا آنكه مدرك به آنها داده شد.", "subtitle": "", "footnote": ""}, {"sura_num": 98, "verse_num": 5, "arabic_text": "وَمَآ أُمِرُوٓا إِلَّا لِيَعْبُدُوا ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُوا ٱلصَّلَوٰةَ وَيُؤْتُوا ٱلزَّكَوٰةَ  وَذَٰلِكَ دِينُ ٱلْقَيِّمَةِ", "english_text": "All that was asked of them was to worship GOD, devoting the religion absolutely to Him alone, observe the contact prayers (Salat), and give the obligatory charity (Zakat). Such is the perfect religion.", "persian_text": "تنها چيزی كه از آنها خواسته شده بود، اين بود كه خدا را بپرستند، دين را مطلقاً تنها به او اختصاص دهند، نمازها (ارتباط با خدا) را به جا آورند و (زکات) انفاق واجب را بدهند. چنين است دين كامل.", "subtitle": "", "footnote": ""}, {"sura_num": 98, "verse_num": 6, "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُوا مِنْ أَهْلِ ٱلْكِتَٰبِ وَٱلْمُشْرِكِينَ فِى نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآ  أُولَٰٓئِكَ هُمْ شَرُّ ٱلْبَرِيَّةِ", "english_text": "Those who disbelieved among the people of the scripture, and the idol worshipers have incurred the fire of Gehenna forever. They are the worst creatures.", "persian_text": "در میان اهل کتاب کسانی که ايمان نياوردند و مشرکان، تا ابد به آتش جهنم گرفتار شده اند. آنها بدترين مخلوقات هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 98, "verse_num": 7, "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ أُولَٰٓئِكَ هُمْ خَيْرُ ٱلْبَرِيَّةِ", "english_text": "Those who believed and led a righteous life are the best creatures.", "persian_text": "كسانی كه ايمان آوردند و زندگی پرهيزكارانه ای را در پيش گرفتند، بهترين مخلوقات هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 98, "verse_num": 8, "arabic_text": "جَزَآؤُهُم عِندَ رَبِّهِمْ جَنَّٰتُ عَدْنٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدًا  رَّضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ  ذَٰلِكَ لِمَنْ خَشِىَ رَبَّهُۥ", "english_text": "Their reward at their Lord is the gardens of Eden with flowing streams, wherein they abide forever. GOD is pleased with them, and they are pleased with Him. Such is the reward for those who reverence their Lord.", "persian_text": "پاداش آنها نزد پروردگارشان باغ های عدن است با نهرهای روان كه در آن جاودان می مانند. خدا از آنها خوشنود است و آنها از او خوشنود هستند. چنين است پاداش كسانی كه به هيبت و حرمت پروردگار خود ارج می نهند.", "subtitle": "", "footnote": ""}]