[{"sura_num": 29, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The Spider", "chapter_title_arabic": "العنكبوت", "chapter_title_persian": "عنکبوت"}, {"sura_num": 29, "verse_num": 1, "arabic_text": "الٓمٓ", "english_text": "A. L. M.*", "persian_text": "ا. ل. م.*", "subtitle": "", "footnote": "*29:1 See Appendix 1 for details of the Quran's mathematical composition, and the meaning of these previously mysterious Quranic Initials."}, {"sura_num": 29, "verse_num": 2, "arabic_text": "أَحَسِبَ ٱلنَّاسُ أَن يُتْرَكُوٓا أَن يَقُولُوٓا ءَامَنَّا وَهُمْ لَا يُفْتَنُونَ", "english_text": "Do the people think that they will be left to say, \"We believe,\" without being put to the test?", "persian_text": "آيا مردم فکر می ‌كنند كه با گفتن \"ايمان داريم،\" به حال خود رها خواهند شد، بدون آنكه مورد آزمايش قرار بگيرند؟", "subtitle": "The Test is Mandatory", "footnote": ""}, {"sura_num": 29, "verse_num": 3, "arabic_text": "وَلَقَدْ فَتَنَّا ٱلَّذِينَ مِن قَبْلِهِمْ  فَلَيَعْلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ ٱلْكَٰذِبِينَ", "english_text": "We have tested those before them, for GOD must distinguish those who are truthful, and He must expose the liars.", "persian_text": "پيش از آنها ديگران را نيز امتحان كرده ايم، زيرا خدا بايد راستگويان را مشخص كند و دروغگويان را افشا نمايد.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 4, "arabic_text": "أَمْ حَسِبَ ٱلَّذِينَ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسْبِقُونَا  سَآءَ مَا يَحْكُمُونَ", "english_text": "Do those who commit sins think that they can ever fool us? Wrong indeed is their judgment.", "persian_text": "آيا كسانی كه مرتكب گناه می ‌شوند، فکر می ‌كنند می ‌توانند ما را فريب دهند؟ واقعاً كه قضاوتشان غلط است.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 5, "arabic_text": "مَن كَانَ يَرْجُوا لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَءَاتٍ  وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ", "english_text": "Anyone hoping to meet GOD, (should know that) such a meeting with GOD will most assuredly come to pass. He is the Hearer, the Omniscient.", "persian_text": "هر كس به ديدار خدا اميدوار باشد، (بايد بداند كه) چنين ملاقاتی با خدا مطمئناً فرا خواهد رسيد. اوست شنوا، دانای مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 6, "arabic_text": "وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفْسِهِۦٓ  إِنَّ ٱللَّهَ لَغَنِىٌّ عَنِ ٱلْعَٰلَمِينَ", "english_text": "Those who strive, strive for their own good. GOD is in no need for anyone.", "persian_text": "آنان که جهد و کوشش می کنند، به نفع خود جهد و کوشش می کنند. خدا از همه بی نياز است.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 7, "arabic_text": "وَٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ ٱلَّذِى كَانُوا يَعْمَلُونَ", "english_text": "Those who believe and lead a righteous life, we will certainly remit their sins, and will certainly reward them generously for their righteous works.", "persian_text": "كسانی كه ايمان آورده اند و زندگی پرهيزکارانه ای را در پيش می ‌گيرند، ما مسلماً گناهانشان را پاك خواهيم كرد و برای اعمال پرهيزكارانهٔ آنها پاداشی سخاوتمندانه‌ خواهيم داد.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 8, "arabic_text": "وَوَصَّيْنَا ٱلْإِنسَٰنَ بِوَٰلِدَيْهِ حُسْنًا  وَإِن جَٰهَدَاكَ لِتُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ فَلَا تُطِعْهُمَآ  إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ", "english_text": "We enjoined the human being to honor his parents. But if they try to force you to set up idols beside Me, do not obey them. To Me is your ultimate return, then I will inform you of everything you had done.", "persian_text": "ما به انسان سفارش كرديم تا به پدر و مادرش احترام بگذارد. اما اگر آنها بخواهند تو را مجبور كنند تا معبودانی در كنار من قرار دهی، از آنها اطاعت نكن. بازگشت نهايی شما به سوی من است، سپس من شما را از تمام اعمالی كه انجام داده بوديد، آگاه خواهم كرد.", "subtitle": "You Shall Honor Your Parents", "footnote": ""}, {"sura_num": 29, "verse_num": 9, "arabic_text": "وَٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ لَنُدْخِلَنَّهُمْ فِى ٱلصَّٰلِحِينَ", "english_text": "Those who believe and lead a righteous life, we will certainly admit them with the righteous.", "persian_text": "کسانی که ايمان می آورند و زندگی پرهيزکارانه ای را در پيش می گيرند، مسلماً ما آنان را در جمع پرهيزکاران می پذيريم.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 10, "arabic_text": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِىَ فِى ٱللَّهِ جَعَلَ فِتْنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِ وَلَئِن جَآءَ نَصْرٌ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ  أَوَلَيْسَ ٱللَّهُ بِأَعْلَمَ بِمَا فِى صُدُورِ ٱلْعَٰلَمِينَ", "english_text": "Among the people there are those who say, \"We believe in GOD,\" but as soon as they suffer any hardship because of GOD, they equate the people's persecution with GOD's retribution. But if blessings from your Lord come your way, they say, \"We were with you.\" Is GOD not fully aware of the people's innermost thoughts?", "persian_text": "در ميان مردم كسانی هستند كه می ‌گويند: \"ما به خدا ايمان داريم،\" اما همين كه به خاطر خدا رنجی ببينند، آزار مردم را با مجازات خدا يكی می ‌شمارند. اما اگر از جانب پروردگارت رحمتی به تو برسد، می ‌گويند: \"ما با شما بوديم.\" آيا خدا كاملاً از درونی ترين افكار مردم آگاه نيست؟", "subtitle": "Fair Weather Friends", "footnote": ""}, {"sura_num": 29, "verse_num": 11, "arabic_text": "وَلَيَعْلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا وَلَيَعْلَمَنَّ ٱلْمُنَٰفِقِينَ", "english_text": "GOD will most certainly distinguish those who believe, and He will most certainly expose the hypocrites.", "persian_text": "خدا مسلماً كسانی را كه ايمان دارند، مشخص خواهد كرد و او مسلماً منافقان را رسوا خواهد نمود.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 12, "arabic_text": "وَقَالَ ٱلَّذِينَ كَفَرُوا لِلَّذِينَ ءَامَنُوا ٱتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطَٰيَٰكُمْ وَمَا هُم بِحَٰمِلِينَ مِنْ خَطَٰيَٰهُم مِّن شَىْءٍ  إِنَّهُمْ لَكَٰذِبُونَ", "english_text": "Those who disbelieved said to those who believed, \"If you follow our way, we will be responsible for your sins.\" Not true; they cannot bear any of their sins. They are liars.", "persian_text": "كسانی كه ايمان نياوردند به كسانی كه ايمان آوردند، گفتند: \"اگر از راه ما پيروی كنيد، ما مسئول گناهان شما خواهيم بود.\" حقيقت ندارد؛ آنها نمی ‌توانند هيچ گناهی را از دوش آنان بردارند. آنها دروغگو هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 13, "arabic_text": "وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَّعَ أَثْقَالِهِمْ  وَلَيُسْـَٔلُنَّ يَوْمَ ٱلْقِيَٰمَةِ عَمَّا كَانُوا يَفْتَرُونَ", "english_text": "In fact, they will carry their own sins, in addition to loads of other people's sins for which they were responsible. Most certainly, they will be asked on the Day of Resurrection about their false claims.", "persian_text": "درواقع، آنها علاوه بر بار گناهان خود، بار گناهان مردمی را كه مسئول آنها بودند، بر دوش خواهند كشيد، مسلماً در روز رستاخيز از آنها برای ادعاهای دروغشان سئوال خواهد شد.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 14, "arabic_text": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمْ ظَٰلِمُونَ", "english_text": "We sent Noah to his people, and he stayed with them one thousand years, less fifty.* Subsequently, they incurred the flood because of their transgressions.", "persian_text": "ما نوح را نزد قومش فرستاديم و او هزار سال، منهای پنجاه* با آنها به سر برد. درنتيجه، آنها برای ستمكاری ‌هايشان گرفتار سيل شدند.*", "subtitle": "Noah", "footnote": "*29:14 Since the Quran's miracle is mathematical, the numbers especially constitute an important part of the 19-based code. Thus, the numbers mentioned in the Quran add up to 162146, or 19x8534 (see Appendix 1 for the details)."}, {"sura_num": 29, "verse_num": 15, "arabic_text": "فَأَنجَيْنَٰهُ وَأَصْحَٰبَ ٱلسَّفِينَةِ وَجَعَلْنَٰهَآ ءَايَةً لِّلْعَٰلَمِينَ", "english_text": "We saved him and those who accompanied him in the ark, and we set it up as a lesson for all the people.", "persian_text": "ما او و كسانی را كه در سفينه همراه او بودند، نجات داديم و آن را درس عبرتی برای تمام مردم قرار داديم.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 16, "arabic_text": "وَإِبْرَٰهِيمَ إِذْ قَالَ لِقَوْمِهِ ٱعْبُدُوا ٱللَّهَ وَٱتَّقُوهُ  ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ", "english_text": "Abraham said to his people, \"You shall worship GOD, and reverence Him. This is better for you, if you only knew.", "persian_text": "ابراهيم به قوم خود گفت: \"خدا را پرستش كنيد و هيبت و حرمت او را ارج نهيد. اين برای شما بهتر است، اگر فقط می ‌دانستيد.", "subtitle": "Abraham", "footnote": ""}, {"sura_num": 29, "verse_num": 17, "arabic_text": "إِنَّمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ أَوْثَٰنًا وَتَخْلُقُونَ إِفْكًا  إِنَّ ٱلَّذِينَ تَعْبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا فَٱبْتَغُوا عِندَ ٱللَّهِ ٱلرِّزْقَ وَٱعْبُدُوهُ وَٱشْكُرُوا لَهُۥٓ  إِلَيْهِ تُرْجَعُونَ", "english_text": "\"What you worship instead of GOD are powerless idols; you have invented a lie.\" The idols you worship beside GOD do not possess any provisions for you. Therefore, you shall seek provisions only from GOD. You shall worship Him alone, and be appreciative of Him; to Him is your ultimate return.", "persian_text": "\"آنچه به جای خدا می ‌پرستيد، معبودانی بی قدرت هستند؛ شما از خود دروغ ساخته‌ايد.\" معبودانی كه در كنار خدا می پرستيد، هيچ گونه رزق و روزی برای شما ندارند. بنابراين، فقط از خدا طلب روزی كنيد. فقط او را عبادت كنيد و از او سپاسگزار باشيد؛ بازگشت نهايی شما به سوی اوست.", "subtitle": "God: The Only Source of Provisions", "footnote": ""}, {"sura_num": 29, "verse_num": 18, "arabic_text": "وَإِن تُكَذِّبُوا فَقَدْ كَذَّبَ أُمَمٌ مِّن قَبْلِكُمْ  وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلْبَلَٰغُ ٱلْمُبِينُ", "english_text": "If you disbelieve, generations before you have also disbelieved. The sole function of the messenger is to deliver (the message).", "persian_text": "اگر باور ندارید، نسل‌های پيش از شما هم باور نکرده اند. تنها مأموريت رسول رساندن (پيام) است.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 19, "arabic_text": "أَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ ٱللَّهُ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥٓ  إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ", "english_text": "Have they not seen how GOD initiates the creation, then repeats it? This is easy for GOD to do.", "persian_text": "آيا نديده‌اند كه خدا چگونه آفرينش را آغاز می ‌كند، سپس آن را تكرار می ‌نمايد؟ اين كار برای خدا آسان است.", "subtitle": "Study the Origin of Life*", "footnote": "*29:19-20 We learn from the Quran that evolution is a divinely guided process. See Appendix 31 for the details."}, {"sura_num": 29, "verse_num": 20, "arabic_text": "قُلْ سِيرُوا فِى ٱلْأَرْضِ فَٱنظُرُوا كَيْفَ بَدَأَ ٱلْخَلْقَ  ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشْأَةَ ٱلْءَاخِرَةَ  إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ", "english_text": "Say, \"Roam the earth and find out the origin of life.\"* For GOD will thus initiate the creation in the Hereafter. GOD is Omnipotent.", "persian_text": "بگو: \"در زمين بگرديد و منشأ حيات را پيدا كنيد،\"* زيرا خدا در آخرت، خلقت را اين چنين آغاز خواهد كرد. خداست قادر مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 21, "arabic_text": "يُعَذِّبُ مَن يَشَآءُ وَيَرْحَمُ مَن يَشَآءُ  وَإِلَيْهِ تُقْلَبُونَ", "english_text": "He condemns to retribution whomever He wills, and showers His mercy upon whomever He wills. Ultimately, to Him you will be turned over.", "persian_text": "او هر كه را بخواهد به عذاب محكوم می ‌كند و به هر كه بخواهد باران رحمتش را می باراند. سرانجام به سوی او باز‌گردانده خواهيد شد.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 22, "arabic_text": "وَمَآ أَنتُم بِمُعْجِزِينَ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ  وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ", "english_text": "None of you can escape from these facts, on earth or in the heaven, and you have none beside GOD as a Lord and Master.", "persian_text": "هيچ يک از شما نمی تواند از اين حقایق بگريزد، چه در زمين باشد يا در آسمان، و شما به جز خدا كسی را به عنوان مولا و سرور نداريد.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 23, "arabic_text": "وَٱلَّذِينَ كَفَرُوا بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُولَٰٓئِكَ يَئِسُوا مِن رَّحْمَتِى وَأُولَٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌ", "english_text": "Those who disbelieve in GOD's revelations, and in meeting Him, have despaired from My mercy. They have incurred a painful retribution.", "persian_text": "كسانی كه به آيات خدا و به ملاقات با او ايمان ندارند، از رحمت من مأيوس شده‌اند. آنها سزاوار عذابی دردناك شده‌اند.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 24, "arabic_text": "فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوا ٱقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِ  إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّقَوْمٍ يُؤْمِنُونَ", "english_text": "The only response from his people was their saying, \"Kill him, or burn him.\" But GOD saved him from the fire. This should provide lessons for people who believe.", "persian_text": "تنها پاسخ قومش اين بود كه گفتند: \"او را بكشيد، يا او را بسوزانيد.\"  اما خدا او را از آتش نجات داد. اين بايد درس عبرتی باشد برای مردمی كه ايمان دارند.", "subtitle": "Back to Abraham", "footnote": ""}, {"sura_num": 29, "verse_num": 25, "arabic_text": "وَقَالَ إِنَّمَا ٱتَّخَذْتُم مِّن دُونِ ٱللَّهِ أَوْثَٰنًا مَّوَدَّةَ بَيْنِكُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا  ثُمَّ يَوْمَ ٱلْقِيَٰمَةِ يَكْفُرُ بَعْضُكُم بِبَعْضٍ وَيَلْعَنُ بَعْضُكُم بَعْضًا وَمَأْوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ", "english_text": "He said, \"You worship beside GOD powerless idols due to peer pressure, just to preserve some friendship among you in this worldly life. But then, on the Day of Resurrection, you will disown one another, and curse one another. Your destiny is Hell, wherein you cannot help one another.\"", "persian_text": "او گفت: \"شما به خاطر فشار اجتماعی معبودان بدون قدرتی را در كنار خدا می ‌پرستيد، فقط برای آنكه در زندگی اين دنيا رابطهٔ دوستی را ميان خودتان حفظ كنيد. ولی سپس، در روز رستاخيز، يكديگر را طرد و لعنت خواهيد كرد. سرانجام شما دوزخ است، جايی كه نمی توانيد يكديگر را ياری دهيد.\"", "subtitle": "Social Pressure: A Profound Disaster", "footnote": ""}, {"sura_num": 29, "verse_num": 26, "arabic_text": "فَـَٔامَنَ لَهُۥ لُوطٌ   وَقَالَ إِنِّى مُهَاجِرٌ إِلَىٰ رَبِّىٓ  إِنَّهُۥ هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ", "english_text": "Lot believed with him and said, \"I am emigrating to my Lord. He is the Almighty, the Most Wise.\"", "persian_text": "لوط با او ايمان آورد و گفت: \"من به سوی پروردگارم مهاجرت می کنم. اوست صاحب اقتدار، حکيم‌ترين.\"", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 27, "arabic_text": "وَوَهَبْنَا لَهُۥٓ إِسْحَٰقَ وَيَعْقُوبَ وَجَعَلْنَا فِى ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلْكِتَٰبَ وَءَاتَيْنَٰهُ أَجْرَهُۥ فِى ٱلدُّنْيَا  وَإِنَّهُۥ فِى ٱلْءَاخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ", "english_text": "We granted him Isaac and Jacob, we assigned to his descendants prophethood and the scriptures, we endowed him with his due recompense in this life, and in the Hereafter he will surely be with the righteous.", "persian_text": "ما اسحاق و يعقوب را به او عطا نموديم. ما پيامبری و كتاب‌های آسمانی را به نوادگان او محول كرديم. ما پاداش لازم را در اين دنيا به او عطا کردیم و در آخرت مطمئناً او با پرهيزكاران خواهد بود.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 28, "arabic_text": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ إِنَّكُمْ لَتَأْتُونَ ٱلْفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ ٱلْعَٰلَمِينَ", "english_text": "Lot said to his people, \"You commit such an abomination, no one in the world has ever done it before you.", "persian_text": "لوط به قوم خود گفت: \"شما مرتكب چنان عمل زشتی شديد كه هيچ كس پیش از شما در دنيا چنين كاری را انجام نداده است.", "subtitle": "Lot", "footnote": ""}, {"sura_num": 29, "verse_num": 29, "arabic_text": "أَئِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ وَتَقْطَعُونَ ٱلسَّبِيلَ وَتَأْتُونَ فِى نَادِيكُمُ ٱلْمُنكَرَ  فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوا ٱئْتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ", "english_text": "\"You practice sex with the men, you commit highway robbery, and you allow all kinds of vice in your society.\" The only response from his people was to say, \"Bring to us GOD's retribution, if you are truthful.\"", "persian_text": "\"شما با مردان رابطهٔ جنسی داريد، راهزنی می ‌كنيد و هر‌ نوع عمل زشتی را به جامعهٔ خود راه می ‌دهيد.\" تنها پاسخ قومش اين بود كه گفتند: \"عذاب خدا را بر ما بياور، اگر راست می ‌گويی.\"", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 30, "arabic_text": "قَالَ رَبِّ ٱنصُرْنِى عَلَى ٱلْقَوْمِ ٱلْمُفْسِدِينَ", "english_text": "He said, \"My Lord, grant me victory over these wicked people.\"", "persian_text": "او گفت: \"پروردگار من، مرا بر اين مردم پلید پيروز گردان.\"", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 31, "arabic_text": "وَلَمَّا جَآءَتْ رُسُلُنَآ إِبْرَٰهِيمَ بِٱلْبُشْرَىٰ قَالُوٓا إِنَّا مُهْلِكُوٓا أَهْلِ هَٰذِهِ ٱلْقَرْيَةِ  إِنَّ أَهْلَهَا كَانُوا ظَٰلِمِينَ", "english_text": "When our messengers went to Abraham with good news (about Isaac's birth), they also said, \"We are on our way to annihilate the people of that town (Sodom). For its people have been wicked.\"", "persian_text": "هنگامی که رسولان ما با بشارت (به تولد اسحاق) نزد ابراهيم رفتند، همچنين گفتند: \"ما می رويم تا مردم آن شهر (سدوم) را هلاک کنيم، زيرا مردم آن ستمکار بوده اند.\"", "subtitle": "Angels Visit Abraham and Lot", "footnote": ""}, {"sura_num": 29, "verse_num": 32, "arabic_text": "قَالَ إِنَّ فِيهَا لُوطًا  قَالُوا نَحْنُ أَعْلَمُ بِمَن فِيهَا  لَنُنَجِّيَنَّهُۥ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ كَانَتْ مِنَ ٱلْغَٰبِرِينَ", "english_text": "He said, \"But Lot is living there.\" They said, \"We are fully aware of everyone who lives in it. We will of course save him and his family, except his wife; she is doomed.\"", "persian_text": "او گفت: \"ولی لوط آنجا زندگی می کند. آنها گفتند: \"ما از يکايک کسانی که در آنجا زندگی می کنند، کاملاً آگاهيم. البته او و خانواده اش را نجات خواهيم داد، جز زنش را؛ او محکوم به فناست.\"", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 33, "arabic_text": "وَلَمَّآ أَن جَآءَتْ رُسُلُنَا لُوطًا سِىٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالُوا لَا تَخَفْ وَلَا تَحْزَنْ  إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلَّا ٱمْرَأَتَكَ كَانَتْ مِنَ ٱلْغَٰبِرِينَ", "english_text": "When our messengers arrived at Lot's place, they were mistreated, and he was embarrassed by their presence. But they said, \"Have no fear, and do not worry. We will save you and your family, except your wife; she is doomed.", "persian_text": "هنگامی که رسولان ما به مکان لوط رسيدند، با ايشان بدرفتاری شد و او از حضور آنان شرمنده شد. ولی آنها گفتند: \"هيچ نترس و نگران نباش. ما تو و خانواده ات را نجات خواهيم داد، جز زنت را؛ او محکوم به فناست.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 34, "arabic_text": "إِنَّا مُنزِلُونَ عَلَىٰٓ أَهْلِ هَٰذِهِ ٱلْقَرْيَةِ رِجْزًا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا يَفْسُقُونَ", "english_text": "\"We will pour upon the people of this town a disaster from the sky, as a consequence of their wickedness.\"", "persian_text": "\"ما بر مردم اين شهر به سبب تباهکاری هايشان، بلايی از آسمان نازل خواهيم کرد.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 35, "arabic_text": "وَلَقَد تَّرَكْنَا مِنْهَآ ءَايَةًۢ بَيِّنَةً لِّقَوْمٍ يَعْقِلُونَ", "english_text": "We left standing some of their ruins, to serve as a profound lesson for people who understand.", "persian_text": "ما بعضی از خرابه‌های آنها را باقی گذاشتيم تا آشكارا درس عبرتی باشد برای مردمی كه می ‌فهمند.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 36, "arabic_text": "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا فَقَالَ يَٰقَوْمِ ٱعْبُدُوا ٱللَّهَ وَٱرْجُوا ٱلْيَوْمَ ٱلْءَاخِرَ وَلَا تَعْثَوْا فِى ٱلْأَرْضِ مُفْسِدِينَ", "english_text": "To Midyan we sent their brother Shu'aib. He said, \"O my people, you shall worship GOD and seek the Last Day, and do not roam the earth corruptingly.\"", "persian_text": "\"به مدين برادرشان شعيب را فرستاديم. او گفت: \"ای قوم من، خدا را پرستش كنيد و در جستجوی روز آخر باشيد و در زمين به فساد نگرديد.\"", "subtitle": "Shu'aib", "footnote": ""}, {"sura_num": 29, "verse_num": 37, "arabic_text": "فَكَذَّبُوهُ فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا فِى دَارِهِمْ جَٰثِمِينَ", "english_text": "They disbelieved him and, consequently, the earthquake annihilated them; they were left dead in their homes by morning.", "persian_text": "آنها به او ايمان نياوردند و درنتيجه، زمين لرزه آنها را هلاك كرد؛ آنها صبح در خانه‌هايشان مرده بودند.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 38, "arabic_text": "وَعَادًا وَثَمُودَا وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمْ  وَزَيَّنَ لَهُمُ ٱلشَّيْطَٰنُ أَعْمَٰلَهُمْ فَصَدَّهُمْ عَنِ ٱلسَّبِيلِ وَكَانُوا مُسْتَبْصِرِينَ", "english_text": "Similarly, 'Ãd and Thamûd (were annihilated). This is made manifest to you through their ruins. The devil had adorned their works in their eyes, and had diverted them from the path, even though they had eyes.", "persian_text": "مشابه آن، عاد و ثمود (هلاك شدند). اين از طريق خرابه‌هايشان به شما نشان داده شده است. شيطان اعمالشان را در نظرشان زيبا جلوه داده بود و آنها را از راه منحرف كرده بود، اگرچه چشم داشتند.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 39, "arabic_text": "وَقَٰرُونَ وَفِرْعَوْنَ وَهَٰمَٰنَ  وَلَقَدْ جَآءَهُم مُّوسَىٰ بِٱلْبَيِّنَٰتِ فَٱسْتَكْبَرُوا فِى ٱلْأَرْضِ وَمَا كَانُوا سَٰبِقِينَ", "english_text": "Also Qãroon, Pharaoh, and Hãmãn; Moses went to them with clear signs. But they continued to commit tyranny on earth. Consequently, they could not evade (the retribution).", "persian_text": "همچينن قارون، فرعون و هامان؛ موسی با نشانه‌های روشن نزد آنها رفت، اما آنها به ظلم و استبداد در زمين ادامه دادند. درنتيجه، نتوانستند (از عذاب) بگريزند.", "subtitle": "God's Immutable System", "footnote": ""}, {"sura_num": 29, "verse_num": 40, "arabic_text": "فَكُلًّا أَخَذْنَا بِذَنۢبِهِۦ  فَمِنْهُم مَّنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُم مَّنْ أَخَذَتْهُ ٱلصَّيْحَةُ وَمِنْهُم مَّنْ خَسَفْنَا بِهِ ٱلْأَرْضَ وَمِنْهُم مَّنْ أَغْرَقْنَا  وَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَٰكِن كَانُوٓا أَنفُسَهُمْ يَظْلِمُونَ", "english_text": "All those disbelievers were doomed as a consequence of their sins. Some of them we annihilated by violent winds, some were annihilated by the quake, some we caused the earth to swallow, and some we drowned. GOD is not the One who wronged them; it is they who wronged their own souls.", "persian_text": "تمام آن كافران در نتيجهٔ گناهانشان محکوم به فنا شدند. بعضی از آنها را با بادهای شديد نابود كرديم، بعضی با زلزله هلاك شدند، بعضی را در زمين فرو برديم و برخی از آنها را غرق كرديم. اين خدا نيست كه به آنها ستم كرد؛ بلكه خود آنها هستند كه به نفس خويش ستم كردند.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 41, "arabic_text": "مَثَلُ ٱلَّذِينَ ٱتَّخَذُوا مِن دُونِ ٱللَّهِ أَوْلِيَآءَ كَمَثَلِ ٱلْعَنكَبُوتِ ٱتَّخَذَتْ بَيْتًا  وَإِنَّ أَوْهَنَ ٱلْبُيُوتِ لَبَيْتُ ٱلْعَنكَبُوتِ  لَوْ كَانُوا يَعْلَمُونَ", "english_text": "The allegory of those who accept other masters beside GOD is that of the spider and her home; the flimsiest of all homes is the home of the spider, if they only knew.*", "persian_text": "مثال كسانی كه مولاهای ديگری را به جز خدا می ‌پذيرند، همانند عنكبوت ماده و خانهٔ اوست؛ سست‌ترين خانه‌ها خانهٔ عنكبوت است، اگر فقط می ‌دانستند.*", "subtitle": "The Spider", "footnote": "*29:41-43 It takes a knowledgeable person to know that the Black Widow spider kills her mate. The use of the feminine reference to the spider in 29:41 is thus significant. This is in addition to the fact that the spider web is physically very flimsy."}, {"sura_num": 29, "verse_num": 42, "arabic_text": "إِنَّ ٱللَّهَ يَعْلَمُ مَا يَدْعُونَ مِن دُونِهِۦ مِن شَىْءٍ  وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ", "english_text": "GOD knows full well that whatever they worship besides Him are really nothing. He is the Almighty, the Most Wise.", "persian_text": "خدا کاملاً می داند که آنچه را جز او می خوانند، درواقع چيزی نيست. اوست صاحب اقتدار، حکيم‌ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 43, "arabic_text": "وَتِلْكَ ٱلْأَمْثَٰلُ نَضْرِبُهَا لِلنَّاسِ  وَمَا يَعْقِلُهَآ إِلَّا ٱلْعَٰلِمُونَ", "english_text": "We cite these examples for the people, and none appreciate them except the knowledgeable.*", "persian_text": "ما اين مثال ها را برای مردم می آوريم و جز کسانی که از علم بهره کسب می کنند، کسی قدر آنها را نمی داند.*", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 44, "arabic_text": "خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ  إِنَّ فِى ذَٰلِكَ لَءَايَةً لِّلْمُؤْمِنِينَ", "english_text": "GOD created the heavens and the earth, truthfully. This provides a sufficient proof for the believers.", "persian_text": "خدا آسمان ها و زمين را بحق آفريد. همين مدرک برای مؤمنان کافی است.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 45, "arabic_text": "ٱتْلُ مَآ أُوحِىَ إِلَيْكَ مِنَ ٱلْكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَ  إِنَّ ٱلصَّلَوٰةَ تَنْهَىٰ عَنِ ٱلْفَحْشَآءِ وَٱلْمُنكَرِ   وَلَذِكْرُ ٱللَّهِ أَكْبَرُ   وَٱللَّهُ يَعْلَمُ مَا تَصْنَعُونَ", "english_text": "You shall recite what is revealed to you of the scripture, and observe the Contact Prayers (Salat), for the Contact Prayers prohibit evil and vice. But the remembrance of GOD (through Salat) is the most important objective.* GOD knows everything you do.", "persian_text": "بخوان آنچه از كتاب آسمانی بر تو وحی شد و نمازها (ارتباط با خدا) را به جا آور، زيرا نماز كارهای پليد و زشت را نهی می ‌كند. اما به ياد آوردن خدا (در نماز) مهم ترين هدف است.* خدا از تمام اعمالتان آگاه است.", "subtitle": "The Contact Prayers (Salat)", "footnote": "*29:45 Your god is whatever occupies your mind most of the time (see 20:14 & Appendix 27)."}, {"sura_num": 29, "verse_num": 46, "arabic_text": "وَلَا تُجَٰدِلُوٓا أَهْلَ ٱلْكِتَٰبِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ إِلَّا ٱلَّذِينَ ظَلَمُوا مِنْهُمْ  وَقُولُوٓا ءَامَنَّا بِٱلَّذِىٓ أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلَٰهُنَا وَإِلَٰهُكُمْ وَٰحِدٌ وَنَحْنُ لَهُۥ مُسْلِمُونَ", "english_text": "Do not argue with the people of the scripture (Jews, Christians, & Muslims) except in the nicest possible manner—unless they transgress— and say, \"We believe in what was revealed to us and in what was revealed to you, and our god and your god is one and the same; to Him we are submitters.\"", "persian_text": "با اهل کتاب (يهوديان، مسيحيان و مسلمانان) جز به بهترين وجه ممکن بحث نکنيد- مگر آنکه از حد تجاوز کنند- و بگوييد: \"ما به آنچه بر ما نازل شده است و به آنچه بر شما نازل شده است، ايمان داريم، و خدای ما و خدای شما يکی است و همان است؛ ما تسليم او هستيم.\"", "subtitle": "One God/One Religion", "footnote": ""}, {"sura_num": 29, "verse_num": 47, "arabic_text": "وَكَذَٰلِكَ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَٰبَ  فَٱلَّذِينَ ءَاتَيْنَٰهُمُ ٱلْكِتَٰبَ يُؤْمِنُونَ بِهِۦ  وَمِنْ هَٰٓؤُلَآءِ مَن يُؤْمِنُ بِهِۦ  وَمَا يَجْحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلْكَٰفِرُونَ", "english_text": "We have revealed to you this scripture, and those whom we blessed with the previous scripture will believe in it. Also, some of your people will believe in it. Indeed, those who disregard our revelations are the real disbelievers.", "persian_text": "ما اين کتاب آسمانی را بر تو نازل کرده ايم و کسانی که به ايشان کتاب آسمانی پيشين را عطا کرده ايم، به آن ايمان می آورند. همچنين بعضی از افراد قوم تو به آن ايمان می آورند. مسلماً، کسانی که به آيات ما اعتنا نمی کنند، کافران واقعی هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 48, "arabic_text": "وَمَا كُنتَ تَتْلُوا مِن قَبْلِهِۦ مِن كِتَٰبٍ وَلَا تَخُطُّهُۥ بِيَمِينِكَ  إِذًا لَّٱرْتَابَ ٱلْمُبْطِلُونَ", "english_text": "You did not read the previous scriptures, nor did you write them with your hand. In that case, the rejectors would have had reason to harbor doubts.", "persian_text": "تو نه كتاب‌های آسمانی پيشين را خواندی و نه آنها را با دست خود نوشتی. اگر چنين بود، تكذيب كنندگان دليلی برای شك كردن داشتند.", "subtitle": "Quran: Muhammad's Miracle*", "footnote": "*29:48-51 It was the will of the Most Wise to separate the Quran from its awesome mathematical miracle by 1400 years. Seeing how the Muslims en masse have idolized Muhammad, it is obvious that if the Quran's mathematical miracle were also revealed through Muhammad, many people would have worshiped him as God incarnate. As it is, God willed that the great miracle of the Quran (74:30-35) shall await the computer age, and to have it revealed through His Messenger of the Covenant (see Appendices 1, 2, & 26)."}, {"sura_num": 29, "verse_num": 49, "arabic_text": "بَلْ هُوَ ءَايَٰت بَيِّنَٰتٌ فِى صُدُورِ ٱلَّذِينَ أُوتُوا ٱلْعِلْمَ  وَمَا يَجْحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ", "english_text": "In fact, these revelations are clear in the chests of those who possess knowledge. Only the wicked will disregard our revelations.", "persian_text": "درحقیقت، اين آيات در سينهٔ كسانی كه دانش دارند، روشن است. فقط ستمكاران به آيات ما بی ‌اعتنا هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 50, "arabic_text": "وَقَالُوا لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَٰتٌ مِّن رَّبِّهِۦ  قُلْ إِنَّمَا ٱلْءَايَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا نَذِيرٌ مُّبِينٌ", "english_text": "They said, \"If only miracles* could come down to him from his Lord!\" Say, \"All miracles come only from GOD; I am no more than a manifest warner.\"", "persian_text": "آنها گفتند: \"ای کاش می شد از جانب پروردگارش معجزاتی* (بر او نازل شود!\") بگو: \"تمام معجزات فقط از جانب خدا می ‌‌آيد؛ من بيش از هشداردهنده‌ای آشكار نيستم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 51, "arabic_text": "أَوَلَمْ يَكْفِهِمْ أَنَّآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَٰبَ يُتْلَىٰ عَلَيْهِمْ  إِنَّ فِى ذَٰلِكَ لَرَحْمَةً وَذِكْرَىٰ لِقَوْمٍ يُؤْمِنُونَ", "english_text": "Is it not enough of a miracle* that we sent down to you this book, being recited to them? This is indeed a mercy and a reminder for people who believe.", "persian_text": "آيا اين معجزه* کافی نيست که ما اين کتاب را بر تو فرو فرستاديم که برای آنها خوانده می شود؟ حقیقتاً اين رحمت و تذکری است برای مردمی که ايمان دارند.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 52, "arabic_text": "قُلْ كَفَىٰ بِٱللَّهِ بَيْنِى وَبَيْنَكُمْ شَهِيدًا  يَعْلَمُ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ   وَٱلَّذِينَ ءَامَنُوا بِٱلْبَٰطِلِ وَكَفَرُوا بِٱللَّهِ أُولَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ", "english_text": "Say, \"GOD suffices as a witness between me and you. He knows everything in the heavens and the earth. Surely, those who believe in falsehood and disbelieve in GOD are the real losers.\"", "persian_text": "بگو: \"خدا به عنوان شاهد ميان من و شما كافی است. او هرچه در آسمان‌ها و زمين است، می ‌داند. مسلماً، كسانی كه به باطل ايمان دارند و به خدا ايمان ندارند، بازندگان واقعی هستند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 53, "arabic_text": "وَيَسْتَعْجِلُونَكَ بِٱلْعَذَابِ  وَلَوْلَآ أَجَلٌ مُّسَمًّى لَّجَآءَهُمُ ٱلْعَذَابُ وَلَيَأْتِيَنَّهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ", "english_text": "They challenge you to bring the retribution! If it were not for a predetermined appointment, the retribution would have come to them immediately.* Certainly, it will come to them suddenly, when they least expect it.", "persian_text": "آنها به اعتراض از تو می ‌خواهند تا عذاب را بياوری! اگر به خاطر زمان از پيش تعيين شده نبود، فوراً عذاب برای آنها آمده بود.* مسلماً، آن برايشان يكباره خواهد آمد، زمانی که اصلاً انتظارش را ندارند.*", "subtitle": "They (Are) in Hell", "footnote": "*29:53 Anyone who dies before the age of 40 goes to Heaven, and not everyone deserves this. People sometimes lament the slowness of justice when a vicious criminal is not executed promptly. God knows who deserves Heaven (see 46:15 and Appendix 32)."}, {"sura_num": 29, "verse_num": 54, "arabic_text": "يَسْتَعْجِلُونَكَ بِٱلْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَة بِٱلْكَٰفِرِينَ", "english_text": "They challenge you to bring retribution! Hell already surrounds the disbelievers.", "persian_text": "آنها به اعتراض از تو می ‌خواهند تا عذاب را بياوری! دوزخ از هم اكنون كافران را احاطه كرده است.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 55, "arabic_text": "يَوْمَ يَغْشَىٰهُمُ ٱلْعَذَابُ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا مَا كُنتُمْ تَعْمَلُونَ", "english_text": "The day will come when the retribution overwhelms them, from above them and from beneath their feet; He will say, \"Taste the consequences of your works.\"", "persian_text": "آن روز خواهد آمد كه عذاب، از بالای سرشان و از زير پايشان آنها را در بر خواهد گرفت؛ او خواهد گفت: \"نتيجهٔ كارهای خود را بچشيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 56, "arabic_text": "يَٰعِبَادِىَ ٱلَّذِينَ ءَامَنُوٓا إِنَّ أَرْضِى وَٰسِعَةٌ فَإِيَّٰىَ فَٱعْبُدُونِ", "english_text": "O My servants who believed, My earth is spacious, so worship Me.", "persian_text": "ای بندگان من كه ايمان آورده ايد، زمين من پهناور است، پس مرا پرستش كنيد.", "subtitle": "Immigrate in the Cause of God", "footnote": ""}, {"sura_num": 29, "verse_num": 57, "arabic_text": "كُلُّ نَفْسٍ ذَآئِقَةُ ٱلْمَوْتِ  ثُمَّ إِلَيْنَا تُرْجَعُونَ", "english_text": "Every soul will taste death, then to us you will be ultimately returned.", "persian_text": "هر نفسی طعم مرگ را خواهد چشيد، سپس سرانجام نزد ما بازگردانده خواهيد شد.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 58, "arabic_text": "وَٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلْجَنَّةِ غُرَفًا تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا  نِعْمَ أَجْرُ ٱلْعَٰمِلِينَ", "english_text": "Those who believe and lead a righteous life, we will surely settle them in Paradise, with mansions and flowing streams. Eternally they abide therein. What a beautiful reward for the workers.", "persian_text": "كسانی كه ايمان می ‌آورند و زندگی پرهيزکارانه ای را در پيش می ‌گيرند، ما مطمئناً آنها را با قصرها و نهرهای روان در بهشت مستقر خواهيم كرد. آنها در آنجا جاودان بمانند. چه پاداش زيبايی برای عمل كنندگان.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 59, "arabic_text": "ٱلَّذِينَ صَبَرُوا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ", "english_text": "They are the ones who steadfastly persevere, and trust in their Lord.", "persian_text": "آنها کسانی هستند که صبورانه استقامت می ورزند و به پروردگار خود اعتماد دارند.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 60, "arabic_text": "وَكَأَيِّن مِّن دَآبَّةٍ لَّا تَحْمِلُ رِزْقَهَا ٱللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ  وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ", "english_text": "Many a creature that does not carry its provision, GOD provides for it, as well as for you. He is the Hearer, the Omniscient.", "persian_text": "چه بسيارند مخلوقاتی که روزی خود را تهيه نمی کنند و خدا روزی آنها را فراهم می کند و نيز برای شما. اوست شنوا، دانای مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 61, "arabic_text": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ لَيَقُولُنَّ ٱللَّهُ  فَأَنَّىٰ يُؤْفَكُونَ", "english_text": "If you ask them, \"Who created the heavens and the earth, and put the sun and the moon in your service,\" they will say, \"GOD.\" Why then did they deviate?", "persian_text": "اگر از آنها سﺋوال کنی: \"چه کسی آسمان ها و زمين را آفريد و خورشيد و ماه را در خدمت شما قرار داد،\" خواهند گفت: \"خدا.\" پس چرا به انحراف رفتند؟", "subtitle": "Most Believers Destined for Hell", "footnote": ""}, {"sura_num": 29, "verse_num": 62, "arabic_text": "ٱللَّهُ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥٓ  إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ", "english_text": "GOD is the One who increases the provision for whomever He chooses from among His creatures, and withholds it. GOD is fully aware of all things.", "persian_text": "خداست که روزی هر يک از مخلوقاتش را که بخواهد، افزايش می دهد يا دريغ می دارد. خدا از همه چيز کاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 63, "arabic_text": "وَلَئِن سَأَلْتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَحْيَا بِهِ ٱلْأَرْضَ مِنۢ بَعْدِ مَوْتِهَا لَيَقُولُنَّ ٱللَّهُ  قُلِ ٱلْحَمْدُ لِلَّهِ  بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ", "english_text": "If you ask them, \"Who sends down from the sky water, to revive dead land,\" they will say, \"GOD.\" Say, \"Praise GOD.\" Most of them do not understand.", "persian_text": "اگر از آنها سئوال كنی: \"چه كسی از آسمان آب فرو می ‌فرستد تا زمين مرده را زنده كند،\" خواهند گفت: \"خدا.\" بگو: \"ستايش خدا را.\" اكثر آنها نمی ‌فهمند.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 64, "arabic_text": "وَمَا هَٰذِهِ ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا لَهْوٌ وَلَعِبٌ  وَإِنَّ ٱلدَّارَ ٱلْءَاخِرَةَ لَهِىَ ٱلْحَيَوَانُ  لَوْ كَانُوا يَعْلَمُونَ", "english_text": "This worldly life is no more than vanity and play, while the abode of the Hereafter is the real life, if they only knew.", "persian_text": "زندگی اين دنيا جز ظواهر و بازی بيش نيست، در حالی كه سرای آخرت، زندگی اصلی است، اگر فقط می ‌دانستند.", "subtitle": "Re-arrange Your Priorities", "footnote": ""}, {"sura_num": 29, "verse_num": 65, "arabic_text": "فَإِذَا رَكِبُوا فِى ٱلْفُلْكِ دَعَوُا ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمْ إِلَى ٱلْبَرِّ إِذَا هُمْ يُشْرِكُونَ", "english_text": "When they ride on a ship, they implore GOD, devoting their prayers to Him. But as soon as He saves them to the shore, they revert to idolatry.", "persian_text": "و چون در کشتی نشينند، خدا را می خوانند و با اخلاص تمام فقط به درگاه او دعا می کنند، ولی همين که آنان را به ساحل نجات می رساند، به شرک بازمی گردند.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 66, "arabic_text": "لِيَكْفُرُوا بِمَآ ءَاتَيْنَٰهُمْ وَلِيَتَمَتَّعُوا  فَسَوْفَ يَعْلَمُونَ", "english_text": "Let them disbelieve in what we have given them, and let them enjoy temporarily; they will surely find out.", "persian_text": "بگذار به آنچه به آنها داده‌ايم، كافر شوند و بگذار موقتاً لذت ببرند؛ آنها مطمئناً خواهند فهميد.", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 67, "arabic_text": "أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا ءَامِنًا وَيُتَخَطَّفُ ٱلنَّاسُ مِنْ حَوْلِهِمْ  أَفَبِٱلْبَٰطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ ٱللَّهِ يَكْفُرُونَ", "english_text": "Have they not seen that we have established a Sacred Sanctuary that we made secure, while all around them the people are in constant danger? Would they still believe in falsehood, and reject GOD's blessings?", "persian_text": "آيا آنها نديده اند که ما زيارتگاهی مقدس بنا کرده ايم وآن را ايمن ساخته ایم و حال آنکه مردم اطراف آن پيوسته در خطرند؟ آيا هنوز به باطل ايمان دارند و نعمت‌های خدا را تكذيب می ‌كنند؟", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 68, "arabic_text": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِٱلْحَقِّ لَمَّا جَآءَهُۥٓ  أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لِّلْكَٰفِرِينَ", "english_text": "Who is more evil than one who fabricates lies and attributes them to GOD, or rejects the truth when it comes to him? Is Hell not a just retribution for the disbelievers?", "persian_text": "چه كسی پليدتر از آن كه از خود دروغ بسازد و آن را به خدا نسبت دهد، يا هنگامی كه حقيقت به او می رسد، آن را نپذيرد؟ آيا دوزخ مجازات بحق كافران نيست؟", "subtitle": "", "footnote": ""}, {"sura_num": 29, "verse_num": 69, "arabic_text": "وَٱلَّذِينَ جَٰهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا  وَإِنَّ ٱللَّهَ لَمَعَ ٱلْمُحْسِنِينَ", "english_text": "As for those who strive in our cause, we will surely guide them in our paths. Most assuredly, GOD is with the pious.", "persian_text": "و اما كسانی كه در راه ما كوشش می ‌كنند، ما مطمئناً آنها را به راه‌های خودمان هدايت خواهيم كرد. يقيناً، خدا با پارسايان است.", "subtitle": "", "footnote": ""}]