[{"sura_num": 28, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The History", "chapter_title_arabic": "القصص", "chapter_title_persian": "تاريخ"}, {"sura_num": 28, "verse_num": 1, "arabic_text": "طسٓمٓ", "english_text": "T. S. M.*", "persian_text": "ط. س. م.*", "subtitle": "", "footnote": "*28:1 See Appendix 1 for details of the Quran's miraculous mathematical code, and the meaning or significance of these Quranic Initials."}, {"sura_num": 28, "verse_num": 2, "arabic_text": "تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْمُبِينِ", "english_text": "These (letters) constitute proofs of this profound book.", "persian_text": "اينها (حروف) اثباتگر اين كتاب شگرف هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 3, "arabic_text": "نَتْلُوا عَلَيْكَ مِن نَّبَإِ مُوسَىٰ وَفِرْعَوْنَ بِٱلْحَقِّ لِقَوْمٍ يُؤْمِنُونَ", "english_text": "We recite to you herein some history of Moses and Pharaoh, truthfully, for the benefit of people who believe.", "persian_text": "در اينجا ما قسمتی از تاريخچهٔ موسی و فرعون را به حقيقت بر تو می ‌خوانيم، برای منفعت مردمی كه ايمان دارند.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 4, "arabic_text": "إِنَّ فِرْعَوْنَ عَلَا فِى ٱلْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَآئِفَةً مِّنْهُمْ يُذَبِّحُ أَبْنَآءَهُمْ وَيَسْتَحْىِۦ نِسَآءَهُمْ  إِنَّهُۥ كَانَ مِنَ ٱلْمُفْسِدِينَ", "english_text": "Pharaoh turned into a tyrant on earth, and discriminated against some people. He persecuted a helpless group of them, slaughtering their sons, while sparing their daughters. He was indeed wicked.", "persian_text": "فرعون، در زمين مستبد شده بود و ميان مردم تبعيض قائل می شد. گروهی از آنها را که ناتوان بودند زجر می داد، پسرانشان را فجیعانه می کشت و دخترانشان را زنده می گذاشت. او واقعاً ستمكار بود.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 5, "arabic_text": "وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسْتُضْعِفُوا فِى ٱلْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ ٱلْوَٰرِثِينَ", "english_text": "We willed to compensate those who were oppressed on earth, and to turn them into leaders, and make them the inheritors.", "persian_text": "ما می ‌خواستيم برای ستمديدگان روی زمين جبران كنيم و آنها را به رهبری برسانيم و وارث قرار دهيم.", "subtitle": "God Compensates the Oppressed", "footnote": ""}, {"sura_num": 28, "verse_num": 6, "arabic_text": "وَنُمَكِّنَ لَهُمْ فِى ٱلْأَرْضِ وَنُرِىَ فِرْعَوْنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنْهُم مَّا كَانُوا يَحْذَرُونَ", "english_text": "And to establish them on earth, and to give Pharaoh, Hãmãn, and their troops a taste of their own medicine.", "persian_text": "و آنها را در زمين مستقر سازيم و به فرعون، هامان و سپاهيانشان طعم بلايی را كه بر ديگران وارد آوردند، بچشانيم.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 7, "arabic_text": "وَأَوْحَيْنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنْ أَرْضِعِيهِ  فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِى ٱلْيَمِّ وَلَا تَخَافِى وَلَا تَحْزَنِىٓ  إِنَّا رَآدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ ٱلْمُرْسَلِينَ", "english_text": "We inspired Moses' mother: \"Nurse him, and when you fear for his life, throw him into the river without fear or grief. We will return him to you, and will make him one of the messengers.\"", "persian_text": "ما به مادر موسی وحی كرديم: \"به او شير بده و هر‌گاه جان او را در خطر ديدی، بدون ترس يا اندوهی او را به رودخانه بينداز. ما او را به تو باز‌خواهيم گرداند و او را يكی از رسولان قرار خواهيم داد.\"", "subtitle": "Confidence in God", "footnote": ""}, {"sura_num": 28, "verse_num": 8, "arabic_text": "فَٱلْتَقَطَهُۥٓ ءَالُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا   إِنَّ فِرْعَوْنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُوا خَٰطِـِٔينَ", "english_text": "Pharaoh's family picked him up, only to have him lead the opposition and to be a source of grief for them. That is because Pharaoh, Hãmãn, and their troops were transgressors.", "persian_text": "خانوادهٔ فرعون او را گرفتند، فقط برای آنكه ما او را به رهبری مخالفان در‌آوريم و مايهٔ اندوه آنها قرار دهيم. اين به دليل آن است كه فرعون، هامان و سپاهيانشان ستمكار بودند.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 9, "arabic_text": "وَقَالَتِ ٱمْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِّى وَلَكَ  لَا تَقْتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوْ نَتَّخِذَهُۥ وَلَدًا وَهُمْ لَا يَشْعُرُونَ", "english_text": "Pharaoh's wife said, \"This can be a joyous find for me and you. Do not kill him, for he may be of some benefit for us, or we may adopt him to be our son.\" They had no idea.", "persian_text": "زن فرعون گفت: \"اين می ‌تواند مايهٔ شادی من و تو باشد. او را نكشيد، شايد برای ما مفيد باشد و يا ممكن است او را به عنوان پسرمان به فرزندی قبول كنيم. \"آنها فكرش را هم نمی ‌كردند.", "subtitle": "Inside the Lion's Den", "footnote": ""}, {"sura_num": 28, "verse_num": 10, "arabic_text": "وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًا  إِن كَادَتْ لَتُبْدِى بِهِۦ لَوْلَآ أَن رَّبَطْنَا عَلَىٰ قَلْبِهَا لِتَكُونَ مِنَ ٱلْمُؤْمِنِينَ", "english_text": "The mind of Moses' mother was growing so anxious that she almost gave away his identity. But we strengthened her heart, to make her a believer.", "persian_text": "فكر مادر موسی چنان مضطرب شده بود كه نزديك بود هويت او را فاش كند. اما ما به او قوت قلب داديم، تا او را مؤمن كنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 11, "arabic_text": "وَقَالَتْ لِأُخْتِهِۦ قُصِّيهِ  فَبَصُرَتْ بِهِۦ عَن جُنُبٍ وَهُمْ لَا يَشْعُرُونَ", "english_text": "She said to his sister, \"Trace his path.\" She watched him from afar, while they did not perceive.", "persian_text": "او به خواهر او گفت: \"رد پای او را دنبال كن.\" او از دور مراقب او بود، به طوری كه آنها نفهميدند.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 12, "arabic_text": "وَحَرَّمْنَا عَلَيْهِ ٱلْمَرَاضِعَ مِن قَبْلُ فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَىٰٓ أَهْلِ بَيْتٍ يَكْفُلُونَهُۥ لَكُمْ وَهُمْ لَهُۥ نَٰصِحُونَ", "english_text": "We forbade him from accepting all the nursing mothers. (His sister) then said, \"I can show you a family that can raise him for you, and take good care of him.\"", "persian_text": "ما او را از پذيرفتن شير هر دايه‌ای منع كرديم. سپس (خواهر او) گفت: \"من می ‌توانم خانواده‌ای را به شما نشان دهم كه می ‌توانند او را برای شما بزرگ كنند و از او کاملاً مراقبت نمايند.", "subtitle": "The Infant Returned to His Mother", "footnote": ""}, {"sura_num": 28, "verse_num": 13, "arabic_text": "فَرَدَدْنَٰهُ إِلَىٰٓ أُمِّهِۦ كَىْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ ٱللَّهِ حَقٌّ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ", "english_text": "Thus, we restored him to his mother, in order to please her, remove her worries, and to let her know that GOD's promise is the truth. However, most of them do not know.", "persian_text": "بدين ترتيب، او را به مادرش بازگردانديم تا وی را خوشحال کنيم، نگرانی هايش را برطرف سازيم و او بداند که وعدهٔ خدا حق است. اگرچه، بيشترشان نمی دانند.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 14, "arabic_text": "وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسْتَوَىٰٓ ءَاتَيْنَٰهُ حُكْمًا وَعِلْمًا  وَكَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ", "english_text": "When he reached maturity and strength, we endowed him with wisdom and knowledge. We thus reward the righteous.", "persian_text": "هنگامی كه او به بلوغ فكری رسيد و نيرومند شد، ما به او حكمت و دانش عطا كرديم. ما اين چنين پرهیزكاران را پاداش می ‌دهيم.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 15, "arabic_text": "وَدَخَلَ ٱلْمَدِينَةَ عَلَىٰ حِينِ غَفْلَةٍ مِّنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنْ عَدُوِّهِۦ  فَٱسْتَغَٰثَهُ ٱلَّذِى مِن شِيعَتِهِۦ عَلَى ٱلَّذِى مِنْ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيْهِ  قَالَ هَٰذَا مِنْ عَمَلِ ٱلشَّيْطَٰنِ  إِنَّهُۥ عَدُوٌّ مُّضِلٌّ مُّبِينٌ", "english_text": "Once he entered the city unexpectedly, without being recognized by the people. He found two men fighting; one was (a Hebrew) from his people, and the other was (an Egyptian) from his enemies. The one from his people called on him for help against his enemy. Moses punched him, killing him. He said, \"This is the work of the devil; he is a real enemy, and a profound misleader.\"", "persian_text": "روزی او غير منتظره وارد شهر شد، بدون آنكه مردم او را بشناسند. دو مرد را در حال نزاع ديد؛ يكی از قوم خودش (عبری) و ديگری از دشمنانش (مصری) بود. كسی كه از قوم خودش بود، عليه دشمنش از او كمك خواست. موسی مشتی به او زد و او را كشت. او گفت: \"اين كار شيطان است؛ او دشمنی است واقعی و گمراه كننده‌ای آشكار.\"", "subtitle": "Moses Commits Manslaughter", "footnote": ""}, {"sura_num": 28, "verse_num": 16, "arabic_text": "قَالَ رَبِّ إِنِّى ظَلَمْتُ نَفْسِى فَٱغْفِرْ لِى فَغَفَرَ لَهُۥٓ  إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ", "english_text": "He said, \"My Lord, I have wronged my soul. Please forgive me,\" and He forgave him. He is the Forgiver, Most Merciful.", "persian_text": "او گفت: \"ای پروردگار من، من به نفس خود ستم كرده‌ام. خواهش می ‌كنم مرا ببخش،\" و او وی را بخشيد. اوست عفو‌كننده، مهربان‌ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 17, "arabic_text": "قَالَ رَبِّ بِمَآ أَنْعَمْتَ عَلَىَّ فَلَنْ أَكُونَ ظَهِيرًا لِّلْمُجْرِمِينَ", "english_text": "He said, \"My Lord, in return for Your blessings upon me, I will never be a supporter of the guilty ones.\"", "persian_text": "او گفت: \"ای پروردگار من، در عوض نعمت‌هايی كه به من عطا كردی ، من هرگز پشتيبان گناهكاران نخواهم بود.\"", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 18, "arabic_text": "فَأَصْبَحَ فِى ٱلْمَدِينَةِ خَآئِفًا يَتَرَقَّبُ فَإِذَا ٱلَّذِى ٱسْتَنصَرَهُۥ بِٱلْأَمْسِ يَسْتَصْرِخُهُۥ  قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِىٌّ مُّبِينٌ", "english_text": "In the morning, he was in the city, afraid and watchful. The one who sought his help yesterday, asked for his help again. Moses said to him, \"You are really a troublemaker.\"", "persian_text": "صبحگاهان، در شهر، هراسان و مراقب بود. شخصی که روز پیش از او ياری خواسته بود، باز هم از او تقاضای کمک نمود. موسی به او گفت: \"تو واقعاً مايهٔ دردسری.\"", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 19, "arabic_text": "فَلَمَّآ أَنْ أَرَادَ أَن يَبْطِشَ بِٱلَّذِى هُوَ عَدُوٌّ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقْتُلَنِى كَمَا قَتَلْتَ نَفْسًۢا بِٱلْأَمْسِ  إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارًا فِى ٱلْأَرْضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلْمُصْلِحِينَ", "english_text": "Before he attempted to strike their common enemy, he said, \"O Moses, do you want to kill me, as you killed the other man yesterday? Obviously, you wish to be a tyrant on earth; you do not wish to be righteous.\"", "persian_text": "پيش از آنكه او بخواهد به دشمن مشتركشان ضربه بزند، او گفت: \"ای موسی، آيا می ‌خواهی مرا بكشی، مانند مردی كه ديروز كشتی؟ ظاهراً، تو می ‌خواهی در زمين ستمگری مستبد باشی؛ تو نمی ‌خواهی پرهیزکار باشی.\"", "subtitle": "Moses' Crime Exposed", "footnote": ""}, {"sura_num": 28, "verse_num": 20, "arabic_text": "وَجَآءَ رَجُلٌ مِّنْ أَقْصَا ٱلْمَدِينَةِ يَسْعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَٱخْرُجْ إِنِّى لَكَ مِنَ ٱلنَّٰصِحِينَ", "english_text": "A man came running from the other side of the city, saying, \"O Moses, the people are plotting to kill you. You better leave immediately. I am giving you good advice.\"", "persian_text": "مردی از سمت ديگر شهر دوان دوان آمد، می ‌گفت: \"ای موسی، مردم نقشهٔ قتل تو را می ‌كشند. بهتر است فوراً بروی. من به تو نصيحت خوبی می ‌كنم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 21, "arabic_text": "فَخَرَجَ مِنْهَا خَآئِفًا يَتَرَقَّبُ  قَالَ رَبِّ نَجِّنِى مِنَ ٱلْقَوْمِ ٱلظَّٰلِمِينَ", "english_text": "He fled the city, afraid and watchful. He said, \"My Lord, save me from the oppressive people.\"", "persian_text": "او ترسان و مراقب، از شهر گريخت و گفت: \"پروردگارا، مرا از دست مردم ستمکار رهايی بخش.\"", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 22, "arabic_text": "وَلَمَّا تَوَجَّهَ تِلْقَآءَ مَدْيَنَ قَالَ عَسَىٰ رَبِّىٓ أَن يَهْدِيَنِى سَوَآءَ ٱلسَّبِيلِ", "english_text": "As he traveled towards Midyan, he said, \"May my Lord guide me in the right path.\"", "persian_text": "او در راه سفر به مدين گفت: \"باشد كه پروردگارم مرا در راه راست هدايت نمايد.\"", "subtitle": "In Midyan", "footnote": ""}, {"sura_num": 28, "verse_num": 23, "arabic_text": "وَلَمَّا وَرَدَ مَآءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِّنَ ٱلنَّاسِ يَسْقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمْرَأَتَيْنِ تَذُودَانِ  قَالَ مَا خَطْبُكُمَا  قَالَتَا لَا نَسْقِى حَتَّىٰ يُصْدِرَ ٱلرِّعَآءُ  وَأَبُونَا شَيْخٌ كَبِيرٌ", "english_text": "When he reached Midyan's water, he found a crowd of people watering, and noticed two women waiting on the side. He said, \"What is it that you need?\" They said, \"We are not able to water, until the crowd disperses, and our father is an old man.\"", "persian_text": "هنگامی كه به آب مدين رسيد، انبوهی از مردم را مشغول آب كشيدن يافت و متوجه شد كه دو زن در گوشه‌ای منتظر ايستاده اند. او گفت: \"شما به چه چيز نياز داريد؟\" آنها گفتند: \"ما نمی ‌توانيم آب بكشيم، تا اينكه جمعيت متفرق شوند. پدر ما مردی سالخورده است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 24, "arabic_text": "فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّى لِمَآ أَنزَلْتَ إِلَىَّ مِنْ خَيْرٍ فَقِيرٌ", "english_text": "He watered for them, then turned to the shade, saying, \"My Lord, whatever provision You send to me, I am in dire need for it.\"", "persian_text": "او برای آنها آب كشيد، سپس در زير سايه ای رفت و گفت: \"پروردگار من، هر رزقی كه برای من بفرستی، به آن شديداً احتياج دارم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 25, "arabic_text": "فَجَآءَتْهُ إِحْدَىٰهُمَا تَمْشِى عَلَى ٱسْتِحْيَآءٍ قَالَتْ إِنَّ أَبِى يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا  فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيْهِ ٱلْقَصَصَ قَالَ لَا تَخَفْ  نَجَوْتَ مِنَ ٱلْقَوْمِ ٱلظَّٰلِمِينَ", "english_text": "Soon, one of the two women approached him, shyly, and said, \"My father invites you to pay you for watering for us.\" When he met him, and told him his story, he said, \"Have no fear. You have been saved from the oppressive people.\"", "persian_text": "چندی نپاييد که يکی از آن دو زن، با شرم و حيا نزد او آمد و گفت: \"پدرم از تو دعوت می کند تا به خاطر آبی که به ما دادی، مزدی به تو بپردازد.\" هنگامی که با او ملاقات کرد و داستان خود را برای او تعريف کرد، او گفت: \"هيچ ترسی نداشته باش. تو از دست مردم ستمکار نجات یافته ای.\"", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 26, "arabic_text": "قَالَتْ إِحْدَىٰهُمَا يَٰٓأَبَتِ ٱسْتَـْٔجِرْهُ  إِنَّ خَيْرَ مَنِ ٱسْتَـْٔجَرْتَ ٱلْقَوِىُّ ٱلْأَمِينُ", "english_text": "One of the two women said, \"O my father, hire him. He is the best one to hire, for he is strong and honest.\"", "persian_text": "يکی از آن دو زن گفت: \"ای پدر، او را استخدام کن. او بهترين کسی است که می توانی استخدام کنی، زيرا او قوی و درستکار است.\"", "subtitle": "Moses Marries", "footnote": ""}, {"sura_num": 28, "verse_num": 27, "arabic_text": "قَالَ إِنِّىٓ أُرِيدُ أَنْ أُنكِحَكَ إِحْدَى ٱبْنَتَىَّ هَٰتَيْنِ عَلَىٰٓ أَن تَأْجُرَنِى ثَمَٰنِىَ حِجَجٍ  فَإِنْ أَتْمَمْتَ عَشْرًا فَمِنْ عِندِكَ  وَمَآ أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ  سَتَجِدُنِىٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ", "english_text": "He said, \"I wish to offer one of my two daughters for you to marry, in return for working for me for eight pilgrimages; if you make them ten, it will be voluntary on your part. I do not wish to make this matter too difficult for you. You will find me, GOD willing, righteous.\"", "persian_text": "او گفت: \"من به تو پيشنهاد می كنم تا با يكی از دخترانم ازدواج كنی، در عوض تا هشت سفر حج برای من كار كن؛ اگر آن را به ده برسانی، به اختيار تو خواهد بود. من نمی ‌خواهم در اين امر خیلی سخت بگيرم. تو مرا به خواست خدا پرهيزکار خواهی يافت.\"", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 28, "arabic_text": "قَالَ ذَٰلِكَ بَيْنِى وَبَيْنَكَ  أَيَّمَا ٱلْأَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَٰنَ عَلَىَّ  وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٌ", "english_text": "He said, \"It is an agreement between me and you. Whichever period I fulfill, you will not be averse to either one. GOD is the guarantor of what we said.\"", "persian_text": "او گفت: \"اين توافقی است ميان من و تو. من هر كدام از اين دو مدت را به پايان برسانم، برخلاف ميل تو نخواهد بود. خدا بر آنچه ما گفتيم، وکیل است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 29, "arabic_text": "فَلَمَّا قَضَىٰ مُوسَى ٱلْأَجَلَ وَسَارَ بِأَهْلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارًا قَالَ لِأَهْلِهِ ٱمْكُثُوٓا إِنِّىٓ ءَانَسْتُ نَارًا لَّعَلِّىٓ ءَاتِيكُم مِّنْهَا بِخَبَرٍ أَوْ جَذْوَةٍ مِّنَ ٱلنَّارِ لَعَلَّكُمْ تَصْطَلُونَ", "english_text": "When he had fulfilled his obligation, he traveled with his family (towards Egypt). He saw from the slope of Mount Sinai a fire. He said to his family, \"Stay here. I have seen a fire. Maybe I can bring to you news, or a portion of the fire to warm you.\"", "persian_text": "هنگامی که او به تعهدات خود عمل کرد، همراه خانواده اش (به سوی مصر) سفر کرد. او از دامنهٔ کوه سينا آتشی را ديد. او به خانواده اش گفت: \"همين جا بمانيد. من آتشی ديده ام. شايد بتوانم خبری برايتان بياورم، يا پاره ای از آتش که خود را گرم کنيد.\"", "subtitle": "Back to Egypt", "footnote": ""}, {"sura_num": 28, "verse_num": 30, "arabic_text": "فَلَمَّآ أَتَىٰهَا نُودِىَ مِن شَٰطِئِ ٱلْوَادِ ٱلْأَيْمَنِ فِى ٱلْبُقْعَةِ ٱلْمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّىٓ أَنَا ٱللَّهُ رَبُّ ٱلْعَٰلَمِينَ", "english_text": "When he reached it, he was called from the edge of the right side of the valley, in the blessed spot where the burning bush was located: \"O Moses, this is Me. GOD; Lord of the universe.", "persian_text": "هنگامی که به آنجا رسيد، از کرانهٔ سمت راست وادی، جايگاهی مبارک که بوته ای فروزان در آن قرار داشت، ندا داده شد: \"ای موسی، اين منم، خدا؛ پروردگار جهان.", "subtitle": "Moses Appointed", "footnote": ""}, {"sura_num": 28, "verse_num": 31, "arabic_text": "وَأَنْ أَلْقِ عَصَاكَ  فَلَمَّا رَءَاهَا تَهْتَزُّ كَأَنَّهَا جَآنٌّ وَلَّىٰ مُدْبِرًا وَلَمْ يُعَقِّبْ  يَٰمُوسَىٰٓ أَقْبِلْ وَلَا تَخَفْ  إِنَّكَ مِنَ ٱلْءَامِنِينَ", "english_text": "Throw down your staff. When he saw it moving like a demon, he turned around and fled. \"O Moses, come back; do not be afraid. You are perfectly safe.", "persian_text": "چوب دست خود را بينداز.\" هنگامی كه آن را مانند ديوی در حال حركت ديد، برگشت و فرار كرد. \"ای موسی، بازگرد؛ نترس. تو كاملاً در امان هستی.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 32, "arabic_text": "ٱسْلُكْ يَدَكَ فِى جَيْبِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سُوٓءٍ وَٱضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ ٱلرَّهْبِ  فَذَٰنِكَ بُرْهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرْعَوْنَ وَمَلَإِيهِۦٓ  إِنَّهُمْ كَانُوا قَوْمًا فَٰسِقِينَ", "english_text": "Put your hand into your pocket; it will come out white without a blemish. Fold your wings and settle down from your fear. These are two proofs from your Lord, to be shown to Pharaoh and his elders; they have been wicked people.", "persian_text": "\"دستت را در جيب خود بگذار؛ آن سپيد و بدون لك و پيس بيرون خواهد آمد. آرام بگير و ترس خود را فرو نشان. اينها دو مدركی است از جانب پروردگار تو، تا به فرعون و بزرگان قومش نشان داده شود؛ آنها مردمی ستمكار بوده‌اند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 33, "arabic_text": "قَالَ رَبِّ إِنِّى قَتَلْتُ مِنْهُمْ نَفْسًا فَأَخَافُ أَن يَقْتُلُونِ", "english_text": "He said, \"My Lord, I killed one of them, and I fear lest they kill me.", "persian_text": "او گفت: \"پروردگار من، من يكی از آنها را كشتم و می ‌ترسم مبادا آنها مرا بكشند.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 34, "arabic_text": "وَأَخِى هَٰرُونُ هُوَ أَفْصَحُ مِنِّى لِسَانًا فَأَرْسِلْهُ مَعِىَ رِدْءًا يُصَدِّقُنِىٓ  إِنِّىٓ أَخَافُ أَن يُكَذِّبُونِ", "english_text": "Also, my brother Aaron is more eloquent than I. Send him with me as a helper to confirm and strengthen me. I fear lest they disbelieve me.", "persian_text": "\"و نيز، برادرم هارون بيش از من فصاحت بيان دارد. او را به عنوان كمك با من بفرست تا مرا تصديق و تقويت كند. من می ‌ترسم كه مبادا آنها مرا باور نكنند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 35, "arabic_text": "قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَٰنًا فَلَا يَصِلُونَ إِلَيْكُمَا  بِـَٔايَٰتِنَآ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلْغَٰلِبُونَ", "english_text": "He said, \"We will strengthen you with your brother, and we will provide you both with manifest authority. Thus, they will not be able to touch either one of you. With our miracles, the two of you, together with those who follow you, will be the victors.\"", "persian_text": "او گفت: \"ما تو را توسط برادرت تقويت خواهيم كرد و به هر دو شما اختياراتی آشكار خواهيم داد. بنابراين، آنها قادر نخواهند بود كه به هيچ يك از شما آسيب برسانند. شما دو نفر، همراه با كسانی كه از شما پيروی می ‌كنند، با معجزات ما پيروز خواهيد شد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 36, "arabic_text": "فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٍ قَالُوا مَا هَٰذَآ إِلَّا سِحْرٌ مُّفْتَرًى وَمَا سَمِعْنَا بِهَٰذَا فِىٓ ءَابَآئِنَا ٱلْأَوَّلِينَ", "english_text": "When Moses went to them with our proofs, clear and profound, they said, \"This is fabricated magic. We have never heard of this from our ancient ancestors.\"", "persian_text": "هنگامی كه موسی با مدرك‌های واضح و شگرف ما نزد آنها رفت، گفتند: \"اين شعبده‌ای ساختگی است. ما هرگز از اجداد پيشين خود اين را نشنيده‌ايم.\"", "subtitle": "Pharaoh's Arrogance", "footnote": ""}, {"sura_num": 28, "verse_num": 37, "arabic_text": "وَقَالَ مُوسَىٰ رَبِّىٓ أَعْلَمُ بِمَن جَآءَ بِٱلْهُدَىٰ مِنْ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِ  إِنَّهُۥ لَا يُفْلِحُ ٱلظَّٰلِمُونَ", "english_text": "Moses said, \"My Lord knows best who brought the guidance from Him, and who will be the ultimate victors. Surely, the transgressors never succeed.\"", "persian_text": "موسی گفت: \"پروردگار من بهتر می داند که چه کسی هدايت را از جانب او آورده است و چه کسانی در نهايت پيروز خواهند شد. بدون شک، ستمکاران هرگز موفق نمی شوند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 38, "arabic_text": "وَقَالَ فِرْعَوْنُ يَٰٓأَيُّهَا ٱلْمَلَأُ مَا عَلِمْتُ لَكُم مِّنْ إِلَٰهٍ غَيْرِى فَأَوْقِدْ لِى يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجْعَل لِّى صَرْحًا لَّعَلِّىٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّى لَأَظُنُّهُۥ مِنَ ٱلْكَٰذِبِينَ", "english_text": "Pharaoh said, \"O you elders, I have not known of any god for you other than me. Therefore, fire the adobe, O Hãmãn, in order to build a tower, that I may take a look at the god of Moses. I am sure that he is a liar.\"", "persian_text": "فرعون گفت: \"شما، ای بزرگان، من جز خودم برای شما خدايی نمی ‌شناسم. بنابراين، ای هامان، خشت در كوره انداز تا برجی بسازی، باشد كه نگاهی به خدای موسی بيندازم. من مطمئن هستم كه او دروغگوست.\"", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 39, "arabic_text": "وَٱسْتَكْبَرَ هُوَ وَجُنُودُهُۥ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَظَنُّوٓا أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ", "english_text": "Thus, he and his troops continued to commit arrogance on earth, without any right, and thought that they would not be returned to us.", "persian_text": "اين چنين، او و سپاهيانش بدون هيچ حقی، به تكبر در روی زمين ادامه دادند و فكر كردند نزد ما بازگردانده نخواهند شد.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 40, "arabic_text": "فَأَخَذْنَٰهُ وَجُنُودَهُۥ فَنَبَذْنَٰهُمْ فِى ٱلْيَمِّ  فَٱنظُرْ كَيْفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ", "english_text": "Consequently, we punished him and his troops, by throwing them into the sea. Note the consequences for the transgressors.", "persian_text": "درنتيجه، ما او و سپاهيانش را به دريا انداختيم تا آنها را مجازات كنيم. بنگر که عاقبت ستمكاران چگونه است.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 41, "arabic_text": "وَجَعَلْنَٰهُمْ أَئِمَّةً يَدْعُونَ إِلَى ٱلنَّارِ  وَيَوْمَ ٱلْقِيَٰمَةِ لَا يُنصَرُونَ", "english_text": "We made them imams who led their people to Hell. Furthermore, on the Day of Resurrection, they will have no help.", "persian_text": "ما آنها را امامانی قرار داديم كه مردم خود را به دوزخ راهنمايی كردند. علاوه بر اين، آنها در روز رستاخيز هيچ كمكی نخواهند داشت.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 42, "arabic_text": "وَأَتْبَعْنَٰهُمْ فِى هَٰذِهِ ٱلدُّنْيَا لَعْنَةً  وَيَوْمَ ٱلْقِيَٰمَةِ هُم مِّنَ ٱلْمَقْبُوحِينَ", "english_text": "They incurred in this life condemnation, and on the Day of Resurrection they will be despised.", "persian_text": "آنها در اين دنيا سزاوار لعنت شدند و در روز رستاخيز از تحقيرشدگان خواهند بود.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 43, "arabic_text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ مِنۢ بَعْدِ مَآ أَهْلَكْنَا ٱلْقُرُونَ ٱلْأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَّعَلَّهُمْ يَتَذَكَّرُونَ", "english_text": "We gave Moses the scripture—after having annihilated the previous generations, and after setting the examples through them—to provide enlightenment for the people, and guidance, and mercy, that they may take heed.", "persian_text": "ما به موسی كتاب آسمانی داديم- پس از آنكه نسل‌های گذشته را نابود كرديم و پس از آنكه آنها را درس عبرتی قرار داديم- تا برای مردم نوری روشنگر و هدايت و رحمت فراهم كنيم، باشد كه توجه كنند.", "subtitle": "The Book of Moses*", "footnote": "*28:43 The Torah is the collection of all the scriptures revealed to all the prophets of Israel, including the book of Moses. The Quran consistently states that Moses was given a book, or \"the Statute Book.\" Nowhere in the Quran do we see that Moses was given \"the Torah.\" Today's Old Testament, therefore, is the Torah (see 3:50, 5:46)."}, {"sura_num": 28, "verse_num": 44, "arabic_text": "وَمَا كُنتَ بِجَانِبِ ٱلْغَرْبِىِّ إِذْ قَضَيْنَآ إِلَىٰ مُوسَى ٱلْأَمْرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ", "english_text": "You were not present on the slope of the western mount, when we issued the command to Moses; you were not a witness.*", "persian_text": "تو در دامنهٔ كوه غربی حضور نداشتی، هنگامی كه آن فرمان را به موسی صادر كرديم؛ تو شاهد نبودی.*", "subtitle": "Addressing God's Messenger of the Covenant", "footnote": "*28:44 The name of this messenger is confirmed mathematically: by placing the gematrical value of \"Rashad Khalifa\" (1230) next to the verse number (44), we get 123044=19x6476."}, {"sura_num": 28, "verse_num": 45, "arabic_text": "وَلَٰكِنَّآ أَنشَأْنَا قُرُونًا فَتَطَاوَلَ عَلَيْهِمُ ٱلْعُمُرُ  وَمَا كُنتَ ثَاوِيًا فِىٓ أَهْلِ مَدْيَنَ تَتْلُوا عَلَيْهِمْ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرْسِلِينَ", "english_text": "But we established many generations, and, because of the length of time, (they deviated). Nor were you among the people of Midyan, reciting our revelations to them. But we did send messengers.", "persian_text": "ولی ما نسل‌های بسياری را قرار داديم و به مرور زمان، (منحرف شدند). و تو در ميان مردم مدين نبودی كه آيات ما را برای آنها بخوانی. اما ما رسولان را فرستاديم.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 46, "arabic_text": "وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذْ نَادَيْنَا وَلَٰكِن رَّحْمَةً مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّآ أَتَىٰهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ", "english_text": "Nor were you on the slope of Mount Sinai when we called (Moses). But it is mercy from your Lord, (towards the people,) in order to warn people who received no warner before you, that they may take heed.", "persian_text": "و تو در دامنهٔ کوه سينا نبودی، آنگاه که (موسی را) ندا داديم. ولی اين رحمتی است (برای مردم،) از جانب پروردگار تو تا مردمی را که پيش از تو هشداردهنده ای نداشتند، هشدار دهی. باشد که توجه کنند.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 47, "arabic_text": "وَلَوْلَآ أَن تُصِيبَهُم مُّصِيبَة بِمَا قَدَّمَتْ أَيْدِيهِمْ فَيَقُولُوا رَبَّنَا لَوْلَآ أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلْمُؤْمِنِينَ", "english_text": "Thus, they cannot say, when a disaster strikes them as a consequence of their own deeds, \"Our Lord, had You sent a messenger to us, we would have followed Your revelations, and would have been believers.\"", "persian_text": "از اين رو، وقتی در نتيجهٔ اعمال خودشان، مصيبتی به آنها برسد، ديگر نمی توانند بگويند: \"پروردگار ما، اگر رسولی برای ما فرستاده بودی، از آيات تو پيروی می کرديم و از مؤمنان می شديم.\"", "subtitle": "No Excuse", "footnote": ""}, {"sura_num": 28, "verse_num": 48, "arabic_text": "فَلَمَّا جَآءَهُمُ ٱلْحَقُّ مِنْ عِندِنَا قَالُوا لَوْلَآ أُوتِىَ مِثْلَ مَآ أُوتِىَ مُوسَىٰٓ  أَوَلَمْ يَكْفُرُوا بِمَآ أُوتِىَ مُوسَىٰ مِن قَبْلُ  قَالُوا سِحْرَانِ تَظَٰهَرَا وَقَالُوٓا إِنَّا بِكُلٍّ كَٰفِرُونَ", "english_text": "Now that the truth has come to them from us, they said, \"If only we could be given what was given to Moses!\" Did they not disbelieve in what was given to Moses in the past? They said, \"Both (scriptures) are works of magic that copied one another.\" They also said, \"We are disbelievers in both of them.\"", "persian_text": "اكنون كه حقيقت از جانب ما برای آنها آمده است، گفتند: \"ای كاش آنچه به موسی داده شد، به ما هم داده می ‌شد!\" آيا آنها به آنچه در گذشته به موسی داده شد، كافر نشدند؟ آنها گفتند: \"هر دو (كتاب آسمانی) كارهای شعبده‌بازی است كه از روی هم رونويسی شده است.\" همچنين گفتند: \"ما هیچ یک از آن دو را باور نداريم.\"", "subtitle": "The Torah and The Quran", "footnote": ""}, {"sura_num": 28, "verse_num": 49, "arabic_text": "قُلْ فَأْتُوا بِكِتَٰبٍ مِّنْ عِندِ ٱللَّهِ هُوَ أَهْدَىٰ مِنْهُمَآ أَتَّبِعْهُ إِن كُنتُمْ صَٰدِقِينَ", "english_text": "Say, \"Then produce a scripture from GOD with better guidance than the two, so I can follow it, if you are truthful.\"", "persian_text": "بگو: \"پس كتابی آسمانی، با هدايتی بهتر از اين دو از جانب خدا فراهم كنيد، تا من بتوانم از آن پيروی كنم، اگر راست می ‌گوييد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 50, "arabic_text": "فَإِن لَّمْ يَسْتَجِيبُوا لَكَ فَٱعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَآءَهُمْ  وَمَنْ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيْرِ هُدًى مِّنَ ٱللَّهِ  إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ", "english_text": "If they fail to respond to you, then know that they follow only their own opinions. Who is farther astray than those who follow their own opinions, without guidance from GOD? GOD does not guide such wicked people.", "persian_text": "اگر نتوانند به درخواست تو پاسخ دهند، پس بدان که فقط از عقايد خود پيروی می کنند. کيست گمراه تر از آنان که بدون هيچ هدايتی از جانب خدا، از عقايد خود پيروی کنند؟ خدا چنين مردم ستمكاری را هدايت نمی کند.", "subtitle": "God Sends His Teachings to us Through His Messengers", "footnote": ""}, {"sura_num": 28, "verse_num": 51, "arabic_text": "وَلَقَدْ وَصَّلْنَا لَهُمُ ٱلْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُونَ", "english_text": "We have delivered the message to them, that they may take heed.", "persian_text": "ما پيام را به آنان تحويل داده ايم، باشد که توجه کنند.", "subtitle": "All True Believers Accept the Quran", "footnote": ""}, {"sura_num": 28, "verse_num": 52, "arabic_text": "ٱلَّذِينَ ءَاتَيْنَٰهُمُ ٱلْكِتَٰبَ مِن قَبْلِهِۦ هُم بِهِۦ يُؤْمِنُونَ", "english_text": "Those whom we blessed with the previous scriptures will believe in this.", "persian_text": "كسانی كه ما آنها را با كتاب‌های آسمانی پيشين مورد رحمت قرار داديم، به اين ايمان خواهند آورد.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 53, "arabic_text": "وَإِذَا يُتْلَىٰ عَلَيْهِمْ قَالُوٓا ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلْحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبْلِهِۦ مُسْلِمِينَ", "english_text": "When it is recited to them, they will say, \"We believe in it. This is the truth from our Lord. Even before we heard of it, we were submitters.\"", "persian_text": "هنگامی كه برای آنها خوانده می ‌شود، خواهند گفت: \"ما به آن ايمان داريم. اين حقيقتی است از جانب پروردگار ما. حتی پيش از آنكه آن را بشنويم، ما از تسليم شدگان بوديم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 54, "arabic_text": "أُولَٰٓئِكَ يُؤْتَوْنَ أَجْرَهُم مَّرَّتَيْنِ بِمَا صَبَرُوا وَيَدْرَءُونَ بِٱلْحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ", "english_text": "To these we grant twice the reward, because they steadfastly persevere. They counter evil works with good works, and from our provisions to them, they give.", "persian_text": "ما به اينان دو برابر پاداش می ‌دهيم، زيرا آنها صبورانه استقامت می كنند. آنها كارهای پليد را با كارهای خوب تلافی می كنند و از روزی ‌هايی كه به آنها داديم، انفاق می ‌كنند.", "subtitle": "Twice the Reward for Christians & Jews Who Recognize the Truth", "footnote": ""}, {"sura_num": 28, "verse_num": 55, "arabic_text": "وَإِذَا سَمِعُوا ٱللَّغْوَ أَعْرَضُوا عَنْهُ وَقَالُوا لَنَآ أَعْمَٰلُنَا وَلَكُمْ أَعْمَٰلُكُمْ سَلَٰمٌ عَلَيْكُمْ لَا نَبْتَغِى ٱلْجَٰهِلِينَ", "english_text": "When they come across vain talk, they disregard it and say, \"We are responsible for our deeds, and you are responsible for your deeds. Peace be upon you. We do not wish to behave like the ignorant ones.\"", "persian_text": "هنگامی که با سخنان بيهوده مواجه شوند، آن را نشنيده می گيرند و می گويند: \"ما مسئول اعمال خود هستيم و شما مسئول اعمال خود هستيد. صلح بر شما. ما نمی خواهيم مانند نادانان رفتار کنيم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 56, "arabic_text": "إِنَّكَ لَا تَهْدِى مَنْ أَحْبَبْتَ وَلَٰكِنَّ ٱللَّهَ يَهْدِى مَن يَشَآءُ  وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ", "english_text": "You cannot guide the ones you love. GOD is the only One who guides in accordance with His will, and in accordance with His knowledge of those who deserve the guidance.", "persian_text": "تو نمی ‌توانی كسانی را كه دوست داری، هدايت كنی. تنها خداست كه بر طبق خواست خود و بر طبق علم خود كسانی را كه شايستگی هدايت دارند، هدايت می ‌نمايد.", "subtitle": "Only God Guides", "footnote": ""}, {"sura_num": 28, "verse_num": 57, "arabic_text": "وَقَالُوٓا إِن نَّتَّبِعِ ٱلْهُدَىٰ مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَآ  أَوَلَمْ نُمَكِّن لَّهُمْ حَرَمًا ءَامِنًا يُجْبَىٰٓ إِلَيْهِ ثَمَرَٰتُ كُلِّ شَىْءٍ رِّزْقًا مِّن لَّدُنَّا وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ", "english_text": "They said, \"If we follow your guidance, we will suffer persecution.\" Did we not establish for them a Sacred Sanctuary, to which all kinds of fruits are offered, as a provision from us? Indeed, most of them do not know.", "persian_text": "آنها گفتند: \"اگر از هدايت تو پيروی کنيم، مورد اذيت و آزار قرار خواهيم گرفت.\" آيا ما برای آنان زيارتگاهی مقدس داير نکرديم که انواع ميوه ها، که رزقی است از جانب ما، به آنجا عرضه می شود؟ درواقع، بيشترشان نمی دانند.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 58, "arabic_text": "وَكَمْ أَهْلَكْنَا مِن قَرْيَة بَطِرَتْ مَعِيشَتَهَا  فَتِلْكَ مَسَٰكِنُهُمْ لَمْ تُسْكَن مِّنۢ بَعْدِهِمْ إِلَّا قَلِيلًا  وَكُنَّا نَحْنُ ٱلْوَٰرِثِينَ", "english_text": "Many a community we annihilated for turning unappreciative of their lives. Consequently, here are their homes, nothing but uninhabited ruins after them, except a few. We were the inheritors.", "persian_text": "چه بسيار جوامعی که نابود کرديم، زيرا به زندگی خود ناسپاس شدند. درنتيجه، اين است خانه‌هايشان، كه پس از آنها چيزی جز خرابه‌های غير قابل سكونت بر جای نمانده است، مگر تعدادی كم. ما وارث بوديم.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 59, "arabic_text": "وَمَا كَانَ رَبُّكَ مُهْلِكَ ٱلْقُرَىٰ حَتَّىٰ يَبْعَثَ فِىٓ أُمِّهَا رَسُولًا يَتْلُوا عَلَيْهِمْ ءَايَٰتِنَا  وَمَا كُنَّا مُهْلِكِى ٱلْقُرَىٰٓ إِلَّا وَأَهْلُهَا ظَٰلِمُونَ", "english_text": "For your Lord never annihilates any community without sending a messenger in the midst thereof, to recite our revelations to them. We never annihilate any community, unless its people are wicked.", "persian_text": "زيرا پروردگار تو هرگز هيچ جامعه‌ای را نابود نمی ‌كند، بدون آنكه رسولی در ميانشان بفرستد تا آيات ما را برای آنها بخواند. ما هرگز هيچ جامعه‌ای را نابود نمی ‌كنيم، مگر آنكه مردمش ستمكار باشند.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 60, "arabic_text": "وَمَآ أُوتِيتُم مِّن شَىْءٍ فَمَتَٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَزِينَتُهَا  وَمَا عِندَ ٱللَّهِ خَيْرٌ وَأَبْقَىٰٓ  أَفَلَا تَعْقِلُونَ", "english_text": "Everything that is given to you is only the material of this life, and its vanity. What is with GOD is far better, and everlasting. Do you not understand?", "persian_text": "هرچه به شما داده شده است، فقط ماديات و ظواهر اين دنياست. آنچه نزد خداست جاودانه و بسيار بهتر است. آيا نمی ‌فهميد؟", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 61, "arabic_text": "أَفَمَن وَعَدْنَٰهُ وَعْدًا حَسَنًا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعْنَٰهُ مَتَٰعَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ثُمَّ هُوَ يَوْمَ ٱلْقِيَٰمَةِ مِنَ ٱلْمُحْضَرِينَ", "english_text": "Is one whom we promised a good promise that will surely come to pass, equal to one whom we provide with the temporary materials of this life, then suffers eternal doom on the Day of Resurrection?", "persian_text": "آيا كسی كه به او وعده داديم؛ وعده‌ای خوب كه مطمئناً فرا خواهد رسيد، با كسی كه برای او ماديات موقت اين زندگی را فراهم كنيم وآنگاه در روز رستاخيز به لعنت ابدی گرفتار شود، برابر است؟", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 62, "arabic_text": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ", "english_text": "The day will come when He calls upon them, saying, \"Where are those idols you had set up beside Me?\"", "persian_text": "آن روز خواهد آمد كه او آنها را ندا می ‌دهد و می ‌گويد، كجا هستند آن معبودانی كه در كنار من قرار داده بوديد؟\"", "subtitle": "The Idols Disown Their Idolizers", "footnote": ""}, {"sura_num": 28, "verse_num": 63, "arabic_text": "قَالَ ٱلَّذِينَ حَقَّ عَلَيْهِمُ ٱلْقَوْلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغْوَيْنَآ أَغْوَيْنَٰهُمْ كَمَا غَوَيْنَا  تَبَرَّأْنَآ إِلَيْكَ  مَا كَانُوٓا إِيَّانَا يَعْبُدُونَ", "english_text": "Those who incurred the judgment will say, \"Our Lord, these are the ones we misled; we misled them only because we ourselves had gone astray. We now devote ourselves totally to You. They were not really worshiping us.\"", "persian_text": "كسانی كه سزاوار آن قضاوت شدند، خواهند گفت: \"پروردگار ما، اينان هستند كه ما گمراهشان كرديم؛ ما آنها را گمراه كرديم، زيرا خودمان گمراه شده بوديم. ما اكنون خود را كاملاً وقف تو می ‌كنيم.\" آنها درواقع ما را پرستش نمی ‌كردند.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 64, "arabic_text": "وَقِيلَ ٱدْعُوا شُرَكَآءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَرَأَوُا ٱلْعَذَابَ  لَوْ أَنَّهُمْ كَانُوا يَهْتَدُونَ", "english_text": "It will be said, \"Call upon your idols (to help you).\" They will call upon them, but they will not respond. They will suffer the retribution, and wish that they were guided!", "persian_text": "گفته خواهد شد: \"معبودان خود را بخوانيد (تا شما را ياری دهند).\" آنها  را صدا خواهند كرد، ولی آنها جوابی نخواهند داد. آنها گرفتار عذاب خواهند شد و آرزو خواهند كرد كه ای كاش هدايت شده بودند!", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 65, "arabic_text": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَآ أَجَبْتُمُ ٱلْمُرْسَلِينَ", "english_text": "On that day, He will ask everyone, \"How did you respond to the messengers?\"", "persian_text": "در آن روز، او از يکايک مردم سﺋوال خواهد کرد: \"به رسولان چگونه پاسخ گفتيد؟\"", "subtitle": "Our Response to the Messengers", "footnote": ""}, {"sura_num": 28, "verse_num": 66, "arabic_text": "فَعَمِيَتْ عَلَيْهِمُ ٱلْأَنۢبَآءُ يَوْمَئِذٍ فَهُمْ لَا يَتَسَآءَلُونَ", "english_text": "They will be so stunned by the facts on that day, they will be speechless.", "persian_text": "در آن روز، آنها به حدی از حقايق حيرت زده خواهند شد، كه قادر به سخن گفتن نخواهند بود.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 67, "arabic_text": "فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحًا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلْمُفْلِحِينَ", "english_text": "As for those who repent, believe, and lead a righteous life, they will end up with the winners.", "persian_text": "و اما كسانی كه توبه می ‌كنند، ايمان می ‌آورند و زندگی پرهيزكارانه‌ای را در پيش می ‌گيرند، سرانجام با برندگان خواهند بود.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 68, "arabic_text": "وَرَبُّكَ يَخْلُقُ مَا يَشَآءُ وَيَخْتَارُ   مَا كَانَ لَهُمُ ٱلْخِيَرَةُ  سُبْحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشْرِكُونَ", "english_text": "Your Lord is the One who creates whatever He wills, and chooses; no one else does any choosing. Glory be to GOD, the Most Exalted. He is far above needing partners.", "persian_text": "پروردگار تو يكتايی است كه هرچه بخواهد می ‌آفريند و انتخاب می ‌كند؛ هيچ كس ديگری انتخاب نمی ‌كند. تجليل خدا را، بلندمرتبه‌ترين. او بسيار برتر از آن است كه به شركايی نياز داشته باشد.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 69, "arabic_text": "وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ", "english_text": "Your Lord knows the innermost thoughts hidden in their chests, as well as everything they declare.", "persian_text": "پروردگار تو به افكار درونی كه در سينه‌هايشان پنهان است، آگاه است، همچنين به آنچه كه آشكار می ‌كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 70, "arabic_text": "وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ  لَهُ ٱلْحَمْدُ فِى ٱلْأُولَىٰ وَٱلْءَاخِرَةِ  وَلَهُ ٱلْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ", "english_text": "He is the one GOD; there is no other god beside Him. To Him belongs all praise in this first life, and in the Hereafter. All judgment belongs with Him, and to Him you will be returned.", "persian_text": "او خدای يكتاست؛ خدای ديگری در كنار او نيست. تمام ستايش‌ها در اين زندگی اول و در آخرت متعلق به اوست. هر حكم و قضاوتی از آن اوست و شما به سوی او بازگردانده خواهيد شد.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 71, "arabic_text": "قُلْ أَرَءَيْتُمْ إِن جَعَلَ ٱللَّهُ عَلَيْكُمُ ٱلَّيْلَ سَرْمَدًا إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ مَنْ إِلَٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِضِيَآءٍ  أَفَلَا تَسْمَعُونَ", "english_text": "Say, \"What if GOD made the night perpetual, until the Day of Resurrection? Which god, other than GOD, can provide you with light? Do you not hear?\"", "persian_text": "بگو: \"چه می ‌كرديد اگر خدا شب را تا روز رستاخيز مداوم نگاه می داشت؟ كدام خدا، غير از خدا، می ‌تواند برای شما روشنايی فراهم كند؟ آيا نمی ‌شنويد؟\"", "subtitle": "God's Blessings", "footnote": ""}, {"sura_num": 28, "verse_num": 72, "arabic_text": "قُلْ أَرَءَيْتُمْ إِن جَعَلَ ٱللَّهُ عَلَيْكُمُ ٱلنَّهَارَ سَرْمَدًا إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ مَنْ إِلَٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِلَيْلٍ تَسْكُنُونَ فِيهِ  أَفَلَا تُبْصِرُونَ", "english_text": "Say, \"What if GOD made the daylight perpetual, until the Day of Resurrection? Which god, other than GOD, can provide you with a night for your rest? Do you not see?\"", "persian_text": "بگو: \"چه می ‌كرديد اگر خدا روز روشن را تا روز رستاخيز مداوم نگاه می داشت؟ كدام خدا، غير از خدا، می ‌تواند شبی را برای استراحت شما فراهم كند؟ آيا نمی ‌بينيد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 73, "arabic_text": "وَمِن رَّحْمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ", "english_text": "It is mercy from Him that He created for you the night and the day in order to rest (during the night), then seek His provisions (during the day), that you may be appreciative.", "persian_text": "اين از رحمت اوست كه شب و روز را برای شما آفريد تا (در طی شب) استراحت كنيد و سپس (در طی روز) به دنبال روزی ‌های او برويد، باشد كه سپاسگزار باشيد.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 74, "arabic_text": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ", "english_text": "The day will come when He asks them, \"Where are the idols you had fabricated to rank with Me?\"", "persian_text": "آن روز خواهد آمد كه او از آنها سئوال كند: \"كجا هستند معبودانی كه از خود ساخته بوديد تا هم رديف من قرار دهيد؟\"", "subtitle": "Idols Possess No Power", "footnote": ""}, {"sura_num": 28, "verse_num": 75, "arabic_text": "وَنَزَعْنَا مِن كُلِّ أُمَّةٍ شَهِيدًا فَقُلْنَا هَاتُوا بُرْهَٰنَكُمْ فَعَلِمُوٓا أَنَّ ٱلْحَقَّ لِلَّهِ وَضَلَّ عَنْهُم مَّا كَانُوا يَفْتَرُونَ", "english_text": "We will select from every community a witness, then say, \"Present your proof.\" They will realize then that all truth belongs with GOD, while the idols they had fabricated will abandon them.", "persian_text": "ما از هر جامعه‌ای شاهدی انتخاب خواهيم كرد، سپس می ‌گوييم: \"مدرك خود را ارائه دهيد.\" سپس آنها متوجه خواهند شد كه تمام حقيقت متعلق به خداست، در حالی كه معبودانی كه از خود ساخته بودند، آنها را ترك خواهند كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 76, "arabic_text": "إِنَّ قَٰرُونَ كَانَ مِن قَوْمِ مُوسَىٰ فَبَغَىٰ عَلَيْهِمْ  وَءَاتَيْنَٰهُ مِنَ ٱلْكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلْعُصْبَةِ أُولِى ٱلْقُوَّةِ إِذْ قَالَ لَهُۥ قَوْمُهُۥ لَا تَفْرَحْ  إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْفَرِحِينَ", "english_text": "Qãroon (the slave driver) was one of Moses' people who betrayed them and oppressed them. We gave him so many treasures that the keys thereof were almost too heavy for the strongest band. His people said to him, \"Do not be so arrogant; GOD does not love those who are arrogant.", "persian_text": "قارون (كسی كه برده‌ داری می كرد) يكی از مردم موسی بود كه به آنها خيانت و ظلم كرد. ما به او مقدار زيادی گنج داديم كه كليدهای آن تقريباً برای قوی ‌ترين دسته، بسيار سنگين بود. قومش به او گفتند: \"آنقدر متكبر نباش. خدا متكبران را دوست ندارد.\"", "subtitle": "Qãroon", "footnote": ""}, {"sura_num": 28, "verse_num": 77, "arabic_text": "وَٱبْتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلْءَاخِرَةَ  وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنْيَا  وَأَحْسِن كَمَآ أَحْسَنَ ٱللَّهُ إِلَيْكَ  وَلَا تَبْغِ ٱلْفَسَادَ فِى ٱلْأَرْضِ  إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْمُفْسِدِينَ", "english_text": "\"Use the provisions bestowed upon you by GOD to seek the abode of the Hereafter, without neglecting your share in this world. Be charitable, as GOD has been charitable towards you. Do not keep on corrupting the earth. GOD does not love the corruptors.\"", "persian_text": "\"از روزی ‌هايی كه خدا به تو عطا كرده است، برای به دست آوردن سرای آخرت استفاده كن، بدون آنكه سهم خود را در اين دنيا فراموش كنی. انفاق كن، همان طور كه خدا نسبت به تو انفاق كرده است. در زمين به فساد ادامه نده. خدا فاسدان را دوست ندارد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 78, "arabic_text": "قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلْمٍ عِندِىٓ  أَوَلَمْ يَعْلَمْ أَنَّ ٱللَّهَ قَدْ أَهْلَكَ مِن قَبْلِهِۦ مِنَ ٱلْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا  وَلَا يُسْـَٔلُ عَن ذُنُوبِهِمُ ٱلْمُجْرِمُونَ", "english_text": "He said, \"I attained all this because of my own cleverness.\" Did he not realize that GOD had annihilated before him generations that were much stronger than he, and greater in number? The (annihilated) transgressors were not asked about their crimes.", "persian_text": "او گفت: \"من تمام اينها را به دليل زيركی خودم به دست آوردم.\" آيا او درک نکرد كه خدا پيش از او نسل‌هايی را كه قوی ‌تر از او بودند و تعدادشان هم بيشتر بود، نابود كرده بود؟ از ستمكاران (هلاك شده) دربارهٔ جرمشان سئوال نشد.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 79, "arabic_text": "فَخَرَجَ عَلَىٰ قَوْمِهِۦ فِى زِينَتِهِۦ  قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا يَٰلَيْتَ لَنَا مِثْلَ مَآ أُوتِىَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٍ", "english_text": "One day, he came out to his people in full splendor. Those who preferred this worldly life said, \"Oh, we wish that we possess what Qãroon has attained. Indeed, he is very fortunate.\"", "persian_text": "روزی، او با زینت های فراوان به ميان قومش آمد. كسانی كه زندگی اين دنيا را ترجيح می ‌دادند، گفتند: \"آه، ای كاش ما آنچه را كه قارون به دست آورده است، می ‌داشتيم. واقعاً كه او خيلی خوشبخت است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 80, "arabic_text": "وَقَالَ ٱلَّذِينَ أُوتُوا ٱلْعِلْمَ وَيْلَكُمْ ثَوَابُ ٱللَّهِ خَيْرٌ لِّمَنْ ءَامَنَ وَعَمِلَ صَٰلِحًا وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ", "english_text": "As for those who were blessed with knowledge, they said, \"Woe to you, GOD's recompense is far better for those who believe and lead a righteous life.\" None attains this except the steadfast.", "persian_text": "و اما كسانی كه دانش به آنها عطا شده بود، گفتند: \"وای بر شما، پاداش خدا برای كسانی كه ايمان دارند و زندگی پرهيزکارانه ای را در پيش می ‌گيرند، به مراتب بهتر است.\" هيچ كس به اين مرحله نمی ‌رسد، مگر كسی كه ثابت قدم بماند.", "subtitle": "The Real Wealth", "footnote": ""}, {"sura_num": 28, "verse_num": 81, "arabic_text": "فَخَسَفْنَا بِهِۦ وَبِدَارِهِ ٱلْأَرْضَ فَمَا كَانَ لَهُۥ مِن فِئَةٍ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلْمُنتَصِرِينَ", "english_text": "We then caused the earth to swallow him and his mansion. No army could have helped him against GOD; he was not destined to be a winner.", "persian_text": "سپس ما موجب شديم تا زمين او و قصرش را ببلعد. هيچ سپاهی نمی ‌توانست در مقابل خدا به او كمك كند؛ مقدر نبود كه او پيروز شود.", "subtitle": "The Tyrants' Inevitable Fate", "footnote": ""}, {"sura_num": 28, "verse_num": 82, "arabic_text": "وَأَصْبَحَ ٱلَّذِينَ تَمَنَّوْا مَكَانَهُۥ بِٱلْأَمْسِ يَقُولُونَ وَيْكَأَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ  لَوْلَآ أَن مَّنَّ ٱللَّهُ عَلَيْنَا لَخَسَفَ بِنَا  وَيْكَأَنَّهُۥ لَا يُفْلِحُ ٱلْكَٰفِرُونَ", "english_text": "Those who were envious of him the day before said, \"Now we realize that GOD is the One who provides for whomever He chooses from among His servants, and withholds. If it were not for GOD's grace towards us, He could have caused the earth to swallow us too. We now realize that the disbelievers never succeed.\"", "persian_text": "كسانی كه روز پيش به او حسرت می ‌بردند، گفتند: \"اکنون می ‌فهميم كه فقط خداست كه به هر يك از بندگانش كه برگزيند، روزی می ‌دهد و يا دريغ می ‌دارد. اگر به خاطر موهبت خدا نسبت به ما نبود، او باعث می ‌شد كه زمين ما را هم ببلعد. حالا می ‌فهميم كه كافران هرگز موفق نمی ‌شوند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 83, "arabic_text": "تِلْكَ ٱلدَّارُ ٱلْءَاخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِى ٱلْأَرْضِ وَلَا فَسَادًا  وَٱلْعَٰقِبَةُ لِلْمُتَّقِينَ", "english_text": "We reserve the abode of the Hereafter for those who do not seek exaltation on earth, nor corruption. The ultimate victory belongs to the righteous.", "persian_text": "ما سرای آخرت را به کسانی اختصاص می دهيم که در زمين در پی مقام و فساد نیستند. پيروزی نهايی از آن پرهيزکاران است.", "subtitle": "The Ultimate Winners", "footnote": ""}, {"sura_num": 28, "verse_num": 84, "arabic_text": "مَن جَآءَ بِٱلْحَسَنَةِ فَلَهُۥ خَيْرٌ مِّنْهَا  وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجْزَى ٱلَّذِينَ عَمِلُوا ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُوا يَعْمَلُونَ", "english_text": "Whoever works righteousness receives a far better reward. As for those who commit sins, the retribution for their sins is precisely equivalent to their works.", "persian_text": "هر كس اعمال پرهيزكارانه انجام دهد، پاداش بسيار بهتری دريافت می كند. و اما كسانی که مرتكب گناه می ‌شوند، مجازات گناهانشان دقيقاً برابر با اعمالشان است.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 85, "arabic_text": "إِنَّ ٱلَّذِى فَرَضَ عَلَيْكَ ٱلْقُرْءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٍ  قُل رَّبِّىٓ أَعْلَمُ مَن جَآءَ بِٱلْهُدَىٰ وَمَنْ هُوَ فِى ضَلَٰلٍ مُّبِينٍ", "english_text": "Surely, the One who decreed the Quran for you will summon you to a predetermined appointment. Say, \"My Lord is fully aware of those who uphold the guidance, and those who have gone astray.\"", "persian_text": "مطمئناً، يكتايی كه قرآن را بر تو مقرر كرد، تو را به وعده گاهی كه از پيش تعيين شده است، احضار خواهد كرد. بگو: \"پروردگار من از كسانی كه پيرو هدايت هستند و كسانی كه گمراه شده‌اند، كاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 86, "arabic_text": "وَمَا كُنتَ تَرْجُوٓا أَن يُلْقَىٰٓ إِلَيْكَ ٱلْكِتَٰبُ إِلَّا رَحْمَةً مِّن رَّبِّكَ  فَلَا تَكُونَنَّ ظَهِيرًا لِّلْكَٰفِرِينَ", "english_text": "You never expected this scripture to come your way; but this is a mercy from your Lord. Therefore, you shall not side with the disbelievers.", "persian_text": "تو هرگز انتظار نداشتی كه اين كتاب آسمانی سر راه تو قرار گيرد؛ اما اين رحمتی است از جانب پروردگارت. بنابراين، از كافران طرفداری نكن.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 87, "arabic_text": "وَلَا يَصُدُّنَّكَ عَنْ ءَايَٰتِ ٱللَّهِ بَعْدَ إِذْ أُنزِلَتْ إِلَيْكَ  وَٱدْعُ إِلَىٰ رَبِّكَ  وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ", "english_text": "Nor shall you be diverted from GOD's revelations, after they have come to you, and invite the others to your Lord. And do not ever fall into idol worship.", "persian_text": "و از آيات خدا پس از آنكه بر تو آمده است، منحرف نشو و ديگران را به سوی پروردگارت دعوت كن و هرگز به دام شرك گرفتار نشو.", "subtitle": "", "footnote": ""}, {"sura_num": 28, "verse_num": 88, "arabic_text": "وَلَا تَدْعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ   لَآ إِلَٰهَ إِلَّا هُوَ  كُلُّ شَىْءٍ هَالِكٌ إِلَّا وَجْهَهُۥ  لَهُ ٱلْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ", "english_text": "You shall not worship beside GOD any other god. There is no other god beside Him. Everything perishes except His presence. To Him belongs all sovereignty, and to Him you will be returned.", "persian_text": "خدای ديگری را در كنار خدا نخوان. جز او خدايی نيست. همه چيز از بين می ‌رود، جز حضور او. كل فرمانروايی متعلق به اوست و شما به سوی او باز‌گردانده خواهيد شد.", "subtitle": "", "footnote": ""}]