[{"sura_num": 61, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The Column", "chapter_title_arabic": "الصف", "chapter_title_persian": "صف"}, {"sura_num": 61, "verse_num": 1, "arabic_text": "سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ  وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ", "english_text": "Glorifying GOD is everything in the heavens and everything on earth. He is the Almighty, Most Wise.", "persian_text": "آنچه در آسمان ها و زمين است، خدا را تجليل می كند. اوست صاحب اقتدار، حكيم ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 61, "verse_num": 2, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ", "english_text": "O you who believe, why do you say what you do not do?", "persian_text": "ای كسانی كه ايمان آورده اید، چرا چيزی می گوييد كه خود عمل نمی كنيد؟", "subtitle": "", "footnote": ""}, {"sura_num": 61, "verse_num": 3, "arabic_text": "كَبُرَ مَقْتًا عِندَ ٱللَّهِ أَن تَقُولُوا مَا لَا تَفْعَلُونَ", "english_text": "Most abominable in the sight of GOD is that you say what you do not do.", "persian_text": "ناپسندترين كار از نظر خدا اين است كه چيزی را بگوييد كه خودتان انجام نمی دهيد.", "subtitle": "", "footnote": ""}, {"sura_num": 61, "verse_num": 4, "arabic_text": "إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِى سَبِيلِهِۦ صَفًّا كَأَنَّهُم بُنْيَٰنٌ مَّرْصُوصٌ", "english_text": "GOD loves those who fight in His cause united in one column, like the bricks in one wall.", "persian_text": "خدا كسانی را كه در يك صف متحد، مانند آجرهای يك ديوار، در راه او می جنگند، دوست دارد.", "subtitle": "", "footnote": ""}, {"sura_num": 61, "verse_num": 5, "arabic_text": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَٰقَوْمِ لِمَ تُؤْذُونَنِى وَقَد تَّعْلَمُونَ أَنِّى رَسُولُ ٱللَّهِ إِلَيْكُمْ  فَلَمَّا زَاغُوٓا أَزَاغَ ٱللَّهُ قُلُوبَهُمْ  وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَٰسِقِينَ", "english_text": "Recall that Moses said to his people, \"O my people, why do you hurt me, even though you know that I am GOD's messenger to you?\" When they deviated, GOD diverted their hearts. For GOD does not guide the wicked people.", "persian_text": "به ياد آور كه موسی به قومش گفت: \"ای قوم من، چرا مرا آزار می دهيد، در حالی كه می دانيد من رسول خدا برای شما هستم؟\" هنگامی كه روی گرداندند، خدا قلبشان را منحرف كرد، زيرا خدا مردم ستمكار را هدايت نمی كند.", "subtitle": "", "footnote": ""}, {"sura_num": 61, "verse_num": 6, "arabic_text": "وَإِذْ قَالَ عِيسَى ٱبْنُ مَرْيَمَ يَٰبَنِىٓ إِسْرَٰٓءِيلَ إِنِّى رَسُولُ ٱللَّهِ إِلَيْكُم مُّصَدِّقًا لِّمَا بَيْنَ يَدَىَّ مِنَ ٱلتَّوْرَىٰةِ وَمُبَشِّرًۢا بِرَسُولٍ يَأْتِى مِنۢ بَعْدِى ٱسْمُهُۥٓ أَحْمَدُ  فَلَمَّا جَآءَهُم بِٱلْبَيِّنَٰتِ قَالُوا هَٰذَا سِحْرٌ مُّبِينٌ", "english_text": "Recall that Jesus, son of Mary, said, \"O Children of Israel, I am GOD's messenger to you, confirming the Torah and bringing good news of a messenger to come after me whose name will be even more praised (Ahmad).\" Then, when he showed them the clear proofs, they said, \"This is profound magic.\"", "persian_text": "به ياد آور كه عيسی، پسر مريم، گفت: \"ای بنی اسرایيل، من رسول خدا برای شما هستم، تورات را تصديق می كنم و مژده می دهم به رسولی كه پس از من خواهد آمد كه نامش حتی ستوده تر (احمد) خواهد بود.\"  سپس، هنگامی كه او مدرك های روشن را به آنها نشان داد، گفتند: \"اين شعبده ای است شگرف.\"", "subtitle": "Messenger After Jesus", "footnote": ""}, {"sura_num": 61, "verse_num": 7, "arabic_text": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ ٱلْكَذِبَ وَهُوَ يُدْعَىٰٓ إِلَى ٱلْإِسْلَٰمِ  وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ", "english_text": "Who is more evil than one who fabricates lies about GOD, and he is being invited to Submission? GOD does not guide the evil people.", "persian_text": "چه كسی پليدتر از آن كه به تسليم بودن دعوت شده باشد و دربارهٔ خدا دروغ بسازد؟ خدا مردم پليد را هدايت نمی كند.", "subtitle": "", "footnote": ""}, {"sura_num": 61, "verse_num": 8, "arabic_text": "يُرِيدُونَ لِيُطْفِـُٔوا نُورَ ٱللَّهِ بِأَفْوَٰهِهِمْ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوْ كَرِهَ ٱلْكَٰفِرُونَ", "english_text": "They wish to put out GOD's light with their mouths. But GOD insists upon perfecting His light, in spite of the disbelievers.", "persian_text": "آنها آرزو دارند نور خدا را با دهان خود خاموش کنند. ولی خدا اصرار دارد، برخلاف ميل کافران، نور خود را کامل کند.", "subtitle": "", "footnote": ""}, {"sura_num": 61, "verse_num": 9, "arabic_text": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوْ كَرِهَ ٱلْمُشْرِكُونَ", "english_text": "He has sent His messenger* with the guidance and the true religion, and will make it dominate all religions, in spite of the idol worshipers.", "persian_text": "او رسول خود* را با هدايت و دين حق فرستاده است و آن را، برخلاف ميل مشرکان، بر تمام اديان چيره خواهد کرد.", "subtitle": "The Great Prophecy", "footnote": "*61:9 The specific name of this messenger is spelled out mathematically (Appendix 2)."}, {"sura_num": 61, "verse_num": 10, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا هَلْ أَدُلُّكُمْ عَلَىٰ تِجَٰرَةٍ تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍ", "english_text": "O you who believe, let Me inform you of a trade that will save you from painful retribution.", "persian_text": "ای کسانی که ايمان آورده ايد، بگذاريد شما را از معامله ای آگاه کنم که شما را از عذاب دردناک نجات خواهد داد.", "subtitle": "The Best Deal", "footnote": ""}, {"sura_num": 61, "verse_num": 11, "arabic_text": "تُؤْمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِكُمْ وَأَنفُسِكُمْ  ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ", "english_text": "Believe in GOD and His messenger and strive in the cause of GOD with your money and your lives. This is the best deal for you, if you only knew.", "persian_text": "به خدا و رسولش ايمان بياوريد و با مال و جان خود در راه خدا بكوشيد. اين برای شما بهترين معامله است، اگر فقط می دانستيد.", "subtitle": "", "footnote": ""}, {"sura_num": 61, "verse_num": 12, "arabic_text": "يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ وَمَسَٰكِنَ طَيِّبَةً فِى جَنَّٰتِ عَدْنٍ  ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ", "english_text": "In return, He forgives your sins, and admits you into gardens with flowing streams, with beautiful mansions in the gardens of Eden. This is the greatest triumph.", "persian_text": "درعوض، او گناهانتان را می بخشد و شما را به باغ هايی با نهرهای روان وارد می كند، با قصرهايی زيبا در باغ های عدن. اين بزرگ ترين پيروزی است.", "subtitle": "", "footnote": ""}, {"sura_num": 61, "verse_num": 13, "arabic_text": "وَأُخْرَىٰ تُحِبُّونَهَا  نَصْرٌ مِّنَ ٱللَّهِ وَفَتْحٌ قَرِيبٌ   وَبَشِّرِ ٱلْمُؤْمِنِينَ", "english_text": "Additionally, you get something you truly love: support from GOD and guaranteed victory. Give good news to the believers.", "persian_text": "علاوه بر آن، شما چيزی را به دست می آوريد كه حقيقتاً دوست داريد: حمايت از جانب خدا و پيروزی تضمين شده. به مؤمنان مژده بده.", "subtitle": "", "footnote": ""}, {"sura_num": 61, "verse_num": 14, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا كُونُوٓا أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبْنُ مَرْيَمَ لِلْحَوَارِيِّۦنَ مَنْ أَنصَارِىٓ إِلَى ٱللَّهِ  قَالَ ٱلْحَوَارِيُّونَ نَحْنُ أَنصَارُ ٱللَّهِ  فَـَٔامَنَت طَّآئِفَةٌ مِّنۢ بَنِىٓ إِسْرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٌ  فَأَيَّدْنَا ٱلَّذِينَ ءَامَنُوا عَلَىٰ عَدُوِّهِمْ فَأَصْبَحُوا ظَٰهِرِينَ", "english_text": "O you who believe, be GOD's supporters, like the disciples of Jesus, son of Mary. When he said to them, \"Who are my supporters towards GOD,\" they said, \"We are GOD's supporters.\" Thus, a group from the Children of Israel believed, and another group disbelieved. We helped those who believed against their enemy, until they won.", "persian_text": "ای كسانی كه ايمان آورده اید، حاميان خدا باشيد، مانند حواريون عيسی، پسر مريم. هنگامی كه او به آنها گفت: \"چه كسانی در راه خدا از من حمايت می كنند؟\" آنها گفتند: \"ما حاميان خدا هستيم.\" سپس، گروهی از بنی اسرایيل ايمان آوردند و گروه ديگر كافر شدند. ما كسانی را كه ايمان آوردند، در مقابل دشمنانشان كمك كرديم تا آنكه پيروز شدند.", "subtitle": "", "footnote": ""}]