[{"sura_num": 45, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The Kneeling", "chapter_title_arabic": "الجاثية", "chapter_title_persian": "زانوزدن"}, {"sura_num": 45, "verse_num": 1, "arabic_text": "حمٓ", "english_text": "H. M.", "persian_text": "ح. م.", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 2, "arabic_text": "تَنزِيلُ ٱلْكِتَٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ", "english_text": "The revelation of this scripture is from GOD, the Almighty, Most Wise.", "persian_text": "اين كتاب آسمانی از جانب خدا نازل شده است، آن صاحب اقتدار، حكيم ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 3, "arabic_text": "إِنَّ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ لَءَايَٰتٍ لِّلْمُؤْمِنِينَ", "english_text": "The heavens and the earth are full of proofs for the believers.", "persian_text": "آسمان ها و زمين برای مؤمنان پر از مدرك است.", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 4, "arabic_text": "وَفِى خَلْقِكُمْ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٌ لِّقَوْمٍ يُوقِنُونَ", "english_text": "Also in your creation, and the creation of all the animals, there are proofs for people who are certain.", "persian_text": "همچنين در آفرينش شما و در آفرينش تمام حيوانات، مدرک هایی است برای مردمی كه يقين دارند.", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 5, "arabic_text": "وَٱخْتِلَٰفِ ٱلَّيْلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزْقٍ فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ ٱلرِّيَٰحِ ءَايَٰتٌ لِّقَوْمٍ يَعْقِلُونَ", "english_text": "Also, the alternation of the night and the day, and the provisions that GOD sends down from the sky to revive dead lands, and the manipulation of the winds; all these are proofs for people who understand.", "persian_text": "همچنين، در گردش پياپی شب و روز و روزی هايی كه خدا از آسمان پايين می فرستد تا زمين های مرده را دوباره زنده كند و در کنترل ماهرانهٔ بادها؛ تمام اينها مدرك هايی است برای مردمی كه می فهمند.", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 6, "arabic_text": "تِلْكَ ءَايَٰتُ ٱللَّهِ نَتْلُوهَا عَلَيْكَ بِٱلْحَقِّ  فَبِأَىِّ حَدِيث بَعْدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤْمِنُونَ", "english_text": "These are GOD's revelations that we recite to you truthfully. In which Hadith other than GOD and His revelations do they believe?", "persian_text": "اينها آيات خداست كه ما به حقيقت بر تو می خوانيم. به كدام حديث به غير از خدا و آياتش ايمان دارند؟", "subtitle": "Which Hadith?*", "footnote": "*45:6-7 God condemns \"Hadith\" by name, and informs us that it is a blasphemous fabrication."}, {"sura_num": 45, "verse_num": 7, "arabic_text": "وَيْلٌ لِّكُلِّ أَفَّاكٍ أَثِيمٍ", "english_text": "Woe to every fabricator, guilty.*", "persian_text": "وای بر هر دروغ پرداز گناهكار.*", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 8, "arabic_text": "يَسْمَعُ ءَايَٰتِ ٱللَّهِ تُتْلَىٰ عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَأَن لَّمْ يَسْمَعْهَا  فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ", "english_text": "The one who hears GOD's revelations recited to him, then insists arrogantly on his way, as if he never heard them. Promise him a painful retribution.", "persian_text": "آن كه آيات خدا را كه بر او خوانده می شود، می شنود، سپس متكبرانه در راه خود پافشاری می كند، گويی كه هرگز آنها را نشنيده است.  به او مجازات دردناكی را وعده بده.", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 9, "arabic_text": "وَإِذَا عَلِمَ مِنْ ءَايَٰتِنَا شَيْـًٔا ٱتَّخَذَهَا هُزُوًا  أُولَٰٓئِكَ لَهُمْ عَذَابٌ مُّهِينٌ", "english_text": "When he learns anything about our revelations, he mocks them. These have incurred a shameful retribution.", "persian_text": "هرگاه از آيات ما چيزی فراگيرد، آن را مسخره می كند. اينان سزاوار عذابی شرم آور شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 10, "arabic_text": "مِّن وَرَآئِهِمْ جَهَنَّمُ  وَلَا يُغْنِى عَنْهُم مَّا كَسَبُوا شَيْـًٔا وَلَا مَا ٱتَّخَذُوا مِن دُونِ ٱللَّهِ أَوْلِيَآءَ  وَلَهُمْ عَذَابٌ عَظِيمٌ", "english_text": "Awaiting them is Gehenna. Their earnings will not help them, nor the idols they had set up beside GOD. They have incurred a terrible retribution.", "persian_text": "جهنم در انتظار آنهاست. نه آنچه كسب كردند كمكی به حال آنها خواهد كرد و نه کسانی كه جز خدا مولای خود قرار داده بودند، یاری شان دهند. آنها سزاوار عذابی هولناك شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 11, "arabic_text": "هَٰذَا هُدًى  وَٱلَّذِينَ كَفَرُوا بِـَٔايَٰتِ رَبِّهِمْ لَهُمْ عَذَابٌ مِّن رِّجْزٍ أَلِيمٌ", "english_text": "This is a beacon, and those who disbelieve in these revelations of their Lord have incurred condemnation and a painful retribution.", "persian_text": "اين مشعلی است راهنما و كسانی كه به اين آيات پروردگارشان ايمان نياورند، سزاوار لعنت و مجازاتی دردناك شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 12, "arabic_text": "ٱللَّهُ ٱلَّذِى سَخَّرَ لَكُمُ ٱلْبَحْرَ لِتَجْرِىَ ٱلْفُلْكُ فِيهِ بِأَمْرِهِۦ وَلِتَبْتَغُوا مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ", "english_text": "GOD is the One who committed the sea in your service, so that the ships can roam it in accordance with His laws. You thus seek His provisions, that you may be appreciative.", "persian_text": "خداست يكتايی كه دريا را در خدمت شما درآورد تا كشتی ها بتوانند بر طبق قوانين او در آن حركت كنند. شما اين چنين در جستجوی روزی او هستيد، باشد كه سپاسگزار باشيد.", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 13, "arabic_text": "وَسَخَّرَ لَكُم مَّا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ جَمِيعًا مِّنْهُ  إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ", "english_text": "He committed in your service everything in the heavens and the earth; all from Him. These are proofs for people who reflect.", "persian_text": "او همه چيز را در آسمان ها و زمين در خدمت شما قرار داد؛ همه از جانب اوست. اينها مدرک هايی است برای مردمی كه می انديشند.", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 14, "arabic_text": "قُل لِّلَّذِينَ ءَامَنُوا يَغْفِرُوا لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ ٱللَّهِ لِيَجْزِىَ قَوْمًۢا بِمَا كَانُوا يَكْسِبُونَ", "english_text": "Tell those who believed to forgive those who do not expect the days of GOD. He will fully pay everyone for whatever they have earned.", "persian_text": "به كسانی كه ايمان آوردند بگو كسانی را كه انتظار روزهای خدا را ندارند، ببخشند. او جزای كامل هر كس را برای آنچه كسب كرده است، خواهد داد.", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 15, "arabic_text": "مَنْ عَمِلَ صَٰلِحًا فَلِنَفْسِهِۦ  وَمَنْ أَسَآءَ فَعَلَيْهَا  ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ", "english_text": "Whoever works righteousness does so for his own good, and whoever works evil does so to his own detriment. To your Lord you will be returned.", "persian_text": "هر كس پرهيزكارانه عمل كند، به نفع خود عمل می كند و هر كس كارهای پليد انجام دهد، به ضرر خود عمل می كند. شما نزد پروردگارتان بازگردانده خواهيد شد.", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 16, "arabic_text": "وَلَقَدْ ءَاتَيْنَا بَنِىٓ إِسْرَٰٓءِيلَ ٱلْكِتَٰبَ وَٱلْحُكْمَ وَٱلنُّبُوَّةَ وَرَزَقْنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلْنَٰهُمْ عَلَى ٱلْعَٰلَمِينَ", "english_text": "We have given the Children of Israel the scripture, wisdom, and prophethood, and provided them with good provisions; we bestowed upon them more blessings than any other people.", "persian_text": "ما به بنی اسرایيل كتاب آسمانی، حكمت و پيامبری داده ايم و برای آنها روزی های خوب فراهم كرده ايم؛ ما به آنها بيش از هر مردم ديگری نعمت عطا نموديم.", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 17, "arabic_text": "وَءَاتَيْنَٰهُم بَيِّنَٰتٍ مِّنَ ٱلْأَمْرِ  فَمَا ٱخْتَلَفُوٓا إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْعِلْمُ بَغْيًۢا بَيْنَهُمْ  إِنَّ رَبَّكَ يَقْضِى بَيْنَهُمْ يَوْمَ ٱلْقِيَٰمَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ", "english_text": "We have given them herein clear commandments. Ironically, they did not dispute this until the knowledge had come to them. This is due to jealousy on their part. Surely, your Lord will judge them on the Day of Resurrection regarding everything they have disputed.", "persian_text": "ما در اينجا احكامی آشكار به آنها داده ايم. شگفتا كه آنها در اين هيچ اختلافی ايجاد نكردند تا زمانی كه دانش پيدا كردند. اين به دليل حسادت آنهاست. مطمئناً، پروردگارت در روز رستاخيز دربارهٔ آنچه اختلاف ايجاد كردند، قضاوت خواهد كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 18, "arabic_text": "ثُمَّ جَعَلْنَٰكَ عَلَىٰ شَرِيعَةٍ مِّنَ ٱلْأَمْرِ فَٱتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَآءَ ٱلَّذِينَ لَا يَعْلَمُونَ", "english_text": "We then appointed you to establish the correct laws; you shall follow this, and do not follow the wishes of those who do not know.", "persian_text": "سپس تو را انتخاب كرديم تا قوانين صحيح را برقرار كنی؛ از اين پيروی كن و از خواسته های كسانی كه نمی دانند، پيروی نكن.", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 19, "arabic_text": "إِنَّهُمْ لَن يُغْنُوا عَنكَ مِنَ ٱللَّهِ شَيْـًٔا  وَإِنَّ ٱلظَّٰلِمِينَ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ  وَٱللَّهُ وَلِىُّ ٱلْمُتَّقِينَ", "english_text": "They cannot help you at all against GOD. It is the transgressors who ally themselves with one another, while GOD is the Lord of the righteous.", "persian_text": "آنها هرگز نمی توانند در مقابل خدا به تو كمك كنند. اين ستمكاران هستند كه ياران يكديگرند، در حالی كه خدا مولای متقيان است.", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 20, "arabic_text": "هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدًى وَرَحْمَةٌ لِّقَوْمٍ يُوقِنُونَ", "english_text": "This provides enlightenments for the people, and guidance, and mercy for those who are certain.", "persian_text": "اين برای مردم بصيرتی است و هدايت و رحمتی برای آنان كه يقين دارند.", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 21, "arabic_text": "أَمْ حَسِبَ ٱلَّذِينَ ٱجْتَرَحُوا ٱلسَّيِّـَٔاتِ أَن نَّجْعَلَهُمْ كَٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ سَوَآءً مَّحْيَاهُمْ وَمَمَاتُهُمْ  سَآءَ مَا يَحْكُمُونَ", "english_text": "Do those who work evil expect that we will treat them in the same manner as those who believe and lead a righteous life? Can their life and their death be the same?* Wrong indeed is their judgment.", "persian_text": "آيا كسانی كه اعمال پليد انجام می دهند، انتظار دارند كه با آنها همان رفتاری را داشته باشيم كه با كسانی كه ايمان دارند و زندگی پرهيزكارانه ای را در پيش می گيرند، داريم؟ آيا زندگی و مرگ آنها می تواند يكسان باشد؟* به راستی كه قضاوتشان نادرست است.", "subtitle": "", "footnote": "*45:21 We now realize that the righteous do not really die—they go straight to Heaven (16:32)—while the unrighteous are beaten up by the angels of death (8:50 & 47:27)."}, {"sura_num": 45, "verse_num": 22, "arabic_text": "وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ وَلِتُجْزَىٰ كُلُّ نَفْس بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ", "english_text": "GOD created the heavens and the earth for a specific purpose, in order to pay each soul for whatever it earned, without the least injustice.*", "persian_text": "خدا آسمان ها و زمين را برای منظور خاصی آفريد تا به هر نفسی جزای آنچه را كه كسب كرده است، بدون كوچك ترين بی عدالتی بدهد.*", "subtitle": "", "footnote": "*45:22 God granted us this life as a precious chance to redeem ourselves, denounce our ancient alliance with Satan, and rejoin God's kingdom. See Introduction & Appendix 7."}, {"sura_num": 45, "verse_num": 23, "arabic_text": "أَفَرَءَيْتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلْمٍ وَخَتَمَ عَلَىٰ سَمْعِهِۦ وَقَلْبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةً فَمَن يَهْدِيهِ مِنۢ بَعْدِ ٱللَّهِ  أَفَلَا تَذَكَّرُونَ", "english_text": "Have you noted the one whose god is his ego? Consequently, GOD sends him astray, despite his knowledge, seals his hearing and his mind, and places a veil on his eyes. Who then can guide him, after such a decision by GOD? Would you not take heed?", "persian_text": "آيا توجه كرده ای به كسی كه غرورش خدای اوست؟ درنتيجه، خدا با وجود دانشش، او را به گمراهی می فرستد، بر شنوايی و فكر او مهر می زند و بر ديدگانش پرده می افكند. پس چه كسی می تواند پس از چنين تصميمی از جانب خدا او را هدايت كند؟ آيا توجه نمی كنيد؟", "subtitle": "Common Form of Idolatry: The Ego As A god", "footnote": ""}, {"sura_num": 45, "verse_num": 24, "arabic_text": "وَقَالُوا مَا هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَآ إِلَّا ٱلدَّهْرُ  وَمَا لَهُم بِذَٰلِكَ مِنْ عِلْمٍ  إِنْ هُمْ إِلَّا يَظُنُّونَ", "english_text": "They said, \"We only live this life; we live and die and only time causes our death!\" They have no sure knowledge about this; they only conjecture.", "persian_text": "آنها گفتند: \"ما فقط در اين دنيا زندگی می كنيم؛ ما زندگی می كنيم و می ميريم و فقط گذشت زمان باعث مرگ ما می شود!\" آنها در اين باره هيچ دانش موثقی ندارند؛ آنها فقط حدس می زنند.", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 25, "arabic_text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَٰتُنَا بَيِّنَٰتٍ مَّا كَانَ حُجَّتَهُمْ إِلَّآ أَن قَالُوا ٱئْتُوا بِـَٔابَآئِنَآ إِن كُنتُمْ صَٰدِقِينَ", "english_text": "When our revelations are recited to them, clearly, their only argument is to say, \"Bring back our forefathers, if you are truthful.\"", "persian_text": "هنگامی كه آيات ما آشكارا برای آنها خوانده شود، تنها مجادلهٔ آنها اين است كه می گويند: \"پدران ما را بازگردانيد، اگر راست می گوييد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 26, "arabic_text": "قُلِ ٱللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ لَا رَيْبَ فِيهِ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ", "english_text": "Say, \"GOD has granted you life, then He puts you to death, then He will summon you to the Day of Resurrection, which is inevitable. But most people do not know.\"", "persian_text": "بگو: \"خدا به شما زندگی عطا كرده است، سپس شما را می ميراند، آنگاه در روز رستاخیز،‌ که اجتناب ناپذير است، شما را احضار خواهد كرد. ولی اكثر مردم نمی دانند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 27, "arabic_text": "وَلِلَّهِ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يَوْمَئِذٍ يَخْسَرُ ٱلْمُبْطِلُونَ", "english_text": "To GOD belongs all sovereignty of the heavens and the earth. The day the Hour (Judgment) comes to pass, that is when the falsifiers lose.", "persian_text": "تمام فرمانروايی آسمان ها و زمين از آن خداست. روزی كه آن ساعت (قضاوت) فرا رسد، زمانی است كه دروغ پردازان بازنده می شوند.", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 28, "arabic_text": "وَتَرَىٰ كُلَّ أُمَّةٍ جَاثِيَةً  كُلُّ أُمَّةٍ تُدْعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلْيَوْمَ تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ", "english_text": "You will see every community kneeling. Every community will be called to view their record. Today, you get paid for everything you have done.", "persian_text": "خواهی ديد كه هر جامعه ای به زانو در می آيد. هر جامعه ای فرا خوانده می شود تا ناظر پروندهٔ خويش باشد. امروز، سزای هر كاری را كه انجام داده ايد، دريافت می كنيد.", "subtitle": "Kneeling", "footnote": ""}, {"sura_num": 45, "verse_num": 29, "arabic_text": "هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيْكُم بِٱلْحَقِّ  إِنَّا كُنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ", "english_text": "This is our record; it utters the truth about you. We have been recording everything you did.", "persian_text": "اين پروندهٔ ماست كه حقيقت را دربارهٔ شما بيان می كند. ما هر كاری را كه انجام داديد، ضبط كرده ايم.", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 30, "arabic_text": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِى رَحْمَتِهِۦ  ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْمُبِينُ", "english_text": "As for those who believe and work righteousness, their Lord will admit them into His mercy. This is the great triumph.", "persian_text": "و اما كسانی كه ايمان دارند و پرهيزكارانه عمل می كنند، پروردگارشان آنها را به رحمت خويش می پذيرد. اين پيروزی بزرگی است.", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 31, "arabic_text": "وَأَمَّا ٱلَّذِينَ كَفَرُوٓا أَفَلَمْ تَكُنْ ءَايَٰتِى تُتْلَىٰ عَلَيْكُمْ فَٱسْتَكْبَرْتُمْ وَكُنتُمْ قَوْمًا مُّجْرِمِينَ", "english_text": "As for those who disbelieve: \"Were not My revelations recited to you, but you turned arrogant and were wicked people?\"", "persian_text": "و اما كسانی كه ايمان نمی آورند: \"آيا آيات من برای شما خوانده نشد، ولی شما متكبر شديد و مردمی ستمكار بوديد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 32, "arabic_text": "وَإِذَا قِيلَ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ وَٱلسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُم مَّا نَدْرِى مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ", "english_text": "When it is proclaimed that GOD's promise is the truth and that the Hour (of Judgment) is inevitable, you said, \"We do not know what the Hour is! We are full of conjecture about it; we are not certain.\"", "persian_text": "هنگامی كه اعلام شد وعدهٔ خدا حقيقت دارد و آن ساعت (قضاوت) اجتناب ناپذير است، شما گفتيد: \"ما نمی دانيم آن ساعت چيست! ما دربارهٔ آن  فقط حدس می زنيم؛ ما يقين نداريم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 33, "arabic_text": "وَبَدَا لَهُمْ سَيِّـَٔاتُ مَا عَمِلُوا وَحَاقَ بِهِم مَّا كَانُوا بِهِۦ يَسْتَهْزِءُونَ", "english_text": "The evils of their works will become evident to them, and the very things they mocked will come back and haunt them.", "persian_text": "بدی اعمالشان برای آنها آشكار خواهد شد و همان چيزهايی را كه مسخره كردند، به خودشان بازمی گردد و گرفتارشان می كند.", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 34, "arabic_text": "وَقِيلَ ٱلْيَوْمَ نَنسَىٰكُمْ كَمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هَٰذَا وَمَأْوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ", "english_text": "It will be proclaimed: \"Today we forget you, just as you forgot the meeting of this day. Your abode is the hellfire, and you will have no helpers.", "persian_text": "اعلام خواهد شد: \"امروز ما شما را فراموش می كنيم، همان طور كه شما ملاقات اين روز را فراموش كرديد. مسکن شما آتش دوزخ است و شما هيچ ياوری نخواهيد داشت.", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 35, "arabic_text": "ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذْتُمْ ءَايَٰتِ ٱللَّهِ هُزُوًا وَغَرَّتْكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا  فَٱلْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُونَ", "english_text": "\"This is because you took GOD's revelations in vain, and were preoccupied with the first life.\" Consequently, they will never exit therefrom, nor will they be excused.", "persian_text": "\"اين برای آن است كه شما آيات خدا را بيهوده گرفتيد و به زندگی اول سرگرم شديد.\" درنتيجه، آنها هرگز از آنجا خارج نمی شوند و عذرشان پذيرفته نخواهد شد.", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 36, "arabic_text": "فَلِلَّهِ ٱلْحَمْدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلْأَرْضِ رَبِّ ٱلْعَٰلَمِينَ", "english_text": "To GOD belongs all praise; Lord of the heavens, Lord of the earth, Lord of the universe.", "persian_text": "هر حمد و ثنايی مخصوص خداست؛ پروردگار آسمان ها، پروردگار زمين، پروردگار عالم.", "subtitle": "", "footnote": ""}, {"sura_num": 45, "verse_num": 37, "arabic_text": "وَلَهُ ٱلْكِبْرِيَآءُ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ", "english_text": "To Him belongs all supremacy in the heavens and the earth. He is the Almighty, Most Wise.", "persian_text": "کبريايی در آسمان ها و زمين همه از آن اوست. اوست صاحب اقتدار، حكيم ترين.", "subtitle": "", "footnote": ""}]