[{"sura_num": 62, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "Friday", "chapter_title_arabic": "الجمعة", "chapter_title_persian": "جمعه"}, {"sura_num": 62, "verse_num": 1, "arabic_text": "يُسَبِّحُ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ٱلْمَلِكِ ٱلْقُدُّوسِ ٱلْعَزِيزِ ٱلْحَكِيمِ", "english_text": "Glorifying GOD is everything in the heavens and everything on earth; the King, the Most Sacred, the Almighty, the Most Wise.", "persian_text": "آنچه در آسمان ها و آنچه در زمين است، خدا را تجلیل می کند؛ آن پادشاه، مقدس ترین، صاحب اقتدار، حکيم ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 62, "verse_num": 2, "arabic_text": "هُوَ ٱلَّذِى بَعَثَ فِى ٱلْأُمِّيِّۦنَ رَسُولًا مِّنْهُمْ يَتْلُوا عَلَيْهِمْ ءَايَٰتِهِۦ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ ٱلْكِتَٰبَ وَٱلْحِكْمَةَ وَإِن كَانُوا مِن قَبْلُ لَفِى ضَلَٰلٍ مُّبِينٍ", "english_text": "He is the One who sent to the gentiles a messenger from among them, to recite to them His revelations, purify them, and teach them the scripture and wisdom. Before this, they had gone far astray.", "persian_text": "اوست كه برای كسانی كه كتاب آسمانی نداشتند، رسولی از ميان خودشان فرستاد تا آياتش را برای آنها بخواند، آنها را خالص كند و به آنها كتاب آسمانی و حكمت بياموزد. پيش از اين، آنها به كلی گمراه شده بودند.", "subtitle": "", "footnote": ""}, {"sura_num": 62, "verse_num": 3, "arabic_text": "وَءَاخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ  وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ", "english_text": "And to many generations subsequent to them. He is the Almighty, Most Wise.", "persian_text": "و به بسياری از نسل های بعد از آنها. اوست صاحب اقتدار، حكيم ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 62, "verse_num": 4, "arabic_text": "ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ  وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ", "english_text": "Such is GOD's grace that He bestows upon whomever He wills. GOD is Possessor of Infinite Grace.", "persian_text": "چنين است موهبت خدا كه به هر كس بخواهد، عطا می كند. خدا صاحب موهبت بی پايان است.", "subtitle": "", "footnote": ""}, {"sura_num": 62, "verse_num": 5, "arabic_text": "مَثَلُ ٱلَّذِينَ حُمِّلُوا ٱلتَّوْرَىٰةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ ٱلْحِمَارِ يَحْمِلُ أَسْفَارًۢا  بِئْسَ مَثَلُ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا بِـَٔايَٰتِ ٱللَّهِ  وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ", "english_text": "The example of those who were given the Torah then failed to uphold it is like the donkey carrying great works of literature. Miserable indeed is the example of people who rejected GOD's revelations. GOD does not guide the wicked people.", "persian_text": "مثال كسانی كه به آنها تورات داده شد و از آن پيروی نكردند، مانند الاغی است كه شاهکارهای بزرگ ادبی را حمل كند. به راستی چه بد است مثال مردمی كه آيات خدا را رد كردند. خدا مردم ستمكار را هدايت نمی كند.", "subtitle": "", "footnote": ""}, {"sura_num": 62, "verse_num": 6, "arabic_text": "قُلْ يَٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓا إِن زَعَمْتُمْ أَنَّكُمْ أَوْلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُا ٱلْمَوْتَ إِن كُنتُمْ صَٰدِقِينَ", "english_text": "Say, \"O you who are Jewish, if you claim that you are GOD's chosen, to the exclusion of all other people, then you should long for death if you are truthful!\"", "persian_text": "بگو: \"ای كسانی كه يهودی هستيد، اگر ادعا می كنيد كه از ميان تمام مردم تنها شما برگزيدهٔ خدا هستيد، پس بايد آرزوی مرگ كنيد، اگر راست می گوييد!\"", "subtitle": "", "footnote": ""}, {"sura_num": 62, "verse_num": 7, "arabic_text": "وَلَا يَتَمَنَّوْنَهُۥٓ أَبَدًۢا بِمَا قَدَّمَتْ أَيْدِيهِمْ  وَٱللَّهُ عَلِيم بِٱلظَّٰلِمِينَ", "english_text": "They will never long for it, because of what they have committed. GOD is fully aware of the wicked.", "persian_text": "آنها به خاطر اعمالی كه مرتكب شده اند، هرگز آرزوی آن را نخواهند كرد. خدا از ستمكاران كاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 62, "verse_num": 8, "arabic_text": "قُلْ إِنَّ ٱلْمَوْتَ ٱلَّذِى تَفِرُّونَ مِنْهُ فَإِنَّهُۥ مُلَٰقِيكُمْ  ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ", "english_text": "Say, \"The death that you are trying to evade will catch up with you sooner or later. Then you will be returned to the Knower of all secrets and declarations, then He will inform you of everything you had done.\"", "persian_text": "بگو: \"مرگی كه سعی داريد از آن فرار كنيد، دير يا زود به سراغتان خواهد آمد. سپس، به سوی آن دانای نهان و آشكار بازگردانده خواهيد شد. آنگاه او شما را از تمام اعمالی كه انجام داده بوديد، آگاه خواهد كرد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 62, "verse_num": 9, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا إِذَا نُودِىَ لِلصَّلَوٰةِ مِن يَوْمِ ٱلْجُمُعَةِ فَٱسْعَوْا إِلَىٰ ذِكْرِ ٱللَّهِ وَذَرُوا ٱلْبَيْعَ  ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ", "english_text": "O you who believe, when the Congregational Prayer (Salat Al-Jumu'ah) is announced on Friday, you shall hasten to the commemoration of GOD, and drop all business. This is better for you, if you only knew.", "persian_text": "ای كسانی كه ايمان آورده ايد، هنگامی كه نماز جماعت (الصلوة جمعه) در روز جمعه اعلام می شود، بايد برای ذكر خدا بشتابيد و هرگونه مشغله ای را كنار بگذاريد. اين برای شما بهتر است، اگر فقط می دانستيد.", "subtitle": "Important Commandments to All Believers", "footnote": ""}, {"sura_num": 62, "verse_num": 10, "arabic_text": "فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُوا فِى ٱلْأَرْضِ وَٱبْتَغُوا مِن فَضْلِ ٱللَّهِ وَٱذْكُرُوا ٱللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ", "english_text": "Once the prayer is completed, you may spread through the land to seek GOD's bounties, and continue to remember GOD frequently, that you may succeed.", "persian_text": "زمانی كه نماز به پايان رسيد، می توانيد در جستجوی نعمت های خدا در زمين پراكنده شويد و مدام خدا را به ياد آوريد تا موفق شويد.", "subtitle": "", "footnote": ""}, {"sura_num": 62, "verse_num": 11, "arabic_text": "وَإِذَا رَأَوْا تِجَٰرَةً أَوْ لَهْوًا ٱنفَضُّوٓا إِلَيْهَا وَتَرَكُوكَ قَآئِمًا  قُلْ مَا عِندَ ٱللَّهِ خَيْرٌ مِّنَ ٱللَّهْوِ وَمِنَ ٱلتِّجَٰرَةِ  وَٱللَّهُ خَيْرُ ٱلرَّٰزِقِينَ", "english_text": "When some of them come across a business deal, or some entertainment, they rush to it and leave you standing! Say, \"What GOD possesses is far better than the entertainment or the business. GOD is the best Provider.\"", "persian_text": "هنگامی كه کسب و کار يا تفريحی در ميان باشد، بعضی از آنها به سوی آن می شتابند و تو را ايستاده رها می كنند! بگو: \"آنچه نزد خداست، بسيار بهتر از هرگونه تفريح يا کسب و کار است. خدا بهترين روزی دهنده است.\"", "subtitle": "", "footnote": ""}]