[{"sura_num": 23, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The Believers", "chapter_title_arabic": "المؤمنون", "chapter_title_persian": "مؤمنان"}, {"sura_num": 23, "verse_num": 1, "arabic_text": "قَدْ أَفْلَحَ ٱلْمُؤْمِنُونَ", "english_text": "Successful indeed are the believers;", "persian_text": "به راستی که مؤمنان موفق هستند؛", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 2, "arabic_text": "ٱلَّذِينَ هُمْ فِى صَلَاتِهِمْ خَٰشِعُونَ", "english_text": "who are reverent during their Contact Prayers (Salat).", "persian_text": "آنها كسانی هستند كه در حين نمازخواندن خاشع و متواضع هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 3, "arabic_text": "وَٱلَّذِينَ هُمْ عَنِ ٱللَّغْوِ مُعْرِضُونَ", "english_text": "And they avoid vain talk.", "persian_text": "و از سخنان بيهوده اجتناب می ‌ورزند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 4, "arabic_text": "وَٱلَّذِينَ هُمْ لِلزَّكَوٰةِ فَٰعِلُونَ", "english_text": "And they give their obligatory charity (Zakat).", "persian_text": "و زكات (انفاق واجب) خود را می ‌دهند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 5, "arabic_text": "وَٱلَّذِينَ هُمْ لِفُرُوجِهِمْ حَٰفِظُونَ", "english_text": "And they maintain their chastity.", "persian_text": "و نجابت خود را حفظ می ‌كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 6, "arabic_text": "إِلَّا عَلَىٰٓ أَزْوَٰجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَٰنُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ", "english_text": "Only with their spouses, or those who are rightfully theirs, do they have sexual relations; they are not to be blamed.", "persian_text": "آنها فقط با همسران خود، يا كسانی كه قانوناً متعلق به آنها هستند، رابطهٔ جنسی دارند؛ آنها مورد سرزنش قرار نمی ‌گيرند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 7, "arabic_text": "فَمَنِ ٱبْتَغَىٰ وَرَآءَ ذَٰلِكَ فَأُولَٰٓئِكَ هُمُ ٱلْعَادُونَ", "english_text": "Those who transgress these limits are the transgressors.", "persian_text": "کسانی که از اين حدود بگذرند، متجاوزند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 8, "arabic_text": "وَٱلَّذِينَ هُمْ لِأَمَٰنَٰتِهِمْ وَعَهْدِهِمْ رَٰعُونَ", "english_text": "When it comes to deposits entrusted to them, as well as any agreements they make, they are trustworthy.", "persian_text": "هرگاه امانتی به آنها سپرده شود و يا به هر توافقی برسند، قابل اعتمادند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 9, "arabic_text": "وَٱلَّذِينَ هُمْ عَلَىٰ صَلَوَٰتِهِمْ يُحَافِظُونَ", "english_text": "And they observe their Contact Prayers (Salat) regularly.", "persian_text": "آنها مرتباً نمازها (ارتباط با خدا) را به جا می آورند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 10, "arabic_text": "أُولَٰٓئِكَ هُمُ ٱلْوَٰرِثُونَ", "english_text": "Such are the inheritors.", "persian_text": "چنين هستند وارثان.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 11, "arabic_text": "ٱلَّذِينَ يَرِثُونَ ٱلْفِرْدَوْسَ هُمْ فِيهَا خَٰلِدُونَ", "english_text": "They will inherit Paradise, wherein they abide forever.", "persian_text": "آنها وارث بهشت خواهند بود، جايی كه در آن جاودان بمانند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 12, "arabic_text": "وَلَقَدْ خَلَقْنَا ٱلْإِنسَٰنَ مِن سُلَٰلَةٍ مِّن طِينٍ", "english_text": "We created the human being from a certain kind of mud.", "persian_text": "ما انسان را از نوعی گل مخصوص آفريديم.", "subtitle": "Accurate Embryology", "footnote": ""}, {"sura_num": 23, "verse_num": 13, "arabic_text": "ثُمَّ جَعَلْنَٰهُ نُطْفَةً فِى قَرَارٍ مَّكِينٍ", "english_text": "Subsequently, we reproduced him from a tiny drop, that is placed into a well protected repository.", "persian_text": "پس از آن، او را از قطره ای كوچك به وجود آورديم كه در داخل محيطی كاملاً محفوظ قرار گرفته است.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 14, "arabic_text": "ثُمَّ خَلَقْنَا ٱلنُّطْفَةَ عَلَقَةً فَخَلَقْنَا ٱلْعَلَقَةَ مُضْغَةً فَخَلَقْنَا ٱلْمُضْغَةَ عِظَٰمًا فَكَسَوْنَا ٱلْعِظَٰمَ لَحْمًا ثُمَّ أَنشَأْنَٰهُ خَلْقًا ءَاخَرَ  فَتَبَارَكَ ٱللَّهُ أَحْسَنُ ٱلْخَٰلِقِينَ", "english_text": "Then we developed the drop into a hanging (embryo), then developed the hanging (embryo) into a bite-size (fetus), then created the bite-size (fetus) into bones, then covered the bones with flesh. We thus produce a new creature. Most blessed is GOD, the best Creator.", "persian_text": "سپس ما آن قطره را به (رويان) معلق تبديل كرديم و بعد (رويان) معلق را به تكه (جنين) رشد داديم، سپس از تكه (جنين) استخوان‌ها را آفريديم، آنگاه استخوان‌ها را با گوشت پوشانديم. اين چنين، ما مخلوقی جديد به وجود می ‌آوريم. خجسته‌ترين خداست، بهترين خالق.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 15, "arabic_text": "ثُمَّ إِنَّكُم بَعْدَ ذَٰلِكَ لَمَيِّتُونَ", "english_text": "Then, later on, you die.", "persian_text": "سپس، بعد از آن می ‌ميريد.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 16, "arabic_text": "ثُمَّ إِنَّكُمْ يَوْمَ ٱلْقِيَٰمَةِ تُبْعَثُونَ", "english_text": "Then, on the Day of Resurrection, you will be resurrected.", "persian_text": "آنگاه، در روز قيامت برانگيخته خواهيد شد.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 17, "arabic_text": "وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَآئِقَ وَمَا كُنَّا عَنِ ٱلْخَلْقِ غَٰفِلِينَ", "english_text": "We created above you seven universes in layers, and we are never unaware of a single creature in them.", "persian_text": "ما بر فراز سرتان هفت جهان را به طبقات آفريديم و ما هرگز از هيچ موجودی در آنها غافل نيستيم.", "subtitle": "The Seven Universes", "footnote": ""}, {"sura_num": 23, "verse_num": 18, "arabic_text": "وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءًۢ بِقَدَرٍ فَأَسْكَنَّٰهُ فِى ٱلْأَرْضِ  وَإِنَّا عَلَىٰ ذَهَاب بِهِۦ لَقَٰدِرُونَ", "english_text": "We send down from the sky water, in exact measure, then we store it in the ground. Certainly, we can let it escape.", "persian_text": "ما از آسمان آب را به اندازهٔ معين فرو فرستاديم، سپس آن را در زمين ذخيره می كنيم. مسلماً، ما می ‌توانيم بگذاريم كه آن از دست برود.", "subtitle": "Innumerable Blessings From God", "footnote": ""}, {"sura_num": 23, "verse_num": 19, "arabic_text": "فَأَنشَأْنَا لَكُم بِهِۦ جَنَّٰتٍ مِّن نَّخِيلٍ وَأَعْنَٰبٍ لَّكُمْ فِيهَا فَوَٰكِهُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ", "english_text": "With it, we produce for you orchards of date palms, grapes, all kinds of fruits, and various foods.", "persian_text": "با آن، برای شما باغ‌هايی از نخل‌های خرما، انگور، انواع و اقسام ميوه‌ها و غذاهای گوناگون توليد می ‌كنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 20, "arabic_text": "وَشَجَرَةً تَخْرُجُ مِن طُورِ سَيْنَآءَ تَنۢبُتُ بِٱلدُّهْنِ وَصِبْغٍ لِّلْءَاكِلِينَ", "english_text": "Also, a tree native to Sinai produces oil, as well as relish for the eaters.", "persian_text": "همچنين، درخت بومی سينا که برای خورندگان روغن و چاشنی توليد می ‌كند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 21, "arabic_text": "وَإِنَّ لَكُمْ فِى ٱلْأَنْعَٰمِ لَعِبْرَةً  نُّسْقِيكُم مِّمَّا فِى بُطُونِهَا وَلَكُمْ فِيهَا مَنَٰفِعُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ", "english_text": "And the livestock should provide you with a lesson. We let you drink (milk) from their bellies, you derive other benefits from them, and some of them you use for food.", "persian_text": "و برای شما در چارپايان عبرتی است. ما اجازه می دهيم تا از شکم آنها (شير) بنوشيد و منافع ديگری نيز از آنها به دست می آوريد و از بعضی از آنها به عنوان غذا استفاده می کنيد.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 22, "arabic_text": "وَعَلَيْهَا وَعَلَى ٱلْفُلْكِ تُحْمَلُونَ", "english_text": "On them, and on the ships, you ride.", "persian_text": "شما بر آنها و بر کشتی ها سوار می شويد.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 23, "arabic_text": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَقَالَ يَٰقَوْمِ ٱعْبُدُوا ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥٓ  أَفَلَا تَتَّقُونَ", "english_text": "We sent Noah to his people, saying, \"O my people, worship GOD. You have no other god beside Him. Would you not be righteous?\"", "persian_text": "ما نوح را نزد قومش فرستاديم، می ‌گفت: \"ای قوم من، خدا را پرستش كنيد. خدای ديگری در كنار او نداريد. آيا نمی ‌خواهيد پرهيزكار باشيد؟\"", "subtitle": "Noah", "footnote": ""}, {"sura_num": 23, "verse_num": 24, "arabic_text": "فَقَالَ ٱلْمَلَؤُا ٱلَّذِينَ كَفَرُوا مِن قَوْمِهِۦ مَا هَٰذَآ إِلَّا بَشَرٌ مِّثْلُكُمْ يُرِيدُ أَن يَتَفَضَّلَ عَلَيْكُمْ وَلَوْ شَآءَ ٱللَّهُ لَأَنزَلَ مَلَٰٓئِكَةً مَّا سَمِعْنَا بِهَٰذَا فِىٓ ءَابَآئِنَا ٱلْأَوَّلِينَ", "english_text": "The leaders who disbelieved among his people said, \"This is no more than a human like you, who wants to gain prominence among you. Had GOD willed, He could have sent down angels. We never heard of anything like this from our ancestors.", "persian_text": "پيشوايان قوم او که باور نداشتند، گفتند: \"اين جز بشری مانند شما نيست که می خواهد در ميان شما برتری کسب کند. اگر خدا می خواست، می توانست فرشتگان را فرو فرستد. ما هرگز از اجدادمان چنين چيزی نشنيديم.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 25, "arabic_text": "إِنْ هُوَ إِلَّا رَجُل بِهِۦ جِنَّةٌ فَتَرَبَّصُوا بِهِۦ حَتَّىٰ حِينٍ", "english_text": "\"He is simply a man gone crazy. Just ignore him for awhile.\"", "persian_text": "\"جز اين نيست که اين مرد ديوانه شده است. فقط برای مدتی بی اعتنایی کنید.\"", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 26, "arabic_text": "قَالَ رَبِّ ٱنصُرْنِى بِمَا كَذَّبُونِ", "english_text": "He said, \"My Lord, grant me victory, for they have disbelieved me.\"", "persian_text": "او گفت: \"پروردگارا، مرا پيروزی عطا فرما، زيرا آنها مرا باور نکرده اند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 27, "arabic_text": "فَأَوْحَيْنَآ إِلَيْهِ أَنِ ٱصْنَعِ ٱلْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا فَإِذَا جَآءَ أَمْرُنَا وَفَارَ ٱلتَّنُّورُ   فَٱسْلُكْ فِيهَا مِن كُلٍّ زَوْجَيْنِ ٱثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ ٱلْقَوْلُ مِنْهُمْ  وَلَا تُخَٰطِبْنِى فِى ٱلَّذِينَ ظَلَمُوٓا  إِنَّهُم مُّغْرَقُونَ", "english_text": "We then inspired him: \"Make the watercraft* under our watchful eyes, and in accordance with our inspiration. When our command comes, and the atmosphere boils up, put on it a pair of every kind (of your domesticated animals), and your family, except those condemned to be doomed. Do not speak to Me on behalf of those who transgressed; they will be drowned.", "persian_text": "سپس به او وحی کرديم: \"آن سفينه* را زير نظر ما و طبق وحی ما بساز. هنگامی که فرمان ما فرا رسد و جو منقلب شود، از هر نوع (حيوانات اهلی خود) يک جفت بردار و همراه با خانواده ات در آن سوار کن، به جز آنان که محکوم به فنا شده اند. و به جانبداری از کسانی که ستم کرده اند، با من سخن نگو؛ آنها غرق خواهند شد.", "subtitle": "", "footnote": "*23:27 The story tellers have created a mockery of Noah's history. Noah's ark was a flat watercraft made of logs, tied together with primitive ropes (54:13), the flood was local, around the Dead Sea area, and the animals were Noah's domesticated animals."}, {"sura_num": 23, "verse_num": 28, "arabic_text": "فَإِذَا ٱسْتَوَيْتَ أَنتَ وَمَن مَّعَكَ عَلَى ٱلْفُلْكِ فَقُلِ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى نَجَّىٰنَا مِنَ ٱلْقَوْمِ ٱلظَّٰلِمِينَ", "english_text": "\"Once you are settled, together with those who are with you, on the watercraft, you shall say, 'Praise GOD for saving us from the evil people.' ", "persian_text": "\"و چون تو با همراهانت، در آن سفينه جای گرفتيد، بگو: 'ستايش خدای را که ما را از آن مردم پليد نجات داد.'", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 29, "arabic_text": "وَقُل رَّبِّ أَنزِلْنِى مُنزَلًا مُّبَارَكًا وَأَنتَ خَيْرُ ٱلْمُنزِلِينَ", "english_text": "\"And say, 'My Lord, let me disembark onto a blessed location; You are the best deliverer.' \"", "persian_text": "و بگو: \"پروردگار من، بگذار در محلی پربركت پياده شوم؛ تو بهترين نجات دهنده ای.\"", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 30, "arabic_text": "إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ وَإِن كُنَّا لَمُبْتَلِينَ", "english_text": "These should provide sufficient proofs for you. We will certainly put you to the test.", "persian_text": "اينها بايد برايتان مدرك‌های كافی باشند. ما مسلماً شما را امتحان خواهيم كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 31, "arabic_text": "ثُمَّ أَنشَأْنَا مِنۢ بَعْدِهِمْ قَرْنًا ءَاخَرِينَ", "english_text": "Subsequently, we established another generation after them.", "persian_text": "سپس، ما بعد از آنها نسل ديگری را قرار داديم.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 32, "arabic_text": "فَأَرْسَلْنَا فِيهِمْ رَسُولًا مِّنْهُمْ أَنِ ٱعْبُدُوا ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥٓ  أَفَلَا تَتَّقُونَ", "english_text": "We sent to them a messenger from among them, saying, \"You shall worship GOD. You have no other god beside Him. Would you not be righteous?\"", "persian_text": "ما از ميان آنها رسولی برايشان فرستاديم كه می ‌گفت: \"خدا را پرستش كنيد. خدای ديگری در كنار او نداريد. آيا نمی ‌خواهيد پرهيزكار باشيد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 33, "arabic_text": "وَقَالَ ٱلْمَلَأُ مِن قَوْمِهِ ٱلَّذِينَ كَفَرُوا وَكَذَّبُوا بِلِقَآءِ ٱلْءَاخِرَةِ وَأَتْرَفْنَٰهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا مَا هَٰذَآ إِلَّا بَشَرٌ مِّثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ", "english_text": "The leaders among his people who disbelieved and rejected the idea of the Hereafter—although we provided for them generously in this life—said, \"This is no more than a human being like you. He eats from what you eat, and drinks as you drink.", "persian_text": "رهبران در ميان قومش باور نكردند و عقيدهٔ به آخرت را تكذيب نمودند- اگر چه در اين دنيا برايشان سخاوتمندانه روزی فراهم كرديم- آنها گفتند: \"اين جز بشری مانند شما نيست. او از آنچه شما می ‌خوريد، می ‌خورد و مانند شما می ‌آشامد.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 34, "arabic_text": "وَلَئِنْ أَطَعْتُم بَشَرًا مِّثْلَكُمْ إِنَّكُمْ إِذًا لَّخَٰسِرُونَ", "english_text": "\"If you obey a human being like you, then you are really losers.", "persian_text": "\"اگر شما از بشری مانند خودتان اطاعت كنيد، پس واقعاً بازنده هستيد.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 35, "arabic_text": "أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنتُمْ تُرَابًا وَعِظَٰمًا أَنَّكُم مُّخْرَجُونَ", "english_text": "\"Does he promise you that, after you die and turn into dust and bones, you will come out again?", "persian_text": "\"آيا او به شما وعده می دهد كه پس از اينكه مرديد و به خاك و استخوان تبديل شديد، دوباره بيرون خواهيد آمد؟", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 36, "arabic_text": "هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ", "english_text": "\"Impossible, impossible indeed is what is promised to you.", "persian_text": "غير ممكن است، واقعاً آنچه به شما وعده داده شده است، غير ممكن است.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 37, "arabic_text": "إِنْ هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ", "english_text": "\"We only live this life—we live and die—and we will never be resurrected.", "persian_text": "\"ما فقط در اين دنيا زندگی می ‌كنيم- ما زندگی می ‌كنيم و می ‌ميريم- و هرگز برانگيخته نخواهيم شد.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 38, "arabic_text": "إِنْ هُوَ إِلَّا رَجُلٌ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا وَمَا نَحْنُ لَهُۥ بِمُؤْمِنِينَ", "english_text": "\"He is just a man who fabricated lies and attributed them to GOD. We will never believe him.\"", "persian_text": "\"او فقط مردی است كه دروغ ساخته و آنها را به خدا نسبت داده است. ما هرگز به او ايمان نخواهيم آورد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 39, "arabic_text": "قَالَ رَبِّ ٱنصُرْنِى بِمَا كَذَّبُونِ", "english_text": "He said, \"My Lord, grant me victory, for they have disbelieved me.\"", "persian_text": "او گفت: \"پروردگار من، به من پيروزی عطا كن، زيرا آنها مرا باور نكرده‌اند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 40, "arabic_text": "قَالَ عَمَّا قَلِيلٍ لَّيُصْبِحُنَّ نَٰدِمِينَ", "english_text": "He said, \"Soon they will be sorry.\"", "persian_text": "او گفت: \"آنها به زودی پشيمان خواهند شد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 41, "arabic_text": "فَأَخَذَتْهُمُ ٱلصَّيْحَةُ بِٱلْحَقِّ فَجَعَلْنَٰهُمْ غُثَآءً  فَبُعْدًا لِّلْقَوْمِ ٱلظَّٰلِمِينَ", "english_text": "The retribution struck them, equitably, and thus, we turned them into ruins. The wicked people perished.", "persian_text": "عذاب، منصفانه به آنان وارد شد و بدين گونه، آنها را منهدم کرديم. مردم پليد به هلاکت رسيدند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 42, "arabic_text": "ثُمَّ أَنشَأْنَا مِنۢ بَعْدِهِمْ قُرُونًا ءَاخَرِينَ", "english_text": "Subsequently, we established other generations after them.", "persian_text": "سپس، ما بعد از آنها نسل هايی ديگر قرار داديم.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 43, "arabic_text": "مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَـْٔخِرُونَ", "english_text": "No community can advance its predetermined fate, nor delay it.", "persian_text": "هيچ جامعه‌ای نمی ‌تواند سرنوشت از پيش تعيين شدهٔ خود را به جلو يا عقب بيندازد.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 44, "arabic_text": "ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَا  كُلَّ مَا جَآءَ أُمَّةً رَّسُولُهَا كَذَّبُوهُ  فَأَتْبَعْنَا بَعْضَهُم بَعْضًا وَجَعَلْنَٰهُمْ أَحَادِيثَ  فَبُعْدًا لِّقَوْمٍ لَّا يُؤْمِنُونَ", "english_text": "Then we sent our messengers in succession. Every time a messenger went to his community, they disbelieved him. Consequently, we annihilated them, one after the other, and made them history. The people who disbelieved have perished.", "persian_text": "سپس، رسولان خود را پی در پی فرستاديم. هر زمان رسولی نزد جامعه اش رفت، به او ايمان نياوردند. درنتيجه، آنان را، يکی پس از ديگری هلاک کرديم و از آنها تاريخ ساختيم. مردمی که ايمان نياوردند به هلاکت رسيدند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 45, "arabic_text": "ثُمَّ أَرْسَلْنَا مُوسَىٰ وَأَخَاهُ هَٰرُونَ بِـَٔايَٰتِنَا وَسُلْطَٰنٍ مُّبِينٍ", "english_text": "Then we sent Moses and his brother Aaron with our revelations and a profound proof.", "persian_text": "سپس موسی و برادرش هارون را با آيات خود و مدرکی شگرف فرستاديم،", "subtitle": "Moses and Aaron", "footnote": ""}, {"sura_num": 23, "verse_num": 46, "arabic_text": "إِلَىٰ فِرْعَوْنَ وَمَلَإِيهِۦ فَٱسْتَكْبَرُوا وَكَانُوا قَوْمًا عَالِينَ", "english_text": "To Pharaoh and his elders, but they turned arrogant. They were oppressive people.", "persian_text": "نزد فرعون و بزرگانش، اما آنها متكبر شدند. آنها مردمی بودند كه ظلم می كردند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 47, "arabic_text": "فَقَالُوٓا أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عَٰبِدُونَ", "english_text": "They said, \"Shall we believe for two men whose people are our slaves?\"", "persian_text": "آنها گفتند: \"آيا ما به آن دو مردی ايمان بياوريم كه مردمشان بردگان ما هستند؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 48, "arabic_text": "فَكَذَّبُوهُمَا فَكَانُوا مِنَ ٱلْمُهْلَكِينَ", "english_text": "They rejected the two, and consequently, they were annihilated.", "persian_text": "آنها آن دو را تکذيب کردند و درنتيجه، به هلاکت رسيدند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 49, "arabic_text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ لَعَلَّهُمْ يَهْتَدُونَ", "english_text": "We gave Moses the scripture, that they may be guided.", "persian_text": "ما به موسی كتاب آسمانی داديم، باشد كه هدايت شوند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 50, "arabic_text": "وَجَعَلْنَا ٱبْنَ مَرْيَمَ وَأُمَّهُۥٓ ءَايَةً وَءَاوَيْنَٰهُمَآ إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ", "english_text": "We made the son of Mary and his mother a sign, and we gave them refuge on a mesa with food and drink.", "persian_text": "ما پسر مريم و مادرش را نشانه ای قرار داديم و آنها را بر فراز تپه ای هموار با غذا و نوشيدنی پناه داديم.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 51, "arabic_text": "يَٰٓأَيُّهَا ٱلرُّسُلُ كُلُوا مِنَ ٱلطَّيِّبَٰتِ وَٱعْمَلُوا صَٰلِحًا  إِنِّى بِمَا تَعْمَلُونَ عَلِيمٌ", "english_text": "O you messengers, eat from the good provisions, and work righteousness. I am fully aware of everything you do.", "persian_text": "شما ای رسولان، از روزی ‌های خوب بخوريد و پرهيزكارانه عمل كنيد. من از تمام اعمالتان كاملاً آگاهم.", "subtitle": "One God/One Religion", "footnote": ""}, {"sura_num": 23, "verse_num": 52, "arabic_text": "وَإِنَّ هَٰذِهِۦٓ أُمَّتُكُمْ أُمَّةً وَٰحِدَةً وَأَنَا رَبُّكُمْ فَٱتَّقُونِ", "english_text": "Such is your congregation—one congregation—and I am your Lord; you shall reverence Me.", "persian_text": "چنين است امت شما- يک امت واحد- و من پروردگار شما هستم؛ حرمت و هيبت مرا ارج نهيد.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 53, "arabic_text": "فَتَقَطَّعُوٓا أَمْرَهُم بَيْنَهُمْ زُبُرًا  كُلُّ حِزْب بِمَا لَدَيْهِمْ فَرِحُونَ", "english_text": "But they tore themselves into disputing factions; each party happy with what they have.", "persian_text": "ولی آنها خود را به فرقه‌های مخالف تقسيم كردند؛ هر فرقه به آنچه دارد، خوشحال است.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 54, "arabic_text": "فَذَرْهُمْ فِى غَمْرَتِهِمْ حَتَّىٰ حِينٍ", "english_text": "Therefore, just leave them in their confusion, for awhile.", "persian_text": "بنابراين، بگذار فقط برای مدتی در سرگردانی خود باقی بمانند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 55, "arabic_text": "أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُم بِهِۦ مِن مَّالٍ وَبَنِينَ", "english_text": "Do they think that, since we provided them with money and children,", "persian_text": "آيا فکر می کنند که چون به آنها پول و فرزند داده ايم،", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 56, "arabic_text": "نُسَارِعُ لَهُمْ فِى ٱلْخَيْرَٰتِ  بَل لَّا يَشْعُرُونَ", "english_text": "we must be showering them with blessings? Indeed, they have no idea.", "persian_text": "بايد برای آنها نعمت ببارانيم؟ مسلماً، آنها نمی ‌دانند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 57, "arabic_text": "إِنَّ ٱلَّذِينَ هُم مِّنْ خَشْيَةِ رَبِّهِم مُّشْفِقُونَ", "english_text": "Surely, those who are reverently conscious of their Lord,", "persian_text": "مطمئناً، كسانی كه با هيبت و حرمت از پروردگارشان آگاهند،", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 58, "arabic_text": "وَٱلَّذِينَ هُم بِـَٔايَٰتِ رَبِّهِمْ يُؤْمِنُونَ", "english_text": "And who believe in the revelations of their Lord,", "persian_text": "و آنان که به آيات پروردگارشان ايمان می آورند،", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 59, "arabic_text": "وَٱلَّذِينَ هُم بِرَبِّهِمْ لَا يُشْرِكُونَ", "english_text": "And who never set up any idols beside their Lord,", "persian_text": "و آنان كه هرگز هيچ معبودی در كنار پروردگارشان قرار نمی ‌دهند،", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 60, "arabic_text": "وَٱلَّذِينَ يُؤْتُونَ مَآ ءَاتَوا وَّقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَىٰ رَبِّهِمْ رَٰجِعُونَ", "english_text": "As they give their charities, their hearts are fully reverent. For they recognize that they will be summoned before their Lord,", "persian_text": "آنها هنگام انفاق کردن، دل هايشان مملو از احترام است. زيرا تشخيص می دهند که در پيشگاه پروردگارشان احضار خواهند شد.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 61, "arabic_text": "أُولَٰٓئِكَ يُسَٰرِعُونَ فِى ٱلْخَيْرَٰتِ وَهُمْ لَهَا سَٰبِقُونَ", "english_text": "They are eager to do righteous works; they compete in doing them.", "persian_text": "آنها مشتاقند که اعمال نيک انجام دهند؛ و در اين گونه کارها رقابت می کنند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 62, "arabic_text": "وَلَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا  وَلَدَيْنَا كِتَٰبٌ يَنطِقُ بِٱلْحَقِّ  وَهُمْ لَا يُظْلَمُونَ", "english_text": "We never burden any soul beyond its means, and we keep a record that utters the truth. No one will suffer injustice.", "persian_text": "ما هرگز هيچ نفسی را بيش از توانايی ‌اش تكليف نمی ‌كنيم. و ما پرونده‌ای داريم كه حقيقت را بيان می ‌كند. هيچ كس از بی عدالتی رنج نخواهد برد.", "subtitle": "The Disbelievers Unappreciative", "footnote": ""}, {"sura_num": 23, "verse_num": 63, "arabic_text": "بَلْ قُلُوبُهُمْ فِى غَمْرَةٍ مِّنْ هَٰذَا وَلَهُمْ أَعْمَٰلٌ مِّن دُونِ ذَٰلِكَ هُمْ لَهَا عَٰمِلُونَ", "english_text": "Because their minds are oblivious to this, they commit works that do not conform with this; their works are evil.", "persian_text": "چون افكارشان از اين غافل است، اعمالی انجام می ‌دهند كه با اين (قرآن) مطابقت ندارد؛ اعمال آنها اهريمنی است.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 64, "arabic_text": "حَتَّىٰٓ إِذَآ أَخَذْنَا مُتْرَفِيهِم بِٱلْعَذَابِ إِذَا هُمْ يَجْـَٔرُونَ", "english_text": "Then, when we requite their leaders with retribution, they complain.", "persian_text": "سپس، هنگامی که رهبرانشان را به عذابی کيفر دهيم، شکوه و گلايه می کنند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 65, "arabic_text": "لَا تَجْـَٔرُوا ٱلْيَوْمَ  إِنَّكُم مِّنَّا لَا تُنصَرُونَ", "english_text": "Do not complain now; you have given up all help from us.", "persian_text": "اکنون وقت گلايه نيست؛ شما تمام کمک های ما را رد کرديد.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 66, "arabic_text": "قَدْ كَانَتْ ءَايَٰتِى تُتْلَىٰ عَلَيْكُمْ فَكُنتُمْ عَلَىٰٓ أَعْقَٰبِكُمْ تَنكِصُونَ", "english_text": "My proofs have been presented to you, but you turned back on your heels.", "persian_text": "مدرك‌های من به شما ارائه شد، اما شما روی گردانديد.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 67, "arabic_text": "مُسْتَكْبِرِينَ بِهِۦ سَٰمِرًا تَهْجُرُونَ", "english_text": "You were too arrogant to accept them, and you defiantly disregarded them.", "persian_text": "شما متكبرتر از آن بوديد كه آنها را بپذيريد و مسلماً آنها را ناديده گرفتيد.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 68, "arabic_text": "أَفَلَمْ يَدَّبَّرُوا ٱلْقَوْلَ أَمْ جَآءَهُم مَّا لَمْ يَأْتِ ءَابَآءَهُمُ ٱلْأَوَّلِينَ", "english_text": "Why do they not reflect upon this scripture? Do they not realize that they have received something never attained by their ancestors?", "persian_text": "چرا آنها دربارهٔ اين كتاب آسمانی نمی ‌انديشند؟ آيا درك نمی ‌كنند كه آنها چيزی دريافت كرده‌اند كه هرگز اجدادشان به آن دست نيافتند؟", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 69, "arabic_text": "أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُۥ مُنكِرُونَ", "english_text": "Have they failed to recognize their messenger? Is this why they are disregarding him?", "persian_text": "آيا رسول خود را نشناخته اند؟ به همين دليل است که به او اعتنا نمی کنند؟", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 70, "arabic_text": "أَمْ يَقُولُونَ بِهِۦ جِنَّة  بَلْ جَآءَهُم بِٱلْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَٰرِهُونَ", "english_text": "Have they decided that he is crazy? Indeed, he has brought the truth to them, but most of them hate the truth.", "persian_text": "آيا مصمم بودند كه او ديوانه است؟ درواقع، او حقيقت را برايشان آورده است، ولی اكثر آنها از حقيقت بيزارند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 71, "arabic_text": "وَلَوِ ٱتَّبَعَ ٱلْحَقُّ أَهْوَآءَهُمْ لَفَسَدَتِ ٱلسَّمَٰوَٰتُ وَٱلْأَرْضُ وَمَن فِيهِنَّ  بَلْ أَتَيْنَٰهُم بِذِكْرِهِمْ فَهُمْ عَن ذِكْرِهِم مُّعْرِضُونَ", "english_text": "Indeed, if the truth conformed to their wishes, there would be chaos in the heavens and the earth; everything in them would be corrupted. We have given them their proof, but they are disregarding their proof.", "persian_text": "درواقع، اگر حقيقت با خواسته‌هايشان مطابقت می ‌كرد، در آسمان‌ها و زمين هرج و مرج می شد؛ و هرچه در آنهاست، به فساد كشيده می ‌شد. ما مدركشان را به آنها داده‌ايم، اما آنها نسبت به مدرك خود بی اعتنا هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 72, "arabic_text": "أَمْ تَسْـَٔلُهُمْ خَرْجًا فَخَرَاجُ رَبِّكَ خَيْرٌ  وَهُوَ خَيْرُ ٱلرَّٰزِقِينَ", "english_text": "Are you asking them for a wage? Your Lord's wage is far better. He is the best Provider.", "persian_text": "آيا مزدی از آنها می ‌خواهی؟ مزد پروردگار تو بسيار بهتر است. او بهترين روزی دهنده است.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 73, "arabic_text": "وَإِنَّكَ لَتَدْعُوهُمْ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ", "english_text": "Most assuredly, you are inviting them to a straight path.", "persian_text": "مسلماً، تو آنها را به راهی مستقيم دعوت می ‌كنی.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 74, "arabic_text": "وَإِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ عَنِ ٱلصِّرَٰطِ لَنَٰكِبُونَ", "english_text": "Those who disbelieve in the Hereafter will surely deviate from the right path.", "persian_text": "كسانی كه به آخرت ايمان ندارند، مسلماً از راه راست منحرف خواهند شد.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 75, "arabic_text": "وَلَوْ رَحِمْنَٰهُمْ وَكَشَفْنَا مَا بِهِم مِّن ضُرٍّ لَّلَجُّوا فِى طُغْيَٰنِهِمْ يَعْمَهُونَ", "english_text": "Even when we showered them with mercy, and relieved their problems, they plunged deeper into transgression, and continued to blunder.", "persian_text": "حتی هنگامی كه ما باران رحمت بر آنها بارانديم و مشكلاتشان را برطرف كرديم، در سركشی عميق‌تری فرو رفتند و كوركورانه به اشتباهات خود ادامه دادند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 76, "arabic_text": "وَلَقَدْ أَخَذْنَٰهُم بِٱلْعَذَابِ فَمَا ٱسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ", "english_text": "Even when we afflicted them with retribution, they never turned to their Lord imploring.", "persian_text": "حتی هنگامی كه آنها را به عذاب گرفتار كرديم، هرگز به پروردگارشان روی نياوردند كه درخواست كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 77, "arabic_text": "حَتَّىٰٓ إِذَا فَتَحْنَا عَلَيْهِم بَابًا ذَا عَذَابٍ شَدِيدٍ إِذَا هُمْ فِيهِ مُبْلِسُونَ", "english_text": "Subsequently, when we requited them with the severe retribution they had incurred, they were shocked.", "persian_text": "پس از آن، هنگامی كه ما آنها را با عذابی شديد كه سزاوار آن شده بودند، مجازات كرديم، حيرت زده شدند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 78, "arabic_text": "وَهُوَ ٱلَّذِىٓ أَنشَأَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَٰرَ وَٱلْأَفْـِٔدَةَ  قَلِيلًا مَّا تَشْكُرُونَ", "english_text": "He is the One who granted you the hearing, the eyesight, and the brains. Rarely are you appreciative.", "persian_text": "او يكتايی است كه به شما شنوايی، بينايی و عقل عطا كرد. شما به ندرت شكرگزار هستيد.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 79, "arabic_text": "وَهُوَ ٱلَّذِى ذَرَأَكُمْ فِى ٱلْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ", "english_text": "He is the One who established you on earth, and before Him you will be summoned.", "persian_text": "اوست كه شما را در زمين مستقر كرد و شما نزد او احضار خواهيد شد.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 80, "arabic_text": "وَهُوَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ وَلَهُ ٱخْتِلَٰفُ ٱلَّيْلِ وَٱلنَّهَارِ  أَفَلَا تَعْقِلُونَ", "english_text": "He is the One who controls life and death, and He is the One who alternates the night and day. Do you not understand?", "persian_text": "او يكتايی است كه زندگی و مرگ را كنترل می ‌كند و اوست كه شب و روز را به نوبت می ‌‌گرداند. آيا نمی ‌فهميد؟", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 81, "arabic_text": "بَلْ قَالُوا مِثْلَ مَا قَالَ ٱلْأَوَّلُونَ", "english_text": "They said what their ancestors said.", "persian_text": "آنها آنچه را كه اجدادشان گفتند، تكرار كردند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 82, "arabic_text": "قَالُوٓا أَءِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَٰمًا أَءِنَّا لَمَبْعُوثُونَ", "english_text": "They said, \"After we die and become dust and bones, we get resurrected?", "persian_text": "آنها گفتند: \"آيا پس از آنكه بميريم و خاك و استخوان شويم، دوباره برانگيخته خواهيم شد؟", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 83, "arabic_text": "لَقَدْ وُعِدْنَا نَحْنُ وَءَابَآؤُنَا هَٰذَا مِن قَبْلُ إِنْ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلْأَوَّلِينَ", "english_text": "\"Such promises were given to us and to our parents in the past. These are no more than tales from the past.\"", "persian_text": "\"چنین وعده هایی در گذشته به ما و والدین ما داده شده بود. اينها جز افسانه‌های قديمی نيست.\"", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 84, "arabic_text": "قُل لِّمَنِ ٱلْأَرْضُ وَمَن فِيهَآ إِن كُنتُمْ تَعْلَمُونَ", "english_text": "Say, \"To whom belongs the earth and everyone on it, if you know?\"", "persian_text": "بگو: \"از آن کيست زمين و هر کس که در آن است، اگر می دانيد؟\"", "subtitle": "Most Believers are Destined for Hell*", "footnote": "*23:84-89 Belief in God is valid only if one recognizes God's qualities, such as the fact that God controls everything (8:17). Believers who do not know God are not really believers. Most believers nullify their belief by idolizing such powerless idols as the prophets and saints (6:106)."}, {"sura_num": 23, "verse_num": 85, "arabic_text": "سَيَقُولُونَ لِلَّهِ  قُلْ أَفَلَا تَذَكَّرُونَ", "english_text": "They will say, \"To GOD.\" Say, \"Why then do you not take heed?\"", "persian_text": "آنها خواهند گفت: \"از آن خدا.\" بگو: \"پس چرا توجه نمی کنید؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 86, "arabic_text": "قُلْ مَن رَّبُّ ٱلسَّمَٰوَٰتِ ٱلسَّبْعِ وَرَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ", "english_text": "Say, \"Who is the Lord of the seven universes; the Lord of the great dominion?\"", "persian_text": "بگو: \"چه كسی پروردگار هفت عالم است؛ پروردگار عرش عظيم؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 87, "arabic_text": "سَيَقُولُونَ لِلَّهِ  قُلْ أَفَلَا تَتَّقُونَ", "english_text": "They will say, \"GOD.\" Say, \"Why then do you not turn righteous?\"", "persian_text": "آنها خواهند گفت: \"خدا.\" بگو: \"پس چرا پرهیزکار نمی شوید؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 88, "arabic_text": "قُلْ مَنۢ بِيَدِهِۦ مَلَكُوتُ كُلِّ شَىْءٍ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِن كُنتُمْ تَعْلَمُونَ", "english_text": "Say, \"In whose hand is all sovereignty over all things, and He is the only one who can provide help, but needs no help, if you know?\"", "persian_text": "بگو: \"کيست که فرمانروايی همه چيز به دست اوست و او تنها يکتايی است که می تواند کمک کند، ولی به کمک نيازی ندارد، اگر بدانيد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 89, "arabic_text": "سَيَقُولُونَ لِلَّهِ  قُلْ فَأَنَّىٰ تُسْحَرُونَ", "english_text": "They will say, \"GOD.\" Say, \"Where did you go wrong?\"", "persian_text": "آنها خواهند گفت: \"خدا.\" بگو: \"پس کجا اشتباه کرديد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 90, "arabic_text": "بَلْ أَتَيْنَٰهُم بِٱلْحَقِّ وَإِنَّهُمْ لَكَٰذِبُونَ", "english_text": "We have given them the truth, while they are liars.", "persian_text": "ما حقيقت را به آنها داده‌ايم، در حالی كه آنها دروغگو هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 91, "arabic_text": "مَا ٱتَّخَذَ ٱللَّهُ مِن وَلَدٍ وَمَا كَانَ مَعَهُۥ مِنْ إِلَٰهٍ  إِذًا لَّذَهَبَ كُلُّ إِلَٰه بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَىٰ بَعْضٍ  سُبْحَٰنَ ٱللَّهِ عَمَّا يَصِفُونَ", "english_text": "GOD has never begotten a son. Nor was there ever any other god besides Him. Otherwise, each god would have declared independence with his creations, and they would have competed with each other for dominance. GOD be glorified; far above their claims.", "persian_text": "خدا نه هرگز پسری داشته است و نه هرگز خدای ديگری در كنار او بوده است. در غير اين صورت، هر خدايی با مخلوقات خود اعلام استقلال می ‌كرد و آنها برای حكمرانی با يكديگر رقابت می ‌كردند. تجليل خدا را؛ بسيار بالاتر از ادعاهايشان.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 92, "arabic_text": "عَٰلِمِ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ فَتَعَٰلَىٰ عَمَّا يُشْرِكُونَ", "english_text": "The Knower of all secrets and declarations; be He exalted, far above having a partner.", "persian_text": "دانای نهان و آشكار؛ اوست بلندمرتبه، بسيار بالاتر از آنكه شريكی داشته باشد.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 93, "arabic_text": "قُل رَّبِّ إِمَّا تُرِيَنِّى مَا يُوعَدُونَ", "english_text": "Say, \"My Lord, whether You show me (the retribution) they have incurred,", "persian_text": "بگو: \"پروردگار من، چه به من نشان دهی (عذابی را)، كه سزاوار شده‌اند [يا نه]،", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 94, "arabic_text": "رَبِّ فَلَا تَجْعَلْنِى فِى ٱلْقَوْمِ ٱلظَّٰلِمِينَ", "english_text": "\"My Lord, let me not be one of the transgressing people.\"", "persian_text": "پروردگار من، نگذار من يكی از مردم ستمكار باشم.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 95, "arabic_text": "وَإِنَّا عَلَىٰٓ أَن نُّرِيَكَ مَا نَعِدُهُمْ لَقَٰدِرُونَ", "english_text": "To show you (the retribution) we have reserved for them is something we can easily do.", "persian_text": "ما به راحتی می توانيم آن (عذابی) را که برای آنها در نظر گرفته ايم، به تو نشان دهيم.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 96, "arabic_text": "ٱدْفَعْ بِٱلَّتِى هِىَ أَحْسَنُ ٱلسَّيِّئَةَ  نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ", "english_text": "Therefore, counter their evil works with goodness; we are fully aware of their claims.", "persian_text": "بنابراين، كارهای پليدشان را با خوبی تلافی كن؛ ما از ادعاهايشان كاملاً آگاه هستيم.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 97, "arabic_text": "وَقُل رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَٰتِ ٱلشَّيَٰطِينِ", "english_text": "Say, \"My Lord, I seek refuge in You from the whispers of the devils.", "persian_text": "بگو: \"پروردگار من، من از وسوسه‌های شياطين به تو پناه می آورم.", "subtitle": "To Be Protected From Satan", "footnote": ""}, {"sura_num": 23, "verse_num": 98, "arabic_text": "وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ", "english_text": "\"And I seek refuge in You, my Lord, lest they come near me.\"", "persian_text": "\"و به تو پناه می برم، ای پروردگار من، از اينکه حتی نزديک من شوند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 99, "arabic_text": "حَتَّىٰٓ إِذَا جَآءَ أَحَدَهُمُ ٱلْمَوْتُ قَالَ رَبِّ ٱرْجِعُونِ", "english_text": "When death comes to one of them, he says, \"My Lord, send me back.", "persian_text": "هنگامی كه مرگ يكی از آنها فرا رسد، می گويد: \"پروردگار من، مرا باز‌گردان.", "subtitle": "The Dead Never Come Back Until the Day of Resurrection", "footnote": ""}, {"sura_num": 23, "verse_num": 100, "arabic_text": "لَعَلِّىٓ أَعْمَلُ صَٰلِحًا فِيمَا تَرَكْتُ  كَلَّآ  إِنَّهَا كَلِمَةٌ هُوَ قَآئِلُهَا  وَمِن وَرَآئِهِم بَرْزَخٌ إِلَىٰ يَوْمِ يُبْعَثُونَ", "english_text": "\"I will then work righteousness in everything I left.\" Not true. This is a false claim that he makes. A barrier will separate his soul from this world until resurrection.", "persian_text": "\"آنگاه من اعمال پرهيزکارانه ای را که به جا نياورده بودم، به جا خواهم آورد. حقيقت ندارد. اين ادعای دروغی است كه از خود می سازد. حايلی تا روز رستاخيز نفس او را از اين دنيا جدا می کند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 101, "arabic_text": "فَإِذَا نُفِخَ فِى ٱلصُّورِ فَلَآ أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَآءَلُونَ", "english_text": "When the horn is blown, no relations among them will exist on that day, nor will they care about one another.", "persian_text": "هنگامی كه در صور دميده شود، هيچ رابطه و نسبتی ميانشان نخواهد بود و هيچ كس نگران ديگری نخواهد بود.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 102, "arabic_text": "فَمَن ثَقُلَتْ مَوَٰزِينُهُۥ فَأُولَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ", "english_text": "As for those whose weights are heavy, they will be the winners.", "persian_text": "و اما كسانی كه وزنشان سنگين است، از برندگان خواهند بود.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 103, "arabic_text": "وَمَنْ خَفَّتْ مَوَٰزِينُهُۥ فَأُولَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓا أَنفُسَهُمْ فِى جَهَنَّمَ خَٰلِدُونَ", "english_text": "Those whose weights are light are the ones who lost their souls; they abide in Hell forever.", "persian_text": "كسانی كه وزنشان سبك است، افرادی هستند كه نفس خود را باختند؛ آنها تا ابد در دوزخ می ‌مانند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 104, "arabic_text": "تَلْفَحُ وُجُوهَهُمُ ٱلنَّارُ وَهُمْ فِيهَا كَٰلِحُونَ", "english_text": "Fire will overwhelm their faces, and they last miserably therein.", "persian_text": "آتش، چهره‌هايشان را در بر خواهد گرفت و آنها با بدبختی در آن به سر می ‌برند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 105, "arabic_text": "أَلَمْ تَكُنْ ءَايَٰتِى تُتْلَىٰ عَلَيْكُمْ فَكُنتُم بِهَا تُكَذِّبُونَ", "english_text": "Were not My revelations recited to you, and you kept on rejecting them?", "persian_text": "آيا آيات من بر شما خوانده نمی شد و شما به تکذيب آن ادامه می داديد؟", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 106, "arabic_text": "قَالُوا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَآلِّينَ", "english_text": "They will say, \"Our Lord, our wickedness overwhelmed us, and we were people gone astray.", "persian_text": "آنها خواهند گفت: \"پروردگار ما، شرارتمان بر ما غلبه كرد و ما مردمی بوديم كه گمراه شديم.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 107, "arabic_text": "رَبَّنَآ أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَٰلِمُونَ", "english_text": "\"Our Lord, take us out of this; if we return (to our old behavior), then we are really wicked.\"", "persian_text": "\"پروردگار ما، ما را از اينجا خارج كن، اگر دوباره (به روش قديمی خود) باز‌گرديم، پس واقعاً ستمکار هستيم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 108, "arabic_text": "قَالَ ٱخْسَـُٔوا فِيهَا وَلَا تُكَلِّمُونِ", "english_text": "He will say, \"Abide therein, humiliated, and do not speak to Me.", "persian_text": "او خواهد گفت: \"با ذلت و خواری در آن به سر بريد و با من سخن نگوييد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 109, "arabic_text": "إِنَّهُۥ كَانَ فَرِيقٌ مِّنْ عِبَادِى يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱغْفِرْ لَنَا وَٱرْحَمْنَا وَأَنتَ خَيْرُ ٱلرَّٰحِمِينَ", "english_text": "\"A group of My servants used to say, 'Our Lord, we have believed, so forgive us and shower us with mercy. Of all the merciful ones, You are the Most Merciful.'", "persian_text": "عده ای از بندگان من می ‌گفتند: \"پروردگار ما، ما ايمان آورده‌ايم، پس ما را ببخش و بر ما رحمت بباران. تو از همهٔ مهربان‌ها مهربان‌تری.", "subtitle": "They Ridiculed the Believers", "footnote": ""}, {"sura_num": 23, "verse_num": 110, "arabic_text": "فَٱتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّىٰٓ أَنسَوْكُمْ ذِكْرِى وَكُنتُم مِّنْهُمْ تَضْحَكُونَ", "english_text": "\"But you mocked and ridiculed them, to the extent that you forgot Me. You used to laugh at them.", "persian_text": "\"اما شما آنها را دست می ‌انداختيد و مسخره می ‌كرديد، تا جايی كه مرا فراموش كرديد. شما به آنها می ‌خنديديد.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 111, "arabic_text": "إِنِّى جَزَيْتُهُمُ ٱلْيَوْمَ بِمَا صَبَرُوٓا أَنَّهُمْ هُمُ ٱلْفَآئِزُونَ", "english_text": "\"I have rewarded them today, in return for their steadfastness, by making them the winners.\"", "persian_text": "\"امروز من به خاطر استقامتشان با پيروزكردن آنها به ايشان پاداش داده‌ام.\"", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 112, "arabic_text": "قَٰلَ كَمْ لَبِثْتُمْ فِى ٱلْأَرْضِ عَدَدَ سِنِينَ", "english_text": "He said, \"How long have you lasted on earth? How many years?\"", "persian_text": "او گفت: \"چه مدت در زمين بوده‌ايد؟ چند سال؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 113, "arabic_text": "قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَسْـَٔلِ ٱلْعَآدِّينَ", "english_text": "They said, \"We lasted a day or part of a day. Ask those who counted.\"", "persian_text": "آنها گفتند: \"يك روز يا قسمتی از روز بوده‌ايم. از كسانی كه شمردند، سئوال كن.\"", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 114, "arabic_text": "قَٰلَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا  لَّوْ أَنَّكُمْ كُنتُمْ تَعْلَمُونَ", "english_text": "He said, \"In fact, you stayed but a brief interim, if you only knew.", "persian_text": "او گفت: \"درواقع، شما به جز مدت كوتاهی نمانديد، اگر فقط می ‌دانستيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 115, "arabic_text": "أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَٰكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ", "english_text": "\"Did you think that we created you in vain; that you were not to be returned to us?\"", "persian_text": "\"آيا فكر كرديد كه ما شما را بيهوده آفريديم؛ و شما نزد ما باز‌گردانده نمی ‌شويد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 116, "arabic_text": "فَتَعَٰلَى ٱللَّهُ ٱلْمَلِكُ ٱلْحَقُّ  لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلْعَرْشِ ٱلْكَرِيمِ", "english_text": "Most exalted is GOD, the true Sovereign. There is no other god beside Him; the Most Honorable Lord, possessor of all authority.", "persian_text": "خداست بلندمرتبه‌ترين، فرمانروای حقيقی. هيچ خدای ديگری در كنار او نيست؛ گرامی ترین پروردگار، صاحب تمام اختيارات.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 117, "arabic_text": "وَمَن يَدْعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ لَا بُرْهَٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓ  إِنَّهُۥ لَا يُفْلِحُ ٱلْكَٰفِرُونَ", "english_text": "Anyone who idolizes beside GOD any other god, and without any kind of proof, his reckoning rests with his Lord. The disbelievers never succeed.", "persian_text": "هر كس در كنار خدا، خدای ديگری را بدون هيچ مدركی در حد پرستش برساند، حسابش با پروردگارش خواهد بود. كافران هرگز موفق نمی شوند.", "subtitle": "", "footnote": ""}, {"sura_num": 23, "verse_num": 118, "arabic_text": "وَقُل رَّبِّ ٱغْفِرْ وَٱرْحَمْ وَأَنتَ خَيْرُ ٱلرَّٰحِمِينَ", "english_text": "Say, \"My Lord, shower us with forgiveness and mercy. Of all the merciful ones, You are the Most Merciful.\"", "persian_text": "بگو: \"پروردگار من، ما را ببخش و بر ما رحمت بباران. تو از همهٔ مهربان‌ها مهربان‌تری.\"", "subtitle": "", "footnote": ""}]