[{"sura_num": 27, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The Ant", "chapter_title_arabic": "النّمل", "chapter_title_persian": "مورچه"}, {"sura_num": 27, "verse_num": 1, "arabic_text": "طسٓ  تِلْكَ ءَايَٰتُ ٱلْقُرْءَانِ وَكِتَابٍ مُّبِينٍ", "english_text": "T. S.* These (letters) constitute proofs of the Quran; a profound scripture.", "persian_text": "ط. س.* اينها (حروف) اثباتگر قرآن هستند؛ يك كتاب آسمانی شگرف.", "subtitle": "", "footnote": "*27:1 See Appendix 1 for the meaning of these Quranic initials."}, {"sura_num": 27, "verse_num": 2, "arabic_text": "هُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ", "english_text": "A beacon, and good news, for the believers.", "persian_text": "نوری روشنگر و بشارتی برای مؤمنان.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 3, "arabic_text": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْءَاخِرَةِ هُمْ يُوقِنُونَ", "english_text": "Who observe the Contact Prayers (Salat), give the obligatory charity (Zakat), and they are, with regard to the Hereafter, absolutely certain.", "persian_text": "كسانی كه نمازها (ارتباط با خدا) را به جا می آورند و زكات (انفاق واجب) می ‌دهند و به آخرت كاملاً يقين دارند.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 4, "arabic_text": "إِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ زَيَّنَّا لَهُمْ أَعْمَٰلَهُمْ فَهُمْ يَعْمَهُونَ", "english_text": "Those who do not believe in the Hereafter, we adorn their works in their eyes. Thus, they continue to blunder.", "persian_text": "كسانی كه به آخرت ايمان ندارند، ما اعمالشان را در نظرشان زيبا جلوه می ‌دهيم. بنابراين، آنها كوركورانه ادامه می ‌دهند.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 5, "arabic_text": "أُولَٰٓئِكَ ٱلَّذِينَ لَهُمْ سُوٓءُ ٱلْعَذَابِ وَهُمْ فِى ٱلْءَاخِرَةِ هُمُ ٱلْأَخْسَرُونَ", "english_text": "It is these who incur the worst retribution, and in the Hereafter, they will be the worst losers.", "persian_text": "اينان مستوجب بدترين عذاب هستند و در آخرت، از بدترين بازندگان خواهند بود.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 6, "arabic_text": "وَإِنَّكَ لَتُلَقَّى ٱلْقُرْءَانَ مِن لَّدُنْ حَكِيمٍ عَلِيمٍ", "english_text": "Surely, you are receiving the Quran from a Most Wise, Omniscient.", "persian_text": "مطمئناً، تو قرآن را از حكيم‌ترين دريافت می ‌كنی، آن دانای مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 7, "arabic_text": "إِذْ قَالَ مُوسَىٰ لِأَهْلِهِۦٓ إِنِّىٓ ءَانَسْتُ نَارًا سَـَٔاتِيكُم مِّنْهَا بِخَبَرٍ أَوْ ءَاتِيكُم بِشِهَابٍ قَبَسٍ لَّعَلَّكُمْ تَصْطَلُونَ", "english_text": "Recall that Moses said to his family, \"I see a fire; let me bring you news therefrom, or a torch to warm you.\"", "persian_text": "به ياد آور كه موسی به خانواده‌اش گفت: \"من آتشی می ‌بينم؛ بگذاريد تا از آن خبری برايتان بياورم، يا مشعلی كه شما را گرم كند.\"", "subtitle": "Moses", "footnote": ""}, {"sura_num": 27, "verse_num": 8, "arabic_text": "فَلَمَّا جَآءَهَا نُودِىَ أَنۢ بُورِكَ مَن فِى ٱلنَّارِ وَمَنْ حَوْلَهَا وَسُبْحَٰنَ ٱللَّهِ رَبِّ ٱلْعَٰلَمِينَ", "english_text": "When he came to it, he was called: \"Blessed is the One (who is speaking from) within the fire, and those around it.\" Glory be to GOD, Lord of the universe.", "persian_text": "هنگامی كه به آن رسيد، به او ندا داده شد: \"مبارك است آن يكتايی كه از ميان آتش و اطرافیان آن (صحبت می ‌كند). \"تجليل خدا را، پروردگار جهان.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 9, "arabic_text": "يَٰمُوسَىٰٓ إِنَّهُۥٓ أَنَا ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ", "english_text": "\"O Moses, this is Me, GOD, the Almighty, Most Wise.", "persian_text": "\"ای موسی، اين من هستم، خدا، صاحب اقتدار، حكيم‌ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 10, "arabic_text": "وَأَلْقِ عَصَاكَ  فَلَمَّا رَءَاهَا تَهْتَزُّ كَأَنَّهَا جَآنٌّ وَلَّىٰ مُدْبِرًا وَلَمْ يُعَقِّبْ  يَٰمُوسَىٰ لَا تَخَفْ إِنِّى لَا يَخَافُ لَدَىَّ ٱلْمُرْسَلُونَ", "english_text": "\"Throw down your staff.\" When he saw it moving like a demon, he turned around and fled. \"O Moses, do not be afraid. My messengers shall not fear.", "persian_text": "\"چوب دست خود را بيفکن. و چون ديد که آن مانند ماری در حرکت است، پشت کرد و گريخت. \"ای موسی، نترس. رسولان من نبايد بترسند.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 11, "arabic_text": "إِلَّا مَن ظَلَمَ ثُمَّ بَدَّلَ حُسْنًۢا بَعْدَ سُوٓءٍ فَإِنِّى غَفُورٌ رَّحِيمٌ", "english_text": "\"Except those who commit a transgression, then substitute righteousness after sinning; I am Forgiving, Most Merciful.", "persian_text": "\"به جز كسانی كه از حد تجاوز كنند، سپس نيكوكاری را جايگزين گناه نمايند؛ من عفوكننده هستم، مهربان‌ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 12, "arabic_text": "وَأَدْخِلْ يَدَكَ فِى جَيْبِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سُوٓءٍ  فِى تِسْعِ ءَايَٰتٍ إِلَىٰ فِرْعَوْنَ وَقَوْمِهِۦٓ  إِنَّهُمْ كَانُوا قَوْمًا فَٰسِقِينَ", "english_text": "\"Put your hand in your pocket; it will come out white, without a blemish. These are among nine miracles to Pharaoh and his people, for they are wicked people.\"", "persian_text": "\"دستت را در جيب خود بگذار؛ که سفيد و بدون لک و پيس بيرون آيد. اينها از معجزات نه گانه ای است به فرعون و قومش، زيرا آنها مردمی پليد هستند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 13, "arabic_text": "فَلَمَّا جَآءَتْهُمْ ءَايَٰتُنَا مُبْصِرَةً قَالُوا هَٰذَا سِحْرٌ مُّبِينٌ", "english_text": "When our miracles were presented to them, clear and profound, they said, \"This is obviously magic.\"", "persian_text": "هنگامی که معجزات روشن و شگرف ما به آنان ارائه شد، گفتند: \"اين شعبده ای است آشکار.\"", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 14, "arabic_text": "وَجَحَدُوا بِهَا وَٱسْتَيْقَنَتْهَآ أَنفُسُهُمْ ظُلْمًا وَعُلُوًّا  فَٱنظُرْ كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُفْسِدِينَ", "english_text": "They rejected them and were utterly convinced of their wrong ways, due to their arrogance. Note the consequences for the evildoers.", "persian_text": "آنها از روی تكبرشان آنان را تكذيب كردند و در راه‌های غلط خود كاملاً متقاعد شده بودند. بنگر عاقبت پليد‌كاران را.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 15, "arabic_text": "وَلَقَدْ ءَاتَيْنَا دَاوُۥدَ وَسُلَيْمَٰنَ عِلْمًا  وَقَالَا ٱلْحَمْدُ لِلَّهِ ٱلَّذِى فَضَّلَنَا عَلَىٰ كَثِيرٍ مِّنْ عِبَادِهِ ٱلْمُؤْمِنِينَ", "english_text": "We endowed David and Solomon with knowledge, and they said, \"Praise GOD for blessing us more than many of His believing servants.\"", "persian_text": "ما به داوود و سليمان دانش عطا كرديم و آنها گفتند: \"ستايش خدا را كه به ما بيش از بسياری از بندگان باايمان خود نعمت عطا كرد.\"", "subtitle": "David and Solomon", "footnote": ""}, {"sura_num": 27, "verse_num": 16, "arabic_text": "وَوَرِثَ سُلَيْمَٰنُ دَاوُۥدَ  وَقَالَ يَٰٓأَيُّهَا ٱلنَّاسُ عُلِّمْنَا مَنطِقَ ٱلطَّيْرِ وَأُوتِينَا مِن كُلِّ شَىْءٍ  إِنَّ هَٰذَا لَهُوَ ٱلْفَضْلُ ٱلْمُبِينُ", "english_text": "Solomon was David's heir. He said, \"O people, we have been endowed with understanding the language of the birds, and all kinds of things have been bestowed upon us. This is indeed a real blessing.\"", "persian_text": "سليمان وارث داوود بود. او گفت: \"ای مردم، به ما نعمتی داده شده است تا زبان پرندگان را بفهميم و همه چيز به ما عطا شده است. حقيقتاً، اين نعمت واقعی است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 17, "arabic_text": "وَحُشِرَ لِسُلَيْمَٰنَ جُنُودُهُۥ مِنَ ٱلْجِنِّ وَٱلْإِنسِ وَٱلطَّيْرِ فَهُمْ يُوزَعُونَ", "english_text": "Mobilized in the service of Solomon were his obedient soldiers of jinns and humans, as well as the birds; all at his disposal.", "persian_text": "سربازانی فرمانبردار از جن و انس و نيز پرندگان، در خدمت سليمان مجهز شدند؛ همه تحت فرمان او.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 18, "arabic_text": "حَتَّىٰٓ إِذَآ أَتَوْا عَلَىٰ وَادِ ٱلنَّمْلِ قَالَتْ نَمْلَةٌ يَٰٓأَيُّهَا ٱلنَّمْلُ ٱدْخُلُوا مَسَٰكِنَكُمْ لَا يَحْطِمَنَّكُمْ سُلَيْمَٰنُ وَجُنُودُهُۥ وَهُمْ لَا يَشْعُرُونَ", "english_text": "When they approached the valley of the ants, one ant said, \"O you ants, go into your homes, lest you get crushed by Solomon and his soldiers, without perceiving.\"*", "persian_text": "هنگامی که به وادی مورچگان نزديک شدند، مورچه ای گفت: \"ای مورچه ها، به خانه هايتان برويد، مبادا سليمان و سربازانش، ندانسته، شما را له کنند.\"*", "subtitle": "", "footnote": "*27:18-19 The more unusual the events in a given sura, the stronger the mathematical evidence supporting them. This helps assure us that such strange phenomena are indicative of God's power. This sura's initials, T.S., constitute a complex part of the mathematical miracles related to the Quranic initials. The unusual birth and miracles of Jesus are in Sura 19, which is prefixed with five Quranic Initials. See Appendix 1 for the details."}, {"sura_num": 27, "verse_num": 19, "arabic_text": "فَتَبَسَّمَ ضَاحِكًا مِّن قَوْلِهَا وَقَالَ رَبِّ أَوْزِعْنِىٓ أَنْ أَشْكُرَ نِعْمَتَكَ ٱلَّتِىٓ أَنْعَمْتَ عَلَىَّ وَعَلَىٰ وَٰلِدَىَّ وَأَنْ أَعْمَلَ صَٰلِحًا تَرْضَىٰهُ وَأَدْخِلْنِى بِرَحْمَتِكَ فِى عِبَادِكَ ٱلصَّٰلِحِينَ", "english_text": "He smiled and laughed at her statement,* and said, \"My Lord, direct me to be appreciative of the blessings You have bestowed upon me and my parents, and to do the righteous works that please You. Admit me by Your mercy into the company of Your righteous servants.\"", "persian_text": "او از گفتار آن مورچهٔ مؤنث خنده اش گرفت، و تبسمی کرد* و گفت: \"پروردگار من، مرا راهنمايی کن تا شکر نعماتی را که بر من و والدينم ارزانی داشته ای، به جا آورم و اعمال پرهيزکارانه ای انجام دهم که مورد رضايت تو باشد و به رحمت خود مرا در جمع بندگان صالح خود بپذير.\"", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 20, "arabic_text": "وَتَفَقَّدَ ٱلطَّيْرَ فَقَالَ مَا لِىَ لَآ أَرَى ٱلْهُدْهُدَ أَمْ كَانَ مِنَ ٱلْغَآئِبِينَ", "english_text": "He inspected the birds, and noted: \"Why do I not see the hoopoe? Why is he missing?", "persian_text": "او پرندگان را بازرسی كرد و متوجه شد: \"چرا هدهد را نمی ‌بينم؟ چرا او غايب است؟", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 21, "arabic_text": "لَأُعَذِّبَنَّهُۥ عَذَابًا شَدِيدًا أَوْ لَأَاذْبَحَنَّهُۥٓ أَوْ لَيَأْتِيَنِّى بِسُلْطَٰنٍ مُّبِينٍ", "english_text": "\"I will punish him severely or sacrifice him, unless he gives me a good excuse.\"", "persian_text": "\"من او را به شدت تنبيه يا قربانی خواهم كرد، مگر آنكه برای من دليل خوبی بياورد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 22, "arabic_text": "فَمَكَثَ غَيْرَ بَعِيدٍ فَقَالَ أَحَطتُ بِمَا لَمْ تُحِطْ بِهِۦ وَجِئْتُكَ مِن سَبَإ بِنَبَإٍ يَقِينٍ", "english_text": "He did not wait for long. (The hoopoe) said, \"I have news that you do not have. I brought to you from Sheba, some important information.", "persian_text": "ديری نپاييد. (هدهد) گفت: \"من خبری دارم که تو نداری. من از سبا برای تو اطلاعات مهمی آورده ام.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 23, "arabic_text": "إِنِّى وَجَدتُّ ٱمْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِن كُلِّ شَىْءٍ وَلَهَا عَرْشٌ عَظِيمٌ", "english_text": "\"I found a woman ruling them, who is blessed with everything, and possesses a tremendous palace.", "persian_text": "\"من زنی را يافتم که بر آنان حکومت می کند، کسی است که از هر نعمتی برخوردار است و صاحب کاخی است عظیم.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 24, "arabic_text": "وَجَدتُّهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِن دُونِ ٱللَّهِ وَزَيَّنَ لَهُمُ ٱلشَّيْطَٰنُ أَعْمَٰلَهُمْ فَصَدَّهُمْ عَنِ ٱلسَّبِيلِ فَهُمْ لَا يَهْتَدُونَ", "english_text": "\"I found her and her people prostrating before the sun, instead of GOD. The devil has adorned their works in their eyes, and has repulsed them from the path; consequently, they are not guided.\"", "persian_text": "\"من ديدم كه او و قومش به جای خدا، در مقابل خورشيد سجده می ‌كنند. شيطان اعمالشان را در نظرشان زيبا جلوه داده است و آنها را از راه باز داشته است؛ درنتيجه، آنها هدايت نشده‌اند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 25, "arabic_text": "أَلَّا يَسْجُدُوا لِلَّهِ ٱلَّذِى يُخْرِجُ ٱلْخَبْءَ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ", "english_text": "They should have been prostrating before GOD, the One who manifests all the mysteries in the heavens and the earth, and the One who knows everything you conceal and everything you declare.", "persian_text": "آنها ‌بايد در مقابل خدا سجده كنند، يكتايی كه تمام اسرار آسمان‌ها و زمين را آشكار می ‌كند و يكتايی كه هرچه را پنهان كنيد و هرچه را آشكار نماييد، می ‌داند.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 26, "arabic_text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ ", "english_text": "GOD: there is no other god beside Him; the Lord with the great dominion.", "persian_text": "خدا: خدايی جز او نيست؛ پروردگاری با قلمروی عظيم.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 27, "arabic_text": "قَالَ سَنَنظُرُ أَصَدَقْتَ أَمْ كُنتَ مِنَ ٱلْكَٰذِبِينَ", "english_text": "(Solomon) said, \"We will see if you told the truth, or if you are a liar.", "persian_text": "( سليمان) گفت: \"ما خواهيم ديد که آيا راست گفته ای، يا اينکه دروغگو هستی.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 28, "arabic_text": "ٱذْهَب بِّكِتَٰبِى هَٰذَا فَأَلْقِهْ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَٱنظُرْ مَاذَا يَرْجِعُونَ", "english_text": "\"Take this letter from me, give it to them, then watch for their response.\"", "persian_text": "\"اين نامه را از طرف من به آنها بده، سپس منتظر جواب آنها باش.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 29, "arabic_text": "قَالَتْ يَٰٓأَيُّهَا ٱلْمَلَؤُا إِنِّىٓ أُلْقِىَ إِلَىَّ كِتَٰبٌ كَرِيمٌ", "english_text": "She said, \"O my advisers, I have received an honorable letter.", "persian_text": "او گفت: \"ای مشاورانم، من نامه ای محترم دريافت کرده ام.", "subtitle": "Back in Sheba", "footnote": ""}, {"sura_num": 27, "verse_num": 30, "arabic_text": "إِنَّهُۥ مِن سُلَيْمَٰنَ وَإِنَّهُۥ بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "\"It is from Solomon, and it is, 'In the name of GOD, Most Gracious, Most Merciful.'*", "persian_text": "\"پيکی است از جانب سليمان، با عنوان 'بسم الله الرحمن الرحيم.'*", "subtitle": "", "footnote": "*27:30 The 'Basmalah' included in this verse compensates for the 'Basmalah' that is missing from Sura 9, 19 suras earlier. This restores the total occurrence of 'Basmalah' to 114, 19x6. See Appendix 29 for details of a vast and profound miracle attached to this 'Basmalah.'"}, {"sura_num": 27, "verse_num": 31, "arabic_text": "أَلَّا تَعْلُوا عَلَىَّ وَأْتُونِى مُسْلِمِينَ", "english_text": "\"Proclaiming: 'Do not be arrogant; come to me as submitters.' \"", "persian_text": "\"اعلام می کند: 'متکبر نباشيد؛ به عنوان تسایم شده نزد من بیاييد.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 32, "arabic_text": "قَالَتْ يَٰٓأَيُّهَا ٱلْمَلَؤُا أَفْتُونِى فِىٓ أَمْرِى مَا كُنتُ قَاطِعَةً أَمْرًا حَتَّىٰ تَشْهَدُونِ", "english_text": "She said, \"O my advisers, counsel me in this matter. I am not deciding anything until you advise me.\"", "persian_text": "او گفت: \"ای مشاوران من، شما در اين باره چه توصيه می کنيد؟ من بدون مشاورت شما هيچ تصميمی نمی گيرم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 33, "arabic_text": "قَالُوا نَحْنُ أُولُوا قُوَّةٍ وَأُولُوا بَأْسٍ شَدِيدٍ وَٱلْأَمْرُ إِلَيْكِ فَٱنظُرِى مَاذَا تَأْمُرِينَ", "english_text": "They said, \"We possess the power, we possess the fighting skills, and the ultimate command is in your hand. You decide what to do.\"", "persian_text": "آنها گفتند: \"ما صاحب قدرت هستیم، مهارت جنگیدن داریم و حکم نهايی به دست توست. تو تصميم بگير که چه بايد کرد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 34, "arabic_text": "قَالَتْ إِنَّ ٱلْمُلُوكَ إِذَا دَخَلُوا قَرْيَةً أَفْسَدُوهَا وَجَعَلُوٓا أَعِزَّةَ أَهْلِهَآ أَذِلَّةً  وَكَذَٰلِكَ يَفْعَلُونَ", "english_text": "She said, \"The kings corrupt any land they invade, and subjugate its dignified people. This is what they usually do.", "persian_text": "او گفت: \"پادشاهان به هر سرزمينی كه حمله کنند، آن را به تباهی می ‌كشانند و مردم باعزت آنجا را به ذلت می ‌نشانند. اين كاری است كه معمولاً انجام می ‌دهند.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 35, "arabic_text": "وَإِنِّى مُرْسِلَةٌ إِلَيْهِم بِهَدِيَّةٍ فَنَاظِرَة بِمَ يَرْجِعُ ٱلْمُرْسَلُونَ", "english_text": "\"I am sending a gift to them; let us see what the messengers come back with.\"", "persian_text": "\"من هديه ای برای آنها می فرستم؛ تا ببينيم رسولان با چه بازمی گردند.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 36, "arabic_text": "فَلَمَّا جَآءَ سُلَيْمَٰنَ قَالَ أَتُمِدُّونَنِ بِمَالٍ فَمَآ ءَاتَىٰنِۦَ ٱللَّهُ خَيْرٌ مِّمَّآ ءَاتَىٰكُم بَلْ أَنتُم بِهَدِيَّتِكُمْ تَفْرَحُونَ", "english_text": "When the hoopoe returned to Solomon (he told him the news), and he responded (to Sheba's people): \"Are you giving me money? What GOD has given me is far better than what He has given you. You are the ones to rejoice in such gifts.\"", "persian_text": "هنگامی که هدهد نزد سليمان بازگشت (اخبار را به او داد) و او (به مردم سبا) پاسخ گفت: \"آيا به من پول می دهيد؟ آنچه خدا به من داده است، بسيار بهتر است از آنچه به شما داده است. اين شماييد که با چنين هدايايی خوشنود می شويد.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 37, "arabic_text": "ٱرْجِعْ إِلَيْهِمْ فَلَنَأْتِيَنَّهُم بِجُنُودٍ لَّا قِبَلَ لَهُم بِهَا وَلَنُخْرِجَنَّهُم مِّنْهَآ أَذِلَّةً وَهُمْ صَٰغِرُونَ", "english_text": "(To the hoopoe, he said,) \"Go back to them (and let them know that) we will come to them with forces they cannot imagine. We will evict them, humiliated and debased.\"", "persian_text": "(و به هدهد گفت:)\" نزدشان بازگرد (و بگذار بدانند که) ما با چنان نيرويی به سوی آنها خواهيم آمد که تصورش را هم نمی کنند. ما آنها را با خواری و ذلت، بيرون خواهيم کرد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 38, "arabic_text": "قَالَ يَٰٓأَيُّهَا ٱلْمَلَؤُا أَيُّكُمْ يَأْتِينِى بِعَرْشِهَا قَبْلَ أَن يَأْتُونِى مُسْلِمِينَ", "english_text": "He said, \"O you elders, which of you can bring me her mansion, before they arrive here as submitters?\"", "persian_text": "او گفت: \"ای بزرگان، کداميک از شما می تواند قصر او را، پيش از آنکه آنها تسایم شده (مسلمان) به اينجا برسند، نزد من بیاورد؟\"", "subtitle": "Faster Than the Speed of Light", "footnote": ""}, {"sura_num": 27, "verse_num": 39, "arabic_text": "قَالَ عِفْرِيتٌ مِّنَ ٱلْجِنِّ أَنَا ءَاتِيكَ بِهِۦ قَبْلَ أَن تَقُومَ مِن مَّقَامِكَ  وَإِنِّى عَلَيْهِ لَقَوِىٌّ أَمِينٌ", "english_text": "One afrit from the jinns said, \"I can bring it to you before you stand up. I am powerful enough to do this.\"", "persian_text": "عفريتی از جنيان گفت: \"من می توانم پیش از آنکه تو از جای خويش برخيزی، آن را نزد تو آورم. من توانايی لازم را برای اين کار دارم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 40, "arabic_text": "قَالَ ٱلَّذِى عِندَهُۥ عِلْمٌ مِّنَ ٱلْكِتَٰبِ أَنَا ءَاتِيكَ بِهِۦ قَبْلَ أَن يَرْتَدَّ إِلَيْكَ طَرْفُكَ  فَلَمَّا رَءَاهُ مُسْتَقِرًّا عِندَهُۥ قَالَ هَٰذَا مِن فَضْلِ رَبِّى لِيَبْلُوَنِىٓ ءَأَشْكُرُ أَمْ أَكْفُرُ  وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِۦ  وَمَن كَفَرَ فَإِنَّ رَبِّى غَنِىٌّ كَرِيمٌ", "english_text": "The one who possessed knowledge from the book said, \"I can bring it to you in the blink of your eye.\" When he saw it settled in front of him, he said, \"This is a blessing from my Lord, whereby He tests me, to show whether I am appreciative or unappreciative. Whoever is appreciative is appreciative for his own good, and if one turns unappreciative, then my Lord is in no need for him, Most Honorable.\"", "persian_text": "کسی که دانشی از کتاب داشت، گفت: \"من می توانم آن را در عرض يک چشم بر هم زدن نزد تو آورم.\" هنگامی که آن را مقابل خود حاضر ديد، گفت: \"اين نعمتی است از جانب پروردگار من، که بدين وسيله مرا می آزمايد تا نشان دهد که من سپاسگزارم، يا ناسپاس. هر کس سپاسگزار باشد به نفع خود سپاسگزار است و اگر کسی ناسپاس شود، پس پروردگار من به او نيازی ندارد، محترم ترین.\"", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 41, "arabic_text": "قَالَ نَكِّرُوا لَهَا عَرْشَهَا نَنظُرْ أَتَهْتَدِىٓ أَمْ تَكُونُ مِنَ ٱلَّذِينَ لَا يَهْتَدُونَ", "english_text": "He said, \"Remodel her mansion for her. Let us see if she will be guided, or continue with the misguided.\"", "persian_text": "او گفت: \"قصر او را برايش بازسازی کنيد تا ببينم آيا هدايت خواهد شد، يا با گمراهان ادامه خواهد داد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 42, "arabic_text": "فَلَمَّا جَآءَتْ قِيلَ أَهَٰكَذَا عَرْشُكِ  قَالَتْ كَأَنَّهُۥ هُوَ  وَأُوتِينَا ٱلْعِلْمَ مِن قَبْلِهَا وَكُنَّا مُسْلِمِينَ", "english_text": "When she arrived, she was asked, \"Does your mansion look like this?\" She said, \"It seems that this is it.\" (Solomon said,) \"We knew beforehand what she was going to do, and we were already submitters.\"", "persian_text": "هنگامی که از راه رسيد، از او سﺋوال شد: \"آيا قصر تو شبيه به اين نيست؟\" گفت: \"به نظر می رسد که اين همان باشد.\" (سليمان گفت:) \"ما از پيش می ‌دانستيم كه او چه خواهد كرد و ما قبلاً تسليم شده بوديم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 43, "arabic_text": "وَصَدَّهَا مَا كَانَت تَّعْبُدُ مِن دُونِ ٱللَّهِ  إِنَّهَا كَانَتْ مِن قَوْمٍ كَٰفِرِينَ", "english_text": "She had been diverted by worshiping idols instead of GOD; she belonged to disbelieving people.", "persian_text": "او با پرستش معبودان به جای خدا منحرف شده بود؛ او متعلق به مردم كافر بود.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 44, "arabic_text": "قِيلَ لَهَا ٱدْخُلِى ٱلصَّرْحَ  فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَن سَاقَيْهَا  قَالَ إِنَّهُۥ صَرْحٌ مُّمَرَّدٌ مِّن قَوَارِيرَ   قَالَتْ رَبِّ إِنِّى ظَلَمْتُ نَفْسِى وَأَسْلَمْتُ مَعَ سُلَيْمَٰنَ لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ", "english_text": "She was told, \"Go inside the palace.\" When she saw its interior, she thought it was a pool of water, and she (pulled up her dress,) exposing her legs. He said, \"This interior is now paved with crystal.\" She said, \"My Lord, I have wronged my soul. I now submit with Solomon to GOD, Lord of the universe.\"", "persian_text": "به او گفته شد: \"وارد كاخ شو.\" هنگامی كه داخل آن را ديد، فكر كرد كه استخر آبی است، (لباسش را بالا زد) و ساق پاهايش را نمايان ساخت. او گفت: \"داخل اين اكنون با كريستال فرش شده است.\" او گفت: \"پروردگار من، من به نفس خود ستم كرده ام. اينك، همراه با سليمان به خدا تسليم می ‌شوم، پروردگار جهان.\"", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 45, "arabic_text": "وَلَقَدْ أَرْسَلْنَآ إِلَىٰ ثَمُودَ أَخَاهُمْ صَٰلِحًا أَنِ ٱعْبُدُوا ٱللَّهَ فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ", "english_text": "We have sent to Thamûd their brother Sãleh, saying, \"You shall worship GOD.\" But they turned into two feuding factions.", "persian_text": "ما به ثمود، برادرشان صالح را فرستاده‌ايم. می ‌گفت: \"بايد خدا را بپرستيد.\" اما آنها به دو دستهٔ مخالف تقسيم شدند.", "subtitle": "Sãleh", "footnote": ""}, {"sura_num": 27, "verse_num": 46, "arabic_text": "قَالَ يَٰقَوْمِ لِمَ تَسْتَعْجِلُونَ بِٱلسَّيِّئَةِ قَبْلَ ٱلْحَسَنَةِ  لَوْلَا تَسْتَغْفِرُونَ ٱللَّهَ لَعَلَّكُمْ تُرْحَمُونَ", "english_text": "He said, \"O my people, why do you hasten to commit evil instead of good works? If only you implore GOD for forgiveness, you may attain mercy.\"", "persian_text": "او گفت: \"ای قوم من، چرا به جای نيكوكاری به سوی كارهای پليد می ‌شتابيد؟ اگر فقط از خدا طلب بخشش كنيد، ممكن است مورد رحمت قرار بگيريد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 47, "arabic_text": "قَالُوا ٱطَّيَّرْنَا بِكَ وَبِمَن مَّعَكَ  قَالَ طَٰٓئِرُكُمْ عِندَ ٱللَّهِ  بَلْ أَنتُمْ قَوْمٌ تُفْتَنُونَ", "english_text": "They said, \"We consider you a bad omen for us, you and those who joined you.\" He said, \"Your omen is fully controlled by GOD. Indeed, you are deviant people.\"", "persian_text": "آنها گفتند: \"ما تو و كسانی را كه به تو ملحق شده‌اند، برای خود بدیمن می ‌دانيم.\" او گفت: \"یمن شما كاملاً در كنترل خداست. درواقع، شما مردمی منحرف هستيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 48, "arabic_text": "وَكَانَ فِى ٱلْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِى ٱلْأَرْضِ وَلَا يُصْلِحُونَ", "english_text": "There were nine gangsters in the city who were wicked, and never did anything good.", "persian_text": "در آن شهر نه تبهكار بودند كه فساد می ‌كردند و هرگز كار خيری انجام نمی ‌دادند.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 49, "arabic_text": "قَالُوا تَقَاسَمُوا بِٱللَّهِ لَنُبَيِّتَنَّهُۥ وَأَهْلَهُۥ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِۦ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِۦ وَإِنَّا لَصَٰدِقُونَ", "english_text": "They said, \"Let us swear by GOD that we kill him and his people, then tell his tribe, 'We know nothing about their death. We are truthful.'\"", "persian_text": "آنها گفتند: \"بياييد به خدا سوگند ياد كنيم كه او و قومش را بكشيم، سپس به قبيله‌اش بگوييم: \"ما دربارهٔ مرگ آنها چيزی نمی ‌دانيم. ما راستگو هستيم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 50, "arabic_text": "وَمَكَرُوا مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ", "english_text": "They plotted and schemed, but we also plotted and schemed, while they did not perceive.", "persian_text": "آنها نقشه كشيدند و حيله كردند، ولی ما هم نقشه كشيديم و حيله كرديم، در حالی كه آنها درك نكردند.", "subtitle": "God Protects The Believers", "footnote": ""}, {"sura_num": 27, "verse_num": 51, "arabic_text": "فَٱنظُرْ كَيْفَ كَانَ عَٰقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَٰهُمْ وَقَوْمَهُمْ أَجْمَعِينَ", "english_text": "Note the consequences of their plotting; we annihilated them and all their people.", "persian_text": "بنگر به عاقبت نقشه‌هايشان؛ ما آنها و تمامی قومشان را نابود كرديم.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 52, "arabic_text": "فَتِلْكَ بُيُوتُهُمْ خَاوِيَةًۢ بِمَا ظَلَمُوٓا   إِنَّ فِى ذَٰلِكَ لَءَايَةً لِّقَوْمٍ يَعْلَمُونَ", "english_text": "Here are their homes utterly ruined, because of their transgression. This should be a lesson for people who know.", "persian_text": "اين است خانه‌هايشان كه به خاطر ستمکاری شان به كلی ويران شده است. اين بايد درس عبرتی باشد برای مردمی كه می ‌دانند.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 53, "arabic_text": "وَأَنجَيْنَا ٱلَّذِينَ ءَامَنُوا وَكَانُوا يَتَّقُونَ", "english_text": "We save those who believe and lead a righteous life.", "persian_text": "ما کسانی را که ايمان می آورند و زندگی پرهيزکارانه ای را در پيش می گيرند، نجات می دهيم.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 54, "arabic_text": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ أَتَأْتُونَ ٱلْفَٰحِشَةَ وَأَنتُمْ تُبْصِرُونَ", "english_text": "Lot said to his people, \"How could you commit such an abomination, publicly, while you see?", "persian_text": "لوط به قوم خود گفت: \"چطور می ‌توانيد در ملأ عام مرتكب چنين عمل زشتی شويد، در حالی كه می ‌بينيد؟", "subtitle": "Lot", "footnote": ""}, {"sura_num": 27, "verse_num": 55, "arabic_text": "أَئِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ شَهْوَةً مِّن دُونِ ٱلنِّسَآءِ  بَلْ أَنتُمْ قَوْمٌ تَجْهَلُونَ", "english_text": "\"You practice sex with the men, lustfully, instead of the women. Indeed, you are ignorant people.\"", "persian_text": "\"شما از روی شهوت به جای زنان، با مردان روابط جنسی داريد. واقعاً كه مردمی نادان هستيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 56, "arabic_text": "فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوٓا أَخْرِجُوٓا ءَالَ لُوطٍ مِّن قَرْيَتِكُمْ  إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ", "english_text": "The only response from his people was their saying, \"Banish Lot's family from your town; they are people who wish to be pure.\"", "persian_text": "تنها پاسخ قومش اين بود كه می ‌گفتند: \"خانوادهٔ لوط را از شهرتان بيرون كنيد؛ آنها مردمی هستند كه می ‌خواهند پاك باشند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 57, "arabic_text": "فَأَنجَيْنَٰهُ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ قَدَّرْنَٰهَا مِنَ ٱلْغَٰبِرِينَ", "english_text": "Consequently, we saved him and his family, except his wife; we counted her among the doomed.", "persian_text": "درنتيجه، ما او و خانواده‌اش را نجات داديم، به جز زنش؛ ما او را از فناشدگان به شمار آورديم.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 58, "arabic_text": "وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا  فَسَآءَ مَطَرُ ٱلْمُنذَرِينَ", "english_text": "We showered them with a certain shower. It was a miserable shower upon people who had been warned.", "persian_text": "ما بارانی مخصوص بر آنها بارانديم. بارانی شوم برای مردمی كه به آنها هشدار داده شده بود.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 59, "arabic_text": "قُلِ ٱلْحَمْدُ لِلَّهِ وَسَلَٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصْطَفَىٰٓ   ءَآللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ", "english_text": "Say, \"Praise be to GOD and peace be upon His servants whom He chose. Is GOD better, or the idols some people set up?\"", "persian_text": "بگو: \"ستايش خدای را و صلح بر بندگان برگزيدهٔ او. آيا خدا بهتر است يا آنچه بعضی از مردم شريک قرار می دهند؟\"", "subtitle": "Make No Distinction Among God's Messengers", "footnote": ""}, {"sura_num": 27, "verse_num": 60, "arabic_text": "أَمَّنْ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءً فَأَنۢبَتْنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهْجَةٍ مَّا كَانَ لَكُمْ أَن تُنۢبِتُوا شَجَرَهَآ   أَءِلَٰهٌ مَّعَ ٱللَّهِ  بَلْ هُمْ قَوْمٌ يَعْدِلُونَ", "english_text": "Who is the One who created the heavens and the earth? Who is the One who sends down to you from the sky water, whereby we produce gardens full of beauty—you could not possibly manufacture its trees? Is it another god with GOD? Indeed, they are people who have deviated.", "persian_text": "كيست آن كه آسمان ها و زمين را آفريد؟ كيست آن كه از آسمان آب برايتان می ‌فرستد، كه ما با آن باغ‌هايی سرشار از زيبايی به وجود می ‌آوريم- شما هرگز نمی ‌توانيد درختان آن را بسازيد؟ آيا خدای ديگری با خدا هست؟ واقعاً كه آنها مردمی هستند كه منحرف شده‌اند.", "subtitle": "God ALONE Worthy of Worship", "footnote": ""}, {"sura_num": 27, "verse_num": 61, "arabic_text": "أَمَّن جَعَلَ ٱلْأَرْضَ قَرَارًا وَجَعَلَ خِلَٰلَهَآ أَنْهَٰرًا وَجَعَلَ لَهَا رَوَٰسِىَ وَجَعَلَ بَيْنَ ٱلْبَحْرَيْنِ حَاجِزًا   أَءِلَٰهٌ مَّعَ ٱللَّهِ  بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ", "english_text": "Who is the One who made the earth habitable, caused rivers to run through it, placed on it mountains, and created a barrier between the two waters? Is it another god with GOD? Indeed, most of them do not know.", "persian_text": "کيست آن که زمين را قابل سکونت قرار داد و موجب شد که رودها در آن جاری شوند، کوه ها را در آن جای داد و ميان دو آب حايلی آفريد؟ آيا خدای ديگری با خدا هست؟ درواقع، اکثرشان نمی دانند.", "subtitle": "Jesus, Mary, Muhammad, the Saints, etc. Never Participated", "footnote": ""}, {"sura_num": 27, "verse_num": 62, "arabic_text": "أَمَّن يُجِيبُ ٱلْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ ٱلسُّوٓءَ وَيَجْعَلُكُمْ خُلَفَآءَ ٱلْأَرْضِ   أَءِلَٰهٌ مَّعَ ٱللَّهِ  قَلِيلًا مَّا تَذَكَّرُونَ", "english_text": "Who is the One who rescues those who become desperate and call upon Him, relieves adversity, and makes you inheritors of the earth? Is it another god with GOD? Rarely do you take heed.", "persian_text": "کيست آن که وقتی درماندگان او را بخوانند، آنان را رهايی می بخشد و بدبختی را برطرف می سازد و شما را وارث زمين قرار می دهد؟ آيا خدای ديگری با خدا هست؟ شما به ندرت توجه می کنید.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 63, "arabic_text": "أَمَّن يَهْدِيكُمْ فِى ظُلُمَٰتِ ٱلْبَرِّ وَٱلْبَحْرِ وَمَن يُرْسِلُ ٱلرِّيَٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦٓ   أَءِلَٰهٌ مَّعَ ٱللَّهِ  تَعَٰلَى ٱللَّهُ عَمَّا يُشْرِكُونَ", "english_text": "Who is the One who guides you in the darkness of land and sea? Who is the One who sends the winds with good news, signaling His mercy? Is it another god with GOD? Most exalted is GOD, above having any partner.", "persian_text": "کيست آن که شما را در تاريکی های خشکی و دريا هدایت می کند؟ کيست آن که بادها را به بشارت می فرستد، تا نشانی باشد از رحمت او؟ آيا خدای ديگری با خدا هست؟ بلندمرتبه ترين خداست، فراتر از آنکه شريکی داشته باشد.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 64, "arabic_text": "أَمَّن يَبْدَؤُا ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرْزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ   أَءِلَٰهٌ مَّعَ ٱللَّهِ  قُلْ هَاتُوا بُرْهَٰنَكُمْ إِن كُنتُمْ صَٰدِقِينَ", "english_text": "Who is the One who initiates the creation, then repeats it? Who is the One who provides for you from the heaven and the earth? Is it another god with GOD? Say, \"Show me your proof, if you are truthful.\"", "persian_text": "چه كسی است كه آفرينش را آغاز می ‌كند، سپس آن را تكرار می ‌نمايد؟ چه كسی است كه از آسمان و زمين برای شما روزی فراهم می ‌كند؟ آيا خدای ديگری با خدا هست؟ بگو: \"مدرك خود را به من نشان دهيد، اگر راست می ‌گوييد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 65, "arabic_text": "قُل لَّا يَعْلَمُ مَن فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ٱلْغَيْبَ إِلَّا ٱللَّهُ  وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ", "english_text": "Say, \"No one in the heavens and the earth knows the future except GOD. They do not even perceive how or when they will be resurrected.\"", "persian_text": "بگو: \"جز خدا هيچ كس در آسمان‌ها و زمين آينده را نمی ‌داند. آنها حتی درك نمی ‌كنند كه چگونه يا چه موقع برانگيخته خواهند شد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 66, "arabic_text": "بَلِ ٱدَّٰرَكَ عِلْمُهُمْ فِى ٱلْءَاخِرَةِ  بَلْ هُمْ فِى شَكٍّ مِّنْهَا  بَلْ هُم مِّنْهَا عَمُونَ", "english_text": "In fact, their knowledge concerning the Hereafter is confused. In fact, they harbor doubts about it. In fact, they are totally heedless thereof.", "persian_text": "درحقيقت، دانش آنها در مورد آخرت مبهم است. درحقيقت، آنها دربارهٔ آن شك دارند. درحقیقت، آنها نسبت به آن كاملاً بی توجه هستند.", "subtitle": "Believing in the Hereafter: Great Obstacle for Most People", "footnote": ""}, {"sura_num": 27, "verse_num": 67, "arabic_text": "وَقَالَ ٱلَّذِينَ كَفَرُوٓا أَءِذَا كُنَّا تُرَٰبًا وَءَابَآؤُنَآ أَئِنَّا لَمُخْرَجُونَ", "english_text": "Those who disbelieved said, \"After we turn into dust, and also our parents, do we get brought out?", "persian_text": "كسانی كه ايمان نياوردند، گفتند: \"آيا پس از آنكه ما و والدين ما به خاك تبديل شديم، بيرون آورده می شويم؟", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 68, "arabic_text": "لَقَدْ وُعِدْنَا هَٰذَا نَحْنُ وَءَابَآؤُنَا مِن قَبْلُ إِنْ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلْأَوَّلِينَ", "english_text": "\"We have been given the same promise in the past. These are nothing but tales from the past.\"", "persian_text": "\"چنين وعده‌ای در گذشته به ما داده شده بود. اينها چيزی جز افسانه‌های قديمی نيست.\"", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 69, "arabic_text": "قُلْ سِيرُوا فِى ٱلْأَرْضِ فَٱنظُرُوا كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُجْرِمِينَ", "english_text": "Say, \"Roam the earth and note the consequences for the guilty.\"", "persian_text": "بگو: \"در زمين بگرديد و عاقبت گناهكاران را ببينيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 70, "arabic_text": "وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُن فِى ضَيْقٍ مِّمَّا يَمْكُرُونَ", "english_text": "Do not grieve over them, and do not be annoyed by their scheming.", "persian_text": "برای آنها اندوهگين نباش و از نيرنگ آنها آزرده نشو.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 71, "arabic_text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ", "english_text": "They say, \"When will that promise come to pass, if you are truthful?\"", "persian_text": "آنها می ‌گويند: \"چه موقع آن وعده فرا خواهد رسيد، اگر راست می ‌گوييد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 72, "arabic_text": "قُلْ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعْضُ ٱلَّذِى تَسْتَعْجِلُونَ", "english_text": "Say, \"You are already suffering some of the retribution you challenge.\"", "persian_text": "بگو: \"شما از هم اكنون قسمتی از عذابی را كه به مبارزه می طلبید، چشيده‌ايد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 73, "arabic_text": "وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ", "english_text": "Your Lord is full of grace towards the people, but most of them are unappreciative.", "persian_text": "پروردگار تو نسبت به مردم سرشار از موهبت است، اما اكثر آنها سپاسگزار نيستند.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 74, "arabic_text": "وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ", "english_text": "Your Lord fully knows what their chests hide, and what they declare.", "persian_text": "پروردگار تو كاملاً می ‌داند آنچه را كه در سينه‌هايشان پنهان می ‌كنند و آنچه را كه آشكار می ‌سازند.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 75, "arabic_text": "وَمَا مِنْ غَآئِبَةٍ فِى ٱلسَّمَآءِ وَٱلْأَرْضِ إِلَّا فِى كِتَٰبٍ مُّبِينٍ", "english_text": "There is nothing in the heavens and the earth that is hidden (from God); everything is in a profound record.", "persian_text": "چيزی در آسمان‌ها و زمين وجود ندارد كه (از خدا) پنهان باشد؛ همه چيز در پرونده‌ای كامل است.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 76, "arabic_text": "إِنَّ هَٰذَا ٱلْقُرْءَانَ يَقُصُّ عَلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ أَكْثَرَ ٱلَّذِى هُمْ فِيهِ يَخْتَلِفُونَ", "english_text": "This Quran settles many issues for the Children of Israel; issues that they are still disputing.", "persian_text": "اين قرآن، بسياری از مطالب را برای بنی اسراييل حل و فصل می کند؛ مطالبی که هنوز درباره اش اختلاف دارند.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 77, "arabic_text": "وَإِنَّهُۥ لَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ", "english_text": "And most assuredly, it is a guide and mercy for the believers.", "persian_text": "و مطمئناً، هدايت و رحمتی است برای مؤمنان.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 78, "arabic_text": "إِنَّ رَبَّكَ يَقْضِى بَيْنَهُم بِحُكْمِهِۦ  وَهُوَ ٱلْعَزِيزُ ٱلْعَلِيمُ", "english_text": "Your Lord is the One who judges among them in accordance with His rules. He is the Almighty, the Omniscient.", "persian_text": "پروردگار تو يكتايی است كه در ميان آنها بر طبق احكام خود قضاوت می ‌كند. اوست صاحب اقتدار، دانای مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 79, "arabic_text": "فَتَوَكَّلْ عَلَى ٱللَّهِ  إِنَّكَ عَلَى ٱلْحَقِّ ٱلْمُبِينِ", "english_text": "Therefore, put your trust in GOD; you are following the manifest truth.", "persian_text": "بنابراين، به خدا توكل كن؛ تو از حقيقتی آشكار پيروی می ‌كنی.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 80, "arabic_text": "إِنَّكَ لَا تُسْمِعُ ٱلْمَوْتَىٰ وَلَا تُسْمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوْا مُدْبِرِينَ", "english_text": "You cannot make the dead, nor the deaf, hear the call, if they turn away.", "persian_text": "تو نمی توانی مرده و كر را وادار كنی تا صدا را بشنوند، اگر روی گردانند.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 81, "arabic_text": "وَمَآ أَنتَ بِهَٰدِى ٱلْعُمْىِ عَن ضَلَٰلَتِهِمْ  إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِـَٔايَٰتِنَا فَهُم مُّسْلِمُونَ", "english_text": "Nor can you guide the blind out of their straying. The only ones who will hear you are those who believe in our revelations, and decide to be submitters.", "persian_text": "و نمی توانی كور را از گمراهی هدايت كنی. تنها كسانی تو را خواهند شنيد كه به آيات ما ايمان دارند و تصميم می ‌گيرند كه تسليم شده باشند.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 82, "arabic_text": "وَإِذَا وَقَعَ ٱلْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَآبَّةً مِّنَ ٱلْأَرْضِ تُكَلِّمُهُمْ أَنَّ ٱلنَّاسَ كَانُوا بِـَٔايَٰتِنَا لَا يُوقِنُونَ", "english_text": "At the right time, we will produce for them a creature, made of earthly materials, declaring that the people are not certain about our revelations.", "persian_text": "در زمانی مناسب، ما موجودی برايشان پديد می آوريم كه از مواد زمينی ساخته شده است و اعلان می ‌كند كه مردم به آيات ما يقين ندارند.", "subtitle": "The Computer Is The Creature*", "footnote": "*27:82 (2+7+8+2 = 19) The computer was required to unveil the Quran's mathematical miracle, and it proved that most people have discarded God's message (see Appendices 1 & 19)."}, {"sura_num": 27, "verse_num": 83, "arabic_text": "وَيَوْمَ نَحْشُرُ مِن كُلِّ أُمَّةٍ فَوْجًا مِّمَّن يُكَذِّبُ بِـَٔايَٰتِنَا فَهُمْ يُوزَعُونَ", "english_text": "The day will come when we summon from every community some of those who did not believe in our proofs, forcibly.", "persian_text": "آن روز خواهد آمد كه ما از هر جامعه‌ای برخی از افرادی را كه به مدرک های ما ايمان نياوردند، به اجبار، احضار كنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 84, "arabic_text": "حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبْتُم بِـَٔايَٰتِى وَلَمْ تُحِيطُوا بِهَا عِلْمًا أَمَّاذَا كُنتُمْ تَعْمَلُونَ", "english_text": "When they arrive, He will say, \"You have rejected My revelations, before acquiring knowledge about them. Is this not what you did?\"", "persian_text": "هنگامی كه وارد شوند، او خواهد گفت: \"شما آيات مرا، پيش از آنكه دربارهٔ آنها دانشی كسب كنيد، تكذيب كرده‌ايد. آيا اين كار را نكرديր¯؟\"", "subtitle": "Study the Quran's Mathematical Code", "footnote": ""}, {"sura_num": 27, "verse_num": 85, "arabic_text": "وَوَقَعَ ٱلْقَوْلُ عَلَيْهِم بِمَا ظَلَمُوا فَهُمْ لَا يَنطِقُونَ", "english_text": "They will incur the requital for their wickedness; they will say nothing.", "persian_text": "آنها به سبب ستمکاری هايشان به کيفر خواهند رسيد؛ آنها هيچ سخنی نخواهند گفت.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 86, "arabic_text": "أَلَمْ يَرَوْا أَنَّا جَعَلْنَا ٱلَّيْلَ لِيَسْكُنُوا فِيهِ وَٱلنَّهَارَ مُبْصِرًا  إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّقَوْمٍ يُؤْمِنُونَ", "english_text": "Have they not seen that we made the night for their rest, and the day lighted? These should be sufficient proofs for people who believe.", "persian_text": "آيا نديده اند که ما شب را برای استراحت آنها پديد آورديم و روز را روشنايی بخش؟ اينها باید مدرکی هایی کافی باشد برای مردمی که ايمان دارند.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 87, "arabic_text": "وَيَوْمَ يُنفَخُ فِى ٱلصُّورِ فَفَزِعَ مَن فِى ٱلسَّمَٰوَٰتِ وَمَن فِى ٱلْأَرْضِ إِلَّا مَن شَآءَ ٱللَّهُ  وَكُلٌّ أَتَوْهُ دَٰخِرِينَ", "english_text": "On the day when the horn is blown, everyone in the heavens and the earth will be horrified, except those chosen by GOD. All will come before Him, forcibly.", "persian_text": "روزی که در صور دميده شود، هر که در آسمان ها و زمين است به هراس افتد، به جز برگزيدگان خدا. همهٔ آنها، به اجبار نزد او خواهند آمد.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 88, "arabic_text": "وَتَرَى ٱلْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِىَ تَمُرُّ مَرَّ ٱلسَّحَابِ  صُنْعَ ٱللَّهِ ٱلَّذِىٓ أَتْقَنَ كُلَّ شَىْءٍ  إِنَّهُۥ خَبِير بِمَا تَفْعَلُونَ", "english_text": "When you look at the mountains, you think that they are standing still. But they are moving, like the clouds. Such is the manufacture of GOD, who perfected everything. He is fully Cognizant of everything you do.", "persian_text": "هنگامی كه به كوه‌ها نگاه می ‌كنی، فكر می ‌كنی كه آنها بر جای خود ايستاده‌اند. اما آنها مانند ابرها حركت می ‌كنند. چنين است صنعت خدا، كه همه چيز را تكميل كرد. او كاملاً از تمام اعمالتان آگاه است.", "subtitle": "Earth's Movement: A Scientific Miracle", "footnote": ""}, {"sura_num": 27, "verse_num": 89, "arabic_text": "مَن جَآءَ بِٱلْحَسَنَةِ فَلَهُۥ خَيْرٌ مِّنْهَا وَهُم مِّن فَزَعٍ يَوْمَئِذٍ ءَامِنُونَ", "english_text": "Those who bring good works (in their records) will receive far better rewards, and they will be perfectly secure from the horrors of that day.", "persian_text": "كسانی كه اعمال خوب (در پرونده خود) بياورند، پاداش‌های بسيار بهتری دريافت خواهند كرد و از وحشت آن روز كاملاً در امان خواهند بود.", "subtitle": "The Day of Judgment", "footnote": ""}, {"sura_num": 27, "verse_num": 90, "arabic_text": "وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتْ وُجُوهُهُمْ فِى ٱلنَّارِ هَلْ تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ", "english_text": "As for those who bring evil works, they will be forced into Hell. Do you not get requited for what you did?", "persian_text": "و اما كسانی كه كارهای پليد بياورند، به اجبار در دوزخ خواهند بود. آيا برای اعمالتان مجازات نمی ‌شويد؟", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 91, "arabic_text": "إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَٰذِهِ ٱلْبَلْدَةِ ٱلَّذِى حَرَّمَهَا وَلَهُۥ كُلُّ شَىْءٍ  وَأُمِرْتُ أَنْ أَكُونَ مِنَ ٱلْمُسْلِمِينَ", "english_text": "I am simply commanded to worship the Lord of this town—He has made it a safe sanctuary—and He possesses all things. I am commanded to be a submitter.", "persian_text": "به من فقط امر شده است كه پروردگار اين شهر را پرستش كنم- او آن را عبادتگاهی امن قرار داد- و او صاحب همه چيز است. به من امر شده است تا تسليم شده باشم.", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 92, "arabic_text": "وَأَنْ أَتْلُوَا ٱلْقُرْءَانَ  فَمَنِ ٱهْتَدَىٰ فَإِنَّمَا يَهْتَدِى لِنَفْسِهِۦ  وَمَن ضَلَّ فَقُلْ إِنَّمَآ أَنَا مِنَ ٱلْمُنذِرِينَ", "english_text": "And to recite the Quran. Whoever is guided is guided for his own good, and if they go astray, then say, \"I am simply a warner.\"", "persian_text": "و اينكه قرآن را بخوانم. هر كسی هدايت شود، به نفع خود هدايت شده است و اگر آنها به گمراهی روند، پس بگو: \"من فقط هشداردهنده هستم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 27, "verse_num": 93, "arabic_text": "وَقُلِ ٱلْحَمْدُ لِلَّهِ سَيُرِيكُمْ ءَايَٰتِهِۦ فَتَعْرِفُونَهَا  وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعْمَلُونَ", "english_text": "And say, \"Praise be to GOD; He will show you His proofs, until you recognize them. Your Lord is never unaware of anything you do.\"", "persian_text": "و بگو: \"ستايش خدا را؛ او مدرك‌های خود را به شما نشان خواهد داد، تا آنكه آنها را تشخيص دهيد. پروردگار تو هرگز از هر عملی كه انجام دهيد، غافل نيست.\"", "subtitle": "", "footnote": ""}]