[{"sura_num": 65, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "Divorce", "chapter_title_arabic": "الطلاق", "chapter_title_persian": "طلاق"}, {"sura_num": 65, "verse_num": 1, "arabic_text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ إِذَا طَلَّقْتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا ٱلْعِدَّةَ  وَٱتَّقُوا ٱللَّهَ رَبَّكُمْ  لَا تُخْرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّآ أَن يَأْتِينَ بِفَٰحِشَةٍ مُّبَيِّنَةٍ  وَتِلْكَ حُدُودُ ٱللَّهِ  وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدْ ظَلَمَ نَفْسَهُۥ  لَا تَدْرِى لَعَلَّ ٱللَّهَ يُحْدِثُ بَعْدَ ذَٰلِكَ أَمْرًا", "english_text": "O you prophet, when you people divorce the women, you shall ensure that a divorce interim is fulfilled. You shall measure such an interim precisely.* You shall reverence GOD your Lord. Do not evict them from their homes, nor shall you make life miserable for them, to force them to leave on their own, unless they commit a proven adultery. These are GOD's laws. Anyone who transgresses GOD's laws commits an injustice against himself. You never know; maybe GOD wills something good to come out of this.", "persian_text": "ای پيامبر، هنگامی كه شما مردم، زنان را طلاق می دهيد، بايد اطمينان پيدا كنيد كه عُدهٔ طلاق تمام شده باشد. مدت آن عده را دقيقاً حساب كنيد.* هيبت و حرمت خدا، پروردگارتان را ارج نهيد. آنها را از خانه هايشان بيرون نرانيد و زندگی را برايشان چنان سخت نكنيد كه خودشان مجبور شوند بروند، مگر آنكه ثابت شود كه زنا كرده اند. اينها قوانين خداست. هر كس از قوانين خدا سرپيچی كند، عليه خويش بی عدالتی می كند. تو هرگز نمی دانی؛ شايد خدا بخواهد خيری از اين پديد آورد.", "subtitle": "", "footnote": "*65:1 The divorcee's interim, before becoming eligible for remarriage, is a waiting period of three menstruations. This ensures that the divorcee was not pregnant (2:228)."}, {"sura_num": 65, "verse_num": 2, "arabic_text": "فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا ذَوَىْ عَدْلٍ مِّنكُمْ وَأَقِيمُوا ٱلشَّهَٰدَةَ لِلَّهِ  ذَٰلِكُمْ يُوعَظُ بِهِۦ مَن كَانَ يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ  وَمَن يَتَّقِ ٱللَّهَ يَجْعَل لَّهُۥ مَخْرَجًا", "english_text": "Once the interim is fulfilled, you may reconcile with them equitably, or go through with the separation equitably. You shall have two equitable witnesses witness the divorce before GOD. This is to enlighten those who believe in GOD and the Last Day. Anyone who reverences GOD, He will create an exit for him.", "persian_text": "زمانی كه عده به پايان رسد، می توانيد منصفانه با آنها آشتی كنيد، يا منصفانه از هم جدا شويد. بايد دو شاهد عادل داشته باشيد كه در مقابل خدا شاهد طلاق باشند. اين برای روشن شدن كسانی است كه به خدا و روز آخر ايمان دارند. هر كس به هيبت و حرمت خدا ارج نهد، او برايش راه خروجی ايجاد خواهد كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 65, "verse_num": 3, "arabic_text": "وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ  وَمَن يَتَوَكَّلْ عَلَى ٱللَّهِ فَهُوَ حَسْبُهُۥٓ  إِنَّ ٱللَّهَ بَٰلِغُ أَمْرِهِۦ  قَدْ جَعَلَ ٱللَّهُ لِكُلِّ شَىْءٍ قَدْرًا", "english_text": "And will provide for him whence he never expected. Anyone who trusts in GOD, He suffices him. GOD's commands are done. GOD has decreed for everything its fate.", "persian_text": "و از جايی برای او روزی فراهم می كند كه هرگز انتظارش را ندارد. هر كس به خدا توكل كند، او برايش كافی است. فرمان های خدا انجام شده است. خدا سرنوشت هر چيزی را مقرر كرده است.", "subtitle": "", "footnote": ""}, {"sura_num": 65, "verse_num": 4, "arabic_text": "وَٱلَّٰٓـِٔى يَئِسْنَ مِنَ ٱلْمَحِيضِ مِن نِّسَآئِكُمْ إِنِ ٱرْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشْهُرٍ وَٱلَّٰٓـِٔى لَمْ يَحِضْنَ  وَأُولَٰتُ ٱلْأَحْمَالِ أَجَلُهُنَّ أَن يَضَعْنَ حَمْلَهُنَّ  وَمَن يَتَّقِ ٱللَّهَ يَجْعَل لَّهُۥ مِنْ أَمْرِهِۦ يُسْرًا", "english_text": "As for the women who have reached menopause, if you have any doubts, their interim shall be three months. As for those who do not menstruate, and discover that they are pregnant, their interim ends upon giving birth. Anyone who reverences GOD, He makes everything easy for him.", "persian_text": "و اما برای زنانی كه به يائسگی رسيده اند، اگر هر شكی داريد، عدهٔ آنها بايد سه ماه باشد. و اما كسانی كه عادت ماهانه نمی شوند و بفهمند كه حامله هستند، عدهٔ آنها تا موقعی است كه وضع حمل كنند. هر كس هيبت و حرمت خدا را ارج نهد، او همه چيز را برايش آسان می كند.", "subtitle": "", "footnote": ""}, {"sura_num": 65, "verse_num": 5, "arabic_text": "ذَٰلِكَ أَمْرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيْكُمْ  وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرْ عَنْهُ سَيِّـَٔاتِهِۦ وَيُعْظِمْ لَهُۥٓ أَجْرًا", "english_text": "This is GOD's command that He sends down to you. Anyone who reverences GOD, He remits his sins, and rewards him generously.", "persian_text": "اين فرمان خداست كه بر شما نازل می كند. هر كس هيبت و حرمت خدا را ارج نهد، او گناهانش را پاك می كند و پاداش او را سخاوتمندانه می دهد.", "subtitle": "", "footnote": ""}, {"sura_num": 65, "verse_num": 6, "arabic_text": "أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنتُم مِّن وُجْدِكُمْ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ  وَإِن كُنَّ أُولَٰتِ حَمْلٍ فَأَنفِقُوا عَلَيْهِنَّ حَتَّىٰ يَضَعْنَ حَمْلَهُنَّ  فَإِنْ أَرْضَعْنَ لَكُمْ فَـَٔاتُوهُنَّ أُجُورَهُنَّ  وَأْتَمِرُوا بَيْنَكُم بِمَعْرُوفٍ  وَإِن تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُۥٓ أُخْرَىٰ", "english_text": "You shall allow them to live in the same home in which they lived with you, and do not make life so miserable for them that they leave on their own. If they are pregnant, you shall spend on them until they give birth. If they nurse the infant, you shall pay them for this service. You shall maintain the amicable relations among you. If you disagree, you may hire another woman to nurse the child.", "persian_text": "بگذاريد تا آنها در همان خانه ای كه با شما زندگی می كردند، بمانند. زندگی را برايشان چنان سخت نكنيد كه با خواست خودشان بروند. اگر حامله هستند، تا زمانی كه وضع حمل كنند، خرجشان را بدهيد. اگر نوزاد را شير دهند، بايد مزد اين خدمت را به ايشان بپردازيد. روابط دوستانه را ميان خود حفظ كنيد. اگر به توافق نرسيديد، می توانيد زن ديگری را برای شيردادن بچه استخدام كنيد.", "subtitle": "", "footnote": ""}, {"sura_num": 65, "verse_num": 7, "arabic_text": "لِيُنفِقْ ذُو سَعَةٍ مِّن سَعَتِهِۦ  وَمَن قُدِرَ عَلَيْهِ رِزْقُهُۥ فَلْيُنفِقْ مِمَّآ ءَاتَىٰهُ ٱللَّهُ  لَا يُكَلِّفُ ٱللَّهُ نَفْسًا إِلَّا مَآ ءَاتَىٰهَا  سَيَجْعَلُ ٱللَّهُ بَعْدَ عُسْرٍ يُسْرًا", "english_text": "The rich husband shall provide support in accordance with his means, and the poor shall provide according to the means that GOD bestowed upon him. GOD does not impose on any soul more than He has given it. GOD will provide ease after difficulty.", "persian_text": "شوهر ثروتمند بايد به نسبت توانايی خود خرجی او را تأمين كند و تهيدست به همان حدی كه خدا به او عطا كرده است، خرجی دهد. خدا هيچ نفسی را بيش از آنچه كه به او داده است، تكليف نمی كند. خدا پس از سختی، راحتی فراهم خواهد كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 65, "verse_num": 8, "arabic_text": "وَكَأَيِّن مِّن قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبْنَٰهَا حِسَابًا شَدِيدًا وَعَذَّبْنَٰهَا عَذَابًا نُّكْرًا", "english_text": "Many a community rebelled against the commands of its Lord and against His messengers. Consequently, we held them strictly accountable, and requited them a terrible requital.", "persian_text": "چه بسيار امت هايی كه عليه فرمان های پروردگارشان و عليه رسولان او سركشی كردند. درنتيجه، ما شديداً به حساب آنها رسيدگی كرديم و با مجازاتی هولناك آنها را به كيفر رسانديم.", "subtitle": "", "footnote": ""}, {"sura_num": 65, "verse_num": 9, "arabic_text": "فَذَاقَتْ وَبَالَ أَمْرِهَا وَكَانَ عَٰقِبَةُ أَمْرِهَا خُسْرًا", "english_text": "They suffered the consequences of their decisions; a profound loss.", "persian_text": "آنها از عواقب تصميمات خود رنج بردند؛ زيانی آشكار.", "subtitle": "", "footnote": ""}, {"sura_num": 65, "verse_num": 10, "arabic_text": "أَعَدَّ ٱللَّهُ لَهُمْ عَذَابًا شَدِيدًا  فَٱتَّقُوا ٱللَّهَ يَٰٓأُولِى ٱلْأَلْبَٰبِ ٱلَّذِينَ ءَامَنُوا  قَدْ أَنزَلَ ٱللَّهُ إِلَيْكُمْ ذِكْرًا", "english_text": "GOD has prepared for them severe retribution. Therefore, you shall reverence GOD, O you who possess intelligence and believed. GOD has sent down to you a message—*", "persian_text": "خدا عذاب سختی برای آنها آماده كرده است. بنابراين، هيبت و حرمت خدا را ارج نهيد، ای كسانی كه صاحب هوش و ذكاوت هستيد و ايمان آوريد، خدا پيامی برای شما فرو فرستاده است-*", "subtitle": "", "footnote": "*65:10-11 The \"Messenger\" here is clearly the Quran. Verse 10 talks about \"sending down a message,\" and this points to the Quran as the messenger in 65:11 (App. 20)."}, {"sura_num": 65, "verse_num": 11, "arabic_text": "رَّسُولًا يَتْلُوا عَلَيْكُمْ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٍ لِّيُخْرِجَ ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ  وَمَن يُؤْمِنۢ بِٱللَّهِ وَيَعْمَلْ صَٰلِحًا يُدْخِلْهُ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدًا  قَدْ أَحْسَنَ ٱللَّهُ لَهُۥ رِزْقًا", "english_text": "a messenger* who recites to you GOD's revelations, clearly, to lead those who believe and work righteousness out of the darkness into the light. Anyone who believes in GOD and leads a righteous life, He will admit him into gardens with flowing streams; they abide therein forever. GOD will generously reward him.", "persian_text": "رسولی* كه آيات خدا را به طور واضح برای شما می خواند، تا كسانی را كه ايمان دارند و پرهيزكارند، از تاريكی ها به روشنايی راهنمايی كند. هر كس به خدا ايمان داشته باشد و زندگی پرهيزكارانه ای را در پيش گيرد، او وی را به باغ هايی با نهرهای روان وارد خواهد كرد؛ آنها در آن جاودان می مانند. خدا پاداشی سخاوتمندانه به او خواهد داد.", "subtitle": "", "footnote": ""}, {"sura_num": 65, "verse_num": 12, "arabic_text": "ٱللَّهُ ٱلَّذِى خَلَقَ سَبْعَ سَمَٰوَٰتٍ وَمِنَ ٱلْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ ٱلْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوٓا أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ وَأَنَّ ٱللَّهَ قَدْ أَحَاطَ بِكُلِّ شَىْءٍ عِلْمًۢا", "english_text": "GOD created seven universes and the same number of earths. The commands flow among them. This is to let you know that GOD is Omnipotent, and that GOD is fully aware of all things.", "persian_text": "خدا هفت جهان و به همان تعداد زمين آفريد. فرمان ها در ميان آنها برقرار است. اين برای آن است كه شما بدانيد خداست قادر مطلق و اينكه خدا از همه چيز كاملاً آگاه است.", "subtitle": "Seven Universes And Seven Earths*", "footnote": "*65:12 Although God created six other planets that are identical to our Earth, there is life only on our planet. Thus, the evolutionists will be shown on the Day of Judgment that life did not just \"evolve\" on the planet because of its particular circumstances."}]