[{"sura_num": 17, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The Children of Israel", "chapter_title_arabic": "بني إسرءيل", "chapter_title_persian": "فرزندان اسرایيل"}, {"sura_num": 17, "verse_num": 1, "arabic_text": "سُبْحَٰنَ ٱلَّذِىٓ أَسْرَىٰ بِعَبْدِهِۦ لَيْلًا مِّنَ ٱلْمَسْجِدِ ٱلْحَرَامِ إِلَى ٱلْمَسْجِدِ ٱلْأَقْصَا ٱلَّذِى بَٰرَكْنَا حَوْلَهُۥ لِنُرِيَهُۥ مِنْ ءَايَٰتِنَآ  إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ", "english_text": "Most glorified is the One who summoned His servant (Muhammad) during the night, from the Sacred Masjid (of Mecca) to the farthest place of prostration,* whose surroundings we have blessed, in order to show him some of our signs. He is the Hearer, the Seer.", "persian_text": "بالاترين تجليل از آن يكتايی است كه در طی شب بندهٔ خود (محمد) را از مسجدالحرام (مكه) به دورترين سجده گاه* احضار كرد، محلی كه اطراف آن را بركت داده ايم تا برخی از نشانه های خود را به او نشان دهيم. اوست شنوا، بينا.", "subtitle": "", "footnote": "*17:1 \"The Aqsa Masjid\" means \"the farthest place where there is prostration,\" many billions of Light Years away. This verse informs us that Muhammad, the soul, was taken to the highest Heaven to be given the Quran (2:185, 44:3, 53:1-18, & 97:1)."}, {"sura_num": 17, "verse_num": 2, "arabic_text": "وَءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ وَجَعَلْنَٰهُ هُدًى لِّبَنِىٓ إِسْرَٰٓءِيلَ أَلَّا تَتَّخِذُوا مِن دُونِى وَكِيلًا", "english_text": "Similarly, we gave Moses the scripture, and rendered it a beacon for the Children of Israel that: \"You shall not set up any idol as a Lord and Master beside Me.\"", "persian_text": "به همين ترتيب، ما به موسی كتاب آسمانی داديم و آن را نور هدايتی برای بنی اسرایيل قرار داديم كه: \"در كنار من هيچ معبودی را به عنوان مولا و سرور قرار ندهيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 3, "arabic_text": "ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ  إِنَّهُۥ كَانَ عَبْدًا شَكُورًا", "english_text": "They are descendants of those whom we carried with Noah; he was an appreciative servant.", "persian_text": "آنها نوادگان كسانی هستند كه با نوح انتقال داديم؛ او بنده ای سپاسگزار بود.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 4, "arabic_text": "وَقَضَيْنَآ إِلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ فِى ٱلْكِتَٰبِ لَتُفْسِدُنَّ فِى ٱلْأَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا", "english_text": "We addressed the Children of Israel in the scripture: \"You will commit gross evil on earth, twice. You are destined to fall into great heights of arrogance.", "persian_text": "ما در كتاب آسمانی به بنی اسرایيل خطاب كرديم: \"شما دو بار در زمين به شدت فساد خواهيد كرد. مقدر شده است كه شما به بالاترين درجهٔ تكبر برسيد.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 5, "arabic_text": "فَإِذَا جَآءَ وَعْدُ أُولَىٰهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَّنَآ أُولِى بَأْسٍ شَدِيدٍ فَجَاسُوا خِلَٰلَ ٱلدِّيَارِ  وَكَانَ وَعْدًا مَّفْعُولًا", "english_text": "\"When the first time comes to pass, we will send against you servants of ours who possess great might, and they will invade your homes. This is a prophecy that must come to pass.", "persian_text": "\"هنگامی كه بار اول فرا رسد، برخی از بندگان خود را كه نيرويی عظيم در اختيار دارند، عليه شما خواهيم فرستاد و آنها به خانه های شما هجوم خواهند برد. اين يک پيش بينی است که بايد به وقوع پيوندد.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 6, "arabic_text": "ثُمَّ رَدَدْنَا لَكُمُ ٱلْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْنَٰكُم بِأَمْوَٰلٍ وَبَنِينَ وَجَعَلْنَٰكُمْ أَكْثَرَ نَفِيرًا", "english_text": "\"Afterwards, we will give you a turn over them, and will supply you with a lot of wealth and children; we will give you the upper hand.", "persian_text": "\"پس از آن، ما نوبت را به شما خواهيم داد كه بر آنها غلبه كنيد و برايتان فرزندان و ثروت فراوانی فراهم می كنيم؛ ما شما را مسلط خواهيم كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 7, "arabic_text": "إِنْ أَحْسَنتُمْ أَحْسَنتُمْ لِأَنفُسِكُمْ  وَإِنْ أَسَأْتُمْ فَلَهَا  فَإِذَا جَآءَ وَعْدُ ٱلْءَاخِرَةِ لِيَسُۥٓـُٔوا وُجُوهَكُمْ وَلِيَدْخُلُوا ٱلْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُوا مَا عَلَوْا تَتْبِيرًا", "english_text": "\"If you work righteousness, you work righteousness for your own good, but if you commit evil you do so to your own detriment. Thus, when the second time comes to pass, they will defeat you and enter the mosque (masjid), just as they did the first time. They will wipe out all the gains you had accomplished.\"", "persian_text": "\"اگر پرهيزكارانه عمل كنيد، به نفع خود پرهيزكاری می كنيد، اما اگر عمل پليدی انجام دهيد به ضرر خود عمل می كنيد. بنابراين، هنگامی كه نوبت دوم فرا رسد، آنها شما را شكست خواهند داد و وارد مسجد خواهند شد، درست همان طوركه اولين بار وارد شدند. آنها آنچه را كه به دست آورده بوديد، از بين خواهند برد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 8, "arabic_text": "عَسَىٰ رَبُّكُمْ أَن يَرْحَمَكُمْ  وَإِنْ عُدتُّمْ عُدْنَا   وَجَعَلْنَا جَهَنَّمَ لِلْكَٰفِرِينَ حَصِيرًا", "english_text": "Your Lord showers you with His mercy. But if you revert to transgression, we will counter with retribution. We have designated Gehenna as a final abode for the disbelievers.", "persian_text": "پروردگارتان باران رحمت خويش را بر شما می باراند. اما اگر به ستمكاری بازگرديد، ما با عذاب تلافی خواهيم كرد. ما جهنم را اقامتگاه نهايی كافران تعيين كرده ايم.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 9, "arabic_text": "إِنَّ هَٰذَا ٱلْقُرْءَانَ يَهْدِى لِلَّتِى هِىَ أَقْوَمُ وَيُبَشِّرُ ٱلْمُؤْمِنِينَ ٱلَّذِينَ يَعْمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا", "english_text": "This Quran guides to the best path, and brings good news to the believers who lead a righteous life, that they have deserved a great recompense.", "persian_text": "اين قرآن به بهترين راه هدايت می کند و به مؤمنانی که زندگی پرهيزكارانه ای را در پيش می گيرند، مژده می دهد که سزاوار پاداشی بزرگ شده اند.", "subtitle": "Quran: Our Means to Salvation", "footnote": ""}, {"sura_num": 17, "verse_num": 10, "arabic_text": "وَأَنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا", "english_text": "As for those who disbelieve in the Hereafter, we have prepared for them a painful retribution.", "persian_text": "و اما برای کسانی که به آخرت ايمان ندارند، مجازاتی دردناک آماده کرده ايم.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 11, "arabic_text": "وَيَدْعُ ٱلْإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلْخَيْرِ  وَكَانَ ٱلْإِنسَٰنُ عَجُولًا", "english_text": "The human being often prays for something that may hurt him, thinking that he is praying for something good. The human being is impatient.", "persian_text": "انسان اغلب برای چيزهايی دعا می کند که ممکن است به ضرر او باشد، ولی به خيال خودش برای چيزی دعا می کند که خوب است. انسان عجول است.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 12, "arabic_text": "وَجَعَلْنَا ٱلَّيْلَ وَٱلنَّهَارَ ءَايَتَيْنِ  فَمَحَوْنَآ ءَايَةَ ٱلَّيْلِ وَجَعَلْنَآ ءَايَةَ ٱلنَّهَارِ مُبْصِرَةً لِّتَبْتَغُوا فَضْلًا مِّن رَّبِّكُمْ وَلِتَعْلَمُوا عَدَدَ ٱلسِّنِينَ وَٱلْحِسَابَ  وَكُلَّ شَىْءٍ فَصَّلْنَٰهُ تَفْصِيلًا", "english_text": "We rendered the night and the day two signs. We made the night dark, and the day lighted, that you may seek provisions from your Lord therein. This also establishes for you a timing system, and the means of calculation. We thus explain everything in detail.", "persian_text": "ما شب و روز را دو نشانه قرار داديم. ما شب را تاريك كرديم و روز را روشن، تا در آن در جستجوی روزی پروردگارتان باشيد. درضمن، اين برايتان سيستم زمان و وسيله ای را برای محاسبه برقرار می كند. ما اين چنين همه چيز را با جزئيات توضيح می دهيم.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 13, "arabic_text": "وَكُلَّ إِنسَٰنٍ أَلْزَمْنَٰهُ طَٰٓئِرَهُۥ فِى عُنُقِهِۦ  وَنُخْرِجُ لَهُۥ يَوْمَ ٱلْقِيَٰمَةِ كِتَٰبًا يَلْقَىٰهُ مَنشُورًا", "english_text": "We have recorded the fate of every human being; it is tied to his neck. On the Day of Resurrection we will hand him a record that is accessible.", "persian_text": "ما سرنوشت هر انسانی را ضبط کرده ايم؛ آن به گردنش آويخته شده است. روز رستاخيز پرونده ای به دست او می دهيم که قابل دسترسی است.", "subtitle": "The Video Tape*", "footnote": "*17:13 Your life is already recorded, as if on a video tape, from birth to death. This same record will be made accessible to us upon resurrection. See 57:22 & Appendix 14."}, {"sura_num": 17, "verse_num": 14, "arabic_text": "ٱقْرَأْ كِتَٰبَكَ كَفَىٰ بِنَفْسِكَ ٱلْيَوْمَ عَلَيْكَ حَسِيبًا", "english_text": "Read your own record. Today, you suffice as your own reckoner.", "persian_text": "پروندهٔ خود را بخوان. امروز تو برای رسيدگی به حساب خود كافی هستی.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 15, "arabic_text": "مَّنِ ٱهْتَدَىٰ فَإِنَّمَا يَهْتَدِى لِنَفْسِهِۦ  وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا  وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ   وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا", "english_text": "Whoever is guided, is guided for his own good, and whoever goes astray does so to his own detriment. No sinner will bear the sins of anyone else. We never punish without first sending a messenger.", "persian_text": "هر كس هدايت شود، به نفع خود هدايت شده است و هر كس به گمراهی رود به ضرر خود گمراه می شود. هيچ گناهكاری بار گناهان ديگری را بر دوش نخواهد كشيد. ما هرگز تنبيه نمی كنيم، بدون آنكه نخست رسولی بفرستيم.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 16, "arabic_text": "وَإِذَآ أَرَدْنَآ أَن نُّهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا ٱلْقَوْلُ فَدَمَّرْنَٰهَا تَدْمِيرًا", "english_text": "If we are to annihilate any community, we let the leaders commit vast corruption therein. Once they deserve retribution, we annihilate it completely.", "persian_text": "و چون بخواهيم جامعه ای را از ميان برداريم، رهبران آن را به حال خود رها می کنيم تا در آن به شدت فساد کنند. پس هنگامی که سزاوار مجازات شوند، به کلی آن را می کنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 17, "arabic_text": "وَكَمْ أَهْلَكْنَا مِنَ ٱلْقُرُونِ مِنۢ بَعْدِ نُوحٍ   وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرًۢا بَصِيرًا", "english_text": "Many a generation have we annihilated after Noah. Your Lord is most efficient in dealing with the sins of His servants; He is fully Cognizant, Seer.", "persian_text": "چه بسيار نسل هايی را که پس از نوح هلاک کرده ایم. پروردگارت در نهايت دقت به گناهان بندگانش رسيدگی می کند؛ او كاملاً آگاه است، بينا.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 18, "arabic_text": "مَّن كَانَ يُرِيدُ ٱلْعَاجِلَةَ عَجَّلْنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلْنَا لَهُۥ جَهَنَّمَ يَصْلَىٰهَا مَذْمُومًا مَّدْحُورًا", "english_text": "Anyone who chooses this fleeting life as his priority, we will rush to him what we decide to give him, then we commit him to Gehenna, where he suffers forever, despised and defeated.", "persian_text": "هر كس اين زندگی زودگذر را انتخاب كند و به آن اولویت دهد، ما فوراً هر آنچه را كه تصميم بگيريم به او خواهيم داد، سپس او را به جهنم محكوم می كنيم، جايی كه تا ابد زجر می كشد، حقير و شكست خورده.", "subtitle": "Choose Your Priorities Carefully This Life", "footnote": ""}, {"sura_num": 17, "verse_num": 19, "arabic_text": "وَمَنْ أَرَادَ ٱلْءَاخِرَةَ وَسَعَىٰ لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَٰٓئِكَ كَانَ سَعْيُهُم مَّشْكُورًا", "english_text": "As for those who choose the Hereafter as their priority, and work righteousness, while believing, their efforts will be appreciated.", "persian_text": "و اما كسانی كه آخرت را برگزينند و به آن اولويت دهند و پرهيزكارانه عمل كنند، در حالی كه ايمان داشته باشند، از كوشش آنها قدردانی خواهد شد.", "subtitle": "The Hereafter", "footnote": ""}, {"sura_num": 17, "verse_num": 20, "arabic_text": "كُلًّا نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنْ عَطَآءِ رَبِّكَ  وَمَا كَانَ عَطَآءُ رَبِّكَ مَحْظُورًا", "english_text": "For each one of them we provide; we provide those and these from your Lord's bounties. Your Lord's bounties are inexhaustible.", "persian_text": "ما برای هر يك از آنها روزی فراهم می كنيم؛ ما نعمت های پروردگارت را به آنان و اينان، هر دو عطا می كنيم. نعمت های پروردگارت بی پايان است.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 21, "arabic_text": "ٱنظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ  وَلَلْءَاخِرَةُ أَكْبَرُ دَرَجَٰتٍ وَأَكْبَرُ تَفْضِيلًا", "english_text": "Note how we preferred some people above others (in this life). The differences in the Hereafter are far greater and far more significant.", "persian_text": "توجه كن چگونه (در اين دنيا) برخی از مردم را بر برخی ديگر برتری داديم. اين تفاوت ها در آخرت به مراتب بيشتر و بسيار چشمگيرتر است.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 22, "arabic_text": "لَّا تَجْعَلْ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقْعُدَ مَذْمُومًا مَّخْذُولًا", "english_text": "You shall not set up any other god beside GOD, lest you end up despised and disgraced.", "persian_text": "هيچ خدای ديگری در كنار خدا قرار نده، مبادا كه عاقبت حقير و خوار شوی.", "subtitle": "Major Commandments", "footnote": ""}, {"sura_num": 17, "verse_num": 23, "arabic_text": "وَقَضَىٰ رَبُّكَ أَلَّا تَعْبُدُوٓا إِلَّآ إِيَّاهُ وَبِٱلْوَٰلِدَيْنِ إِحْسَٰنًا  إِمَّا يَبْلُغَنَّ عِندَكَ ٱلْكِبَرَ أَحَدُهُمَآ أَوْ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفٍّ وَلَا تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْلًا كَرِيمًا", "english_text": "Your Lord has decreed that you shall not worship except Him, and your parents shall be honored. As long as one or both of them live, you shall never say to them, \"Uff\" (the slightest gesture of annoyance), nor shall you shout at them; you shall treat them amicably.", "persian_text": "پروردگارت مقرر كرده است که جز او را عبادت نکن و به والدين خود احترام بگذار تا وقتی يکی از آن دو، يا هر دو در قيد حيات هستند، هرگز به آنها \"اُف\" نگو (كوچك ترين حركت ناراحت كننده)، به آنان پرخاش نکن؛ با ايشان خوش رفتار باش.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 24, "arabic_text": "وَٱخْفِضْ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحْمَةِ وَقُل رَّبِّ ٱرْحَمْهُمَا كَمَا رَبَّيَانِى صَغِيرًا", "english_text": "And lower for them the wings of humility, and kindness, and say, \"My Lord, have mercy on them, for they have raised me from infancy.\"", "persian_text": "و نزد آنها فروتن و مهربان باش و بگو: \"پروردگارا، ايشان را قرين رحمت ساز، زيرا آنها از کودکی مرا بزرگ کرده اند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 25, "arabic_text": "رَّبُّكُمْ أَعْلَمُ بِمَا فِى نُفُوسِكُمْ  إِن تَكُونُوا صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلْأَوَّٰبِينَ غَفُورًا", "english_text": "Your Lord is fully aware of your innermost thoughts. If you maintain righteousness, He is Forgiver of those who repent.", "persian_text": "پروردگار شما از درونی ترين افكارتان كاملاً آگاه است. اگر پرهيزكار باقی بمانيد، او نسبت به كسانی كه توبه می كنند عفوكننده است.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 26, "arabic_text": "وَءَاتِ ذَا ٱلْقُرْبَىٰ حَقَّهُۥ وَٱلْمِسْكِينَ وَٱبْنَ ٱلسَّبِيلِ وَلَا تُبَذِّرْ تَبْذِيرًا", "english_text": "You shall give the due alms to the relatives, the needy, the poor, and the traveling alien, but do not be excessive, extravagant.", "persian_text": "حق تعيين شدهٔ خويشاوندان، نيازمندان، تهيدستان و مسافران غريب را بده، اما افراط نكن و زياد ولخرج نباش.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 27, "arabic_text": "إِنَّ ٱلْمُبَذِّرِينَ كَانُوٓا إِخْوَٰنَ ٱلشَّيَٰطِينِ  وَكَانَ ٱلشَّيْطَٰنُ لِرَبِّهِۦ كَفُورًا", "english_text": "The extravagant are brethren of the devils, and the devil is unappreciative of his Lord.", "persian_text": "كسانی كه افراط می كنند، برادران شيطان هستند و شيطان به پروردگار خود ناسپاس است.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 28, "arabic_text": "وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ٱبْتِغَآءَ رَحْمَةٍ مِّن رَّبِّكَ تَرْجُوهَا فَقُل لَّهُمْ قَوْلًا مَّيْسُورًا", "english_text": "Even if you have to turn away from them, as you pursue the mercy of your Lord, you shall treat them in the nicest manner.", "persian_text": "حتی اگر در پی رحمت پروردگارت، ناگزيری از ايشان روی گردانی، به بهترين نحو ممکن با ايشان رفتار کن.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 29, "arabic_text": "وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ ٱلْبَسْطِ فَتَقْعُدَ مَلُومًا مَّحْسُورًا", "english_text": "You shall not keep your hand stingily tied to your neck, nor shall you foolishly open it up, lest you end up blamed and sorry.", "persian_text": "نه از روی خساست دست خود را ببند و نه از روی حماقت دستت را باز کن، تا مبادا عاقبت سرزنش شوی و تأسف بخوری.", "subtitle": "Stinginess Condemned", "footnote": ""}, {"sura_num": 17, "verse_num": 30, "arabic_text": "إِنَّ رَبَّكَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ  إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرًۢا بَصِيرًا", "english_text": "For your Lord increases the provision for anyone He chooses, and reduces it. He is fully Cognizant of His creatures, Seer.", "persian_text": "زيرا پروردگارت روزی هر كه را بخواهد زياد و يا كم می كند. او كاملاً بر مخلوقاتش آگاه است، بينا.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 31, "arabic_text": "وَلَا تَقْتُلُوٓا أَوْلَٰدَكُمْ خَشْيَةَ إِمْلَٰقٍ  نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ  إِنَّ قَتْلَهُمْ كَانَ خِطْـًٔا كَبِيرًا", "english_text": "You shall not kill your children due to fear of poverty. We provide for them, as well as for you. Killing them is a gross offense.", "persian_text": "فرزندان خود را از بيم فقر نکشيد. ما برای آنان و نيز برای شما روزی فراهم می کنيم. کشتن آنها گناهی است بزرگ.", "subtitle": "Abortion is Murder", "footnote": ""}, {"sura_num": 17, "verse_num": 32, "arabic_text": "وَلَا تَقْرَبُوا ٱلزِّنَىٰٓ  إِنَّهُۥ كَانَ فَٰحِشَةً وَسَآءَ سَبِيلًا", "english_text": "You shall not commit adultery; it is a gross sin, and an evil behavior.", "persian_text": "مرتكب زنا نشويد؛ آن گناهی است بزرگ و رفتاری است ناپسند.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 33, "arabic_text": "وَلَا تَقْتُلُوا ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ   وَمَن قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِۦ سُلْطَٰنًا فَلَا يُسْرِف فِّى ٱلْقَتْلِ  إِنَّهُۥ كَانَ مَنصُورًا", "english_text": "You shall not kill any person—for GOD has made life sacred—except in the course of justice. If one is killed unjustly, then we give his heir authority to enforce justice. Thus, he shall not exceed the limits in avenging the murder, he will be helped.", "persian_text": "کسی را نکشید- زيرا خدا زندگی را مقدس قرار داده است- جز برای اجرای عدالت. اگر کسی به ناحق کشته شود، پس ما برای اجرای عدالت به وارث او اختيار می دهيم. پس، او نبايد در انتقام گرفتن از قاتل زياده روی کند تا به او کمک شود.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 34, "arabic_text": "وَلَا تَقْرَبُوا مَالَ ٱلْيَتِيمِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ حَتَّىٰ يَبْلُغَ أَشُدَّهُۥ  وَأَوْفُوا بِٱلْعَهْدِ  إِنَّ ٱلْعَهْدَ كَانَ مَسْـُٔولًا", "english_text": "You shall not touch the orphans' money except for their own good, until they reach maturity. You shall fulfill your covenants, for a covenant is a great responsibility.", "persian_text": "به مال يتيمان دست نزنيد مگر آنکه به نفعشان باشد، تا به بلوغ  فكری برسند. به عهد خود وفا كنيد، زيرا عهدبستن مسئوليتی است بزرگ.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 35, "arabic_text": "وَأَوْفُوا ٱلْكَيْلَ إِذَا كِلْتُمْ وَزِنُوا بِٱلْقِسْطَاسِ ٱلْمُسْتَقِيمِ  ذَٰلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا", "english_text": "You shall give full measure when you trade, and weigh equitably. This is better and more righteous.", "persian_text": "هنگام معامله اندازهٔ كامل را بدهيد و منصفانه وزن كنيد. اين بهتر و پرهيزكارانه تر است.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 36, "arabic_text": "وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ  إِنَّ ٱلسَّمْعَ وَٱلْبَصَرَ وَٱلْفُؤَادَ كُلُّ أُولَٰٓئِكَ كَانَ عَنْهُ مَسْـُٔولًا", "english_text": "You shall not accept any information, unless you verify it for yourself. I have given you the hearing, the eyesight, and the brain, and you are responsible for using them.", "persian_text": "هيچ خبری را نپذير، مگر آنكه خودت دربارهٔ صحت آن تحقيق كنی. من به تو شنوايی، بينايی و عقل داده ام و تو مسئولی از آنها استفاده كنی.", "subtitle": "Crucial Advice", "footnote": ""}, {"sura_num": 17, "verse_num": 37, "arabic_text": "وَلَا تَمْشِ فِى ٱلْأَرْضِ مَرَحًا  إِنَّكَ لَن تَخْرِقَ ٱلْأَرْضَ وَلَن تَبْلُغَ ٱلْجِبَالَ طُولًا", "english_text": "You shall not walk proudly on earth —you cannot bore through the earth, nor can you be as tall as the mountains.", "persian_text": "در روی زمين با تكبر راه نرو_ تو نه می توانی از وسط كرهٔ زمين راه باز كنی و نه می توانی به بلندی كوه ها باشی.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 38, "arabic_text": "كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكْرُوهًا", "english_text": "All bad behavior is condemned by your Lord.", "persian_text": "پروردگارت تمام رفتارهای ناپسند را محکوم کرده است.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 39, "arabic_text": "ذَٰلِكَ مِمَّآ أَوْحَىٰٓ إِلَيْكَ رَبُّكَ مِنَ ٱلْحِكْمَةِ   وَلَا تَجْعَلْ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلْقَىٰ فِى جَهَنَّمَ مَلُومًا مَّدْحُورًا", "english_text": "This is some of the wisdom inspired to you by your Lord. You shall not set up another god beside GOD, lest you end up in Gehenna, blamed and defeated.", "persian_text": "اين بخشی از حكمتی است كه پروردگارت بر تو وحی كرده است. خدای ديگری در كنار خدا قرار نده، مبادا كه عاقبت به جهنم افتی، نكوهيده و شكست خورده.", "subtitle": "Quran Is Wisdom", "footnote": ""}, {"sura_num": 17, "verse_num": 40, "arabic_text": "أَفَأَصْفَىٰكُمْ رَبُّكُم بِٱلْبَنِينَ وَٱتَّخَذَ مِنَ ٱلْمَلَٰٓئِكَةِ إِنَٰثًا  إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا", "english_text": "Has your Lord given you boys, while giving Himself the angels as daughters?! How could you utter such a blasphemy?", "persian_text": "آيا پروردگارتان پسران را به شما داده است و فرشتگان را به عنوان دختر به خود؟ چطور می توانيد چنين کفری بر زبان آوريد؟", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 41, "arabic_text": "وَلَقَدْ صَرَّفْنَا فِى هَٰذَا ٱلْقُرْءَانِ لِيَذَّكَّرُوا وَمَا يَزِيدُهُمْ إِلَّا نُفُورًا", "english_text": "We have cited in this Quran (all kinds of examples), that they may take heed. But it only augments their aversion.", "persian_text": "ما در اين قرآن (هر گونه مثالی) ذكر كرده ايم، باشد كه توجه كنند. اما آن فقط به نفرت آنها می افزايد.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 42, "arabic_text": "قُل لَّوْ كَانَ مَعَهُۥٓ ءَالِهَةٌ كَمَا يَقُولُونَ إِذًا لَّٱبْتَغَوْا إِلَىٰ ذِى ٱلْعَرْشِ سَبِيلًا", "english_text": "Say, \"If there were any other gods beside Him, as they claim, they would have tried to overthrow the Possessor of the throne.\"", "persian_text": "بگو: \"اگر طبق ادعای آنان، خدايان ديگری در كنار او بودند، آنها تلاش می کردند صاحب عرش را براندازند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 43, "arabic_text": "سُبْحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا", "english_text": "Be He glorified, He is much too exalted, far above their utterances.", "persian_text": "تجليل او را، او بسيار بلندمرتبه است. بسی بالاتر از گفته هايشان.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 44, "arabic_text": "تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبْعُ وَٱلْأَرْضُ وَمَن فِيهِنَّ  وَإِن مِّن شَىْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِۦ وَلَٰكِن لَّا تَفْقَهُونَ تَسْبِيحَهُمْ   إِنَّهُۥ كَانَ حَلِيمًا غَفُورًا", "english_text": "Glorifying Him are the seven universes, the earth, and everyone in them. There is nothing that does not glorify Him, but you do not understand their glorification. He is Clement, Forgiver.", "persian_text": "هفت جهان، زمين و هر كه در آنهاست، او را تجليل می كنند. چيزی نيست که شکوه و جلال او را ستايش نکند، ولی تسبيح آنها از درک شما خارج است. اوست باگذشت، آمرزنده.", "subtitle": "Everything Glorifies God", "footnote": ""}, {"sura_num": 17, "verse_num": 45, "arabic_text": "وَإِذَا قَرَأْتَ ٱلْقُرْءَانَ جَعَلْنَا بَيْنَكَ وَبَيْنَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ حِجَابًا مَّسْتُورًا", "english_text": "When you read the Quran, we place between you and those who do not believe in the Hereafter an invisible barrier.", "persian_text": "هنگامی كه قرآن می خوانی، ما ميان تو و كسانی كه به آخرت ايمان ندارند، حجابی نامرئی قرار می دهيم.", "subtitle": "Disbelievers Cannot Understand Quran", "footnote": ""}, {"sura_num": 17, "verse_num": 46, "arabic_text": "وَجَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًا  وَإِذَا ذَكَرْتَ رَبَّكَ فِى ٱلْقُرْءَانِ وَحْدَهُۥ وَلَّوْا عَلَىٰٓ أَدْبَٰرِهِمْ نُفُورًا", "english_text": "We place shields around their minds, to prevent them from understanding it, and deafness in their ears. And when you preach your Lord, using the Quran alone,* they run away in aversion.", "persian_text": "ما بر افكارشان پوشش می نهيم و بر گوش هايشان كری تا نفهمند. و هنگامی که فقط از روی قرآن* دربارهٔ پروردگارت موعظه می کنی، آنها با بيزاری می گريزند.", "subtitle": "Quran: The ONLY Source", "footnote": "*17:46 The Arabic word \"alone\" refers to God in 7:70, 39:45, 40:12 & 84, and 60:4. If you add these numbers, you get 361, 19x19. But if you include 17:46, which refers to the Quran, the product is not a multiple of 19. \"Alone,\" therefore refers to the Quran in 17:46 (Appendix 18)."}, {"sura_num": 17, "verse_num": 47, "arabic_text": "نَّحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِۦٓ إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوَىٰٓ إِذْ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا", "english_text": "We are fully aware of what they hear, when they listen to you, and when they conspire secretly—the disbelievers say, \"You are following a crazy man.\"", "persian_text": "ما کاملاً می دانيم كه چه می شنوند، هنگامی كه به تو گوش می دهند و آنگاه كه پنهانی توطئه می كنند- كافران می گويند: \"شما از مردی ديوانه پيروی می كنيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 48, "arabic_text": "ٱنظُرْ كَيْفَ ضَرَبُوا لَكَ ٱلْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا", "english_text": "Note how they describe you, and how this causes them to stray off the path.", "persian_text": "توجه كن كه چگونه تو را توصيف می كنند و اين چگونه باعث می شود كه آنها از راه منحرف شوند.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 49, "arabic_text": "وَقَالُوٓا أَءِذَا كُنَّا عِظَٰمًا وَرُفَٰتًا أَءِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا", "english_text": "They said, \"After we turn into bones and fragments, we get resurrected anew?!\"", "persian_text": "آنها گفتند: \"پس از آنکه به استخوان و اجزای متلاشی شده تبديل شديم، از نو برانگيخته می شويم؟!\"", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 50, "arabic_text": "قُلْ كُونُوا حِجَارَةً أَوْ حَدِيدًا", "english_text": "Say, \"Even if you turn into rocks or iron.", "persian_text": "بگو: \"حتی اگر به صورت سنگ يا آهن درآييد،", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 51, "arabic_text": "أَوْ خَلْقًا مِّمَّا يَكْبُرُ فِى صُدُورِكُمْ  فَسَيَقُولُونَ مَن يُعِيدُنَا  قُلِ ٱلَّذِى فَطَرَكُمْ أَوَّلَ مَرَّةٍ  فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتَىٰ هُوَ  قُلْ عَسَىٰٓ أَن يَكُونَ قَرِيبًا", "english_text": "\"Even if you turn into any kind of creation that you deem impossible.\" They will then say, \"Who will bring us back?\" Say, \"The One who created you in the first place.\" They will then shake their heads and say, \"When will that be?\" Say, \"It may be closer than you think.\"", "persian_text": "\"حتی اگر به خلقت ديگری تبديل شويد، كه تصور می كنيد غير ممكن است.\" پس خواهند گفت: \"چه كسی ما را باز خواهد گرداند؟\" بگو: \"يكتايی كه اولين بار شما را آفريد.\" آنگاه، آنها سر خود را تكان می دهند و می گويند: \"آن چه موقع خواهد بود؟\" بگو: \"شايد نزديك تر از آن باشد كه فكر می كنيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 52, "arabic_text": "يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِۦ وَتَظُنُّونَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا", "english_text": "The day He summons you, you will respond by praising Him, and you will then realize that you had lasted in this life but a short while.", "persian_text": "آن روزی که شما را احضار کند، ستايش کنان به او پاسخ خواهيد گفت و آنگاه پی خواهيد برد که جز مدتی کوتاه در اين دنيا نمانده ايد.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 53, "arabic_text": "وَقُل لِّعِبَادِى يَقُولُوا ٱلَّتِى هِىَ أَحْسَنُ  إِنَّ ٱلشَّيْطَٰنَ يَنزَغُ بَيْنَهُمْ  إِنَّ ٱلشَّيْطَٰنَ كَانَ لِلْإِنسَٰنِ عَدُوًّا مُّبِينًا", "english_text": "Tell My servants to treat each other in the best possible manner, for the devil will always try to drive a wedge among them. Surely, the devil is man's most ardent enemy.", "persian_text": "به بندگان من بگو با يكديگر به بهترين وجه ممكن رفتار كنند، زيرا شيطان هميشه سعی دارد ميان آنها جدايی افكند. مطمئناً، شيطان سرسخت ترين دشمن انسان است.", "subtitle": "Treat Each Other Amicably", "footnote": ""}, {"sura_num": 17, "verse_num": 54, "arabic_text": "رَّبُّكُمْ أَعْلَمُ بِكُمْ  إِن يَشَأْ يَرْحَمْكُمْ أَوْ إِن يَشَأْ يُعَذِّبْكُمْ  وَمَآ أَرْسَلْنَٰكَ عَلَيْهِمْ وَكِيلًا", "english_text": "Your Lord knows you best. According to His knowledge, He may shower you with mercy, or He may requite you. We did not send you to be their advocate.", "persian_text": "پروردگارتان شما را از همه بهتر می شناسد. او، طبق دانش خود، ممكن است شما را مورد رحمت قرار دهد، يا شما را به كيفر برساند. ما تو را نفرستاديم كه مدافع آنها باشی.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 55, "arabic_text": "وَرَبُّكَ أَعْلَمُ بِمَن فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ   وَلَقَدْ فَضَّلْنَا بَعْضَ ٱلنَّبِيِّۦنَ عَلَىٰ بَعْضٍ  وَءَاتَيْنَا دَاوُۥدَ زَبُورًا", "english_text": "Your Lord is the best knower of everyone in the heavens and the earth. In accordance with this knowledge, we preferred some prophets over others. For example, we gave David the Psalms.", "persian_text": "پروردگار تو به يکايک کسانی که در آسمان ها و زمين هستند، داناترین است و طبق اين دانش، ما برخی از پيامبران را بر برخی ديگر برتری داديم. برای مثال، به داوود، زبور داديم.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 56, "arabic_text": "قُلِ ٱدْعُوا ٱلَّذِينَ زَعَمْتُم مِّن دُونِهِۦ فَلَا يَمْلِكُونَ كَشْفَ ٱلضُّرِّ عَنكُمْ وَلَا تَحْوِيلًا", "english_text": "Say, \"Implore whatever idols you have set up beside Him.\" They have no power to relieve your afflictions, nor can they prevent them.", "persian_text": "بگو: \"از هر معبودی كه جز او قرار داده ايد، درخواست كنيد،\" آنها هيچ قدرتی ندارند كه مصيبتی را از شما بردارند و نمی توانند از آن جلوگيری كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 57, "arabic_text": "أُولَٰٓئِكَ ٱلَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَىٰ رَبِّهِمُ ٱلْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓ  إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا", "english_text": "Even the idols that they implore are seeking the ways and means towards their Lord. They pray for His mercy, and fear His retribution. Surely, the retribution of your Lord is dreadful.", "persian_text": "حتی معبودانی که آنها می خوانند خودشان در جستجوی راه و وسيله ای  به سوی پروردگارشان هستند. آنها برای رحمت او دست به دعا برمی دارند و از عذاب او می ترسند. مطمئناً، عذاب پروردگارت وحشتناك است.", "subtitle": "The Righteous Idols Worship God Alone", "footnote": ""}, {"sura_num": 17, "verse_num": 58, "arabic_text": "وَإِن مِّن قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ ٱلْقِيَٰمَةِ أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا  كَانَ ذَٰلِكَ فِى ٱلْكِتَٰبِ مَسْطُورًا", "english_text": "There is not a community that we will not annihilate before the Day of Resurrection, or inflict severe retribution upon them. This is already written down in the book.", "persian_text": "جامعه ای نيست كه ما آن را پيش از روز رستاخيز نابود نكنيم، يا آنها را به عذابی سخت گرفتار نسازيم. اين از پيش در كتاب نوشته شده است.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 59, "arabic_text": "وَمَا مَنَعَنَآ أَن نُّرْسِلَ بِٱلْءَايَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلْأَوَّلُونَ  وَءَاتَيْنَا ثَمُودَ ٱلنَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا  وَمَا نُرْسِلُ بِٱلْءَايَٰتِ إِلَّا تَخْوِيفًا", "english_text": "What stopped us from sending the miracles is that the previous generations have rejected them. For example, we showed Thamûd the camel, a profound (miracle), but they transgressed against it. We sent the miracles only to instill reverence.", "persian_text": "آنچه ما را از فرستادن معجزات بازداشت، اين بود که نسل های گذشته آنها را تکذيب کرده اند. برای مثال، ما به ثمود شتر را نشان داديم، (معجزه ای) شگرف، ولی آنها علیه آن ستم كردند. ما معجزات را فقط به اين دليل می فرستيم که به آنها القا کنيم که بايد حرمت نهند.", "subtitle": "Old Kind of Miracles Made Obsolete", "footnote": ""}, {"sura_num": 17, "verse_num": 60, "arabic_text": "وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِ  وَمَا جَعَلْنَا ٱلرُّءْيَا ٱلَّتِىٓ أَرَيْنَٰكَ إِلَّا فِتْنَةً لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلْمَلْعُونَةَ فِى ٱلْقُرْءَانِ  وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلَّا طُغْيَٰنًا كَبِيرًا", "english_text": "We informed you that your Lord fully controls the people, and we rendered the vision that we showed you a test for the people, and the tree that is accursed in the Quran.* We showed them solid proofs to instill reverence in them, but this only augmented their defiance.", "persian_text": "ما تو را آگاه كرديم كه پروردگارت مردم را كاملاً تحت كنترل دارد و آن رؤيايی را كه به تو نشان داديم، و درختی را كه در قرآن* لعنت شده است، امتحانی برای مردم قرار داديم. ما مدرک های محكم به آنها نشان داديم تا به تدريج به ايشان القا كنيم كه بايد حرمت نهند، اما اين فقط بر سركشی آنها افزود.", "subtitle": "", "footnote": "*17:60 Muhammad's journey to the highest heaven to receive the Quran, as stated in 17:1 and 53:1-18, is a test because the people had to believe Muhammad on faith."}, {"sura_num": 17, "verse_num": 61, "arabic_text": "وَإِذْ قُلْنَا لِلْمَلَٰٓئِكَةِ ٱسْجُدُوا لِءَادَمَ فَسَجَدُوٓا إِلَّآ إِبْلِيسَ قَالَ ءَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا", "english_text": "When we said to the angels, \"Fall prostrate before Adam,\" they fell prostrate, except Satan. He said, \"Shall I prostrate to one You created from mud?\"", "persian_text": "هنگامی كه به فرشتگان گفتيم: \"در مقابل آدم سجده كنيد،\" آنها سجده كردند، به جز ابليس. او گفت: \"آيا به كسی كه تو او را از گل آفريدی، سجده كنم؟\"", "subtitle": "Satan Dupes the People", "footnote": ""}, {"sura_num": 17, "verse_num": 62, "arabic_text": "قَالَ أَرَءَيْتَكَ هَٰذَا ٱلَّذِى كَرَّمْتَ عَلَىَّ لَئِنْ أَخَّرْتَنِ إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلًا", "english_text": "He said, \"Since You have honored him over me, if You respite me till the Day of Resurrection, I will possess all his descendants, except a few.\"", "persian_text": "او گفت: \"چون تو او را بر من گرامی داشته ای، اگر مرا تا روز رستاخيز مهلت دهی، من تمام نوادگان او را به جز عدهٔ كمی در اختيار خواهم گرفت.\"", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 63, "arabic_text": "قَالَ ٱذْهَبْ فَمَن تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمْ جَزَآءً مَّوْفُورًا", "english_text": "He said, \"Then go; you and those who follow you will end up in Hell as your requital; an equitable requital.", "persian_text": "او گفت: \"پس برو؛ تو و کسانی که از تو پیروی کنند، سرانجام به دوزخ کيفر می شويد؛ کيفری منصفانه.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 64, "arabic_text": "وَٱسْتَفْزِزْ مَنِ ٱسْتَطَعْتَ مِنْهُم بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِم بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِى ٱلْأَمْوَٰلِ وَٱلْأَوْلَٰدِ وَعِدْهُمْ  وَمَا يَعِدُهُمُ ٱلشَّيْطَٰنُ إِلَّا غُرُورًا", "english_text": "\"You may entice them with your voice, and mobilize all your forces and all your men against them, and share in their money and children, and promise them. Anything the devil promises is no more than an illusion.", "persian_text": "\"تو می توانی با صدای خود آنها را فريب دهی و با تمام نيروها و تمام مردان خود عليه آنها بسيج شوی و در اموال و فرزندانشان شريك باشی و به آنها وعده دهی. آنچه شيطان وعده می دهد، جز خيالی واهی نيست.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 65, "arabic_text": "إِنَّ عِبَادِى لَيْسَ لَكَ عَلَيْهِمْ سُلْطَٰنٌ  وَكَفَىٰ بِرَبِّكَ وَكِيلًا", "english_text": "\"As for My servants, you have no power over them.\" Your Lord suffices as an advocate.", "persian_text": "\"و اما بندگان من، تو بر آنها هيچ قدرتی نداری.\" پروردگارت به عنوان مدافع كافی است.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 66, "arabic_text": "رَّبُّكُمُ ٱلَّذِى يُزْجِى لَكُمُ ٱلْفُلْكَ فِى ٱلْبَحْرِ لِتَبْتَغُوا مِن فَضْلِهِۦٓ  إِنَّهُۥ كَانَ بِكُمْ رَحِيمًا", "english_text": "Your Lord is the One who causes the ships to float on the ocean,* that you may seek His bounties. He is Most Merciful towards you.", "persian_text": "پروردگار شما آن يكتايی است كه موجب می شود كشتی ها در اقيانوس* شناور شوند، باشد كه در جستجوی نعمت های او باشيد. او نسبت به شما مهربان ترين است.", "subtitle": "", "footnote": "*17:66 We now learn from physics and physical chemistry that water possesses unique qualities that render it perfectly suitable for serving our various needs."}, {"sura_num": 17, "verse_num": 67, "arabic_text": "وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِى ٱلْبَحْرِ ضَلَّ مَن تَدْعُونَ إِلَّآ إِيَّاهُ  فَلَمَّا نَجَّىٰكُمْ إِلَى ٱلْبَرِّ أَعْرَضْتُمْ  وَكَانَ ٱلْإِنسَٰنُ كَفُورًا", "english_text": "If you are afflicted in the middle of the sea, you forget your idols and sincerely implore Him alone. But as soon as He saves you to the shore, you revert. Indeed, the human being is unappreciative.", "persian_text": "اگر شما در وسط دريا گرفتار شويد، معبودان خود را فراموش می كنيد و مخلصانه فقط به او التماس می كنيد. اما همين كه او شما را به ساحل نجات می رساند، شما روی می گردانيد. حقيقتاً كه انسان ناسپاس است.", "subtitle": "Bad Weather Friends", "footnote": ""}, {"sura_num": 17, "verse_num": 68, "arabic_text": "أَفَأَمِنتُمْ أَن يَخْسِفَ بِكُمْ جَانِبَ ٱلْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوا لَكُمْ وَكِيلًا", "english_text": "Have you guaranteed that He will not cause the land, on shore, to swallow you? Or, that He will not send upon you a tempest, then you find no protector?", "persian_text": "آيا تضمين كرده ايد كه او موجب نخواهد شد كه زمين شما را در ساحل فروبرد؟ يا او توفانی بر شما نفرستد؟ سپس شما هيچ محافظی نخواهيد يافت.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 69, "arabic_text": "أَمْ أَمِنتُمْ أَن يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَىٰ فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِّنَ ٱلرِّيحِ فَيُغْرِقَكُم بِمَا كَفَرْتُمْ   ثُمَّ لَا تَجِدُوا لَكُمْ عَلَيْنَا بِهِۦ تَبِيعًا", "english_text": "Have you guaranteed that He will not return you to the sea another time, then send upon you a storm that drowns you because of your disbelief? Once this happens, we will not give you another chance.", "persian_text": "آيا تضمين كرده ايد كه او بار ديگر شما را به دريا باز نخواهد گرداند و توفانی بر شما نخواهد فرستاد كه شما را به خاطر كفرتان غرق كند؟ هنگامی كه اين اتفاق رخ دهد، ديگر فرصتی به شما نخواهيم داد.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 70, "arabic_text": "وَلَقَدْ كَرَّمْنَا بَنِىٓ ءَادَمَ وَحَمَلْنَٰهُمْ فِى ٱلْبَرِّ وَٱلْبَحْرِ وَرَزَقْنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلْنَٰهُمْ عَلَىٰ كَثِيرٍ مِّمَّنْ خَلَقْنَا تَفْضِيلًا", "english_text": "We have honored the children of Adam, and provided them with rides on land and in the sea. We provided for them good provisions, and we gave them greater advantages than many of our creatures.", "persian_text": "ما فرزندان آدم را گرامی داشته ايم و در خشکی و دريا برای آنان وسيلهٔ حمل و نقل فراهم کرديم. ما برای آنها روزی های خوب تهيه نموديم و به ايشان بيش از بسياری از مخلوقات خود امتياز داديم.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 71, "arabic_text": "يَوْمَ نَدْعُوا كُلَّ أُنَاس بِإِمَٰمِهِمْ  فَمَنْ أُوتِىَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُولَٰٓئِكَ يَقْرَءُونَ كِتَٰبَهُمْ وَلَا يُظْلَمُونَ فَتِيلًا", "english_text": "The day will come when we summon every people, together with their record. As for those who are given a record of righteousness, they will read their record and will not suffer the least injustice.", "persian_text": "آن روز خواهد آمد كه ما همهٔ مردم را، همراه با پرونده هايشان احضار كنيم. و اما كسانی كه پروندهٔ پرهيزكاری به ايشان داده شود، پروندهٔ خود را خواهند خواند و از كوچك ترين بی عدالتی رنج نخواهند برد.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 72, "arabic_text": "وَمَن كَانَ فِى هَٰذِهِۦٓ أَعْمَىٰ فَهُوَ فِى ٱلْءَاخِرَةِ أَعْمَىٰ وَأَضَلُّ سَبِيلًا", "english_text": "As for those who are blind in this life, they will be blind in the Hereafter; even a lot worse.", "persian_text": "و اما كسانی كه در اين دنيا كورند، در آخرت نيز كور خواهند بود؛ حتی بسيار بدتر.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 73, "arabic_text": "وَإِن كَادُوا لَيَفْتِنُونَكَ عَنِ ٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ لِتَفْتَرِىَ عَلَيْنَا غَيْرَهُۥ  وَإِذًا لَّٱتَّخَذُوكَ خَلِيلًا", "english_text": "They almost diverted you from the revelations we have given you. They wanted you to fabricate something else, in order to consider you a friend.", "persian_text": "آنها نزديك بود تو را از آنچه بر تو وحی كرده ايم، منحرف كنند. آنها می خواستند كه تو چيزهای ديگری از خود بسازی تا تو را دوست خود بدانند.", "subtitle": "God Strengthens the Messenger", "footnote": ""}, {"sura_num": 17, "verse_num": 74, "arabic_text": "وَلَوْلَآ أَن ثَبَّتْنَٰكَ لَقَدْ كِدتَّ تَرْكَنُ إِلَيْهِمْ شَيْـًٔا قَلِيلًا", "english_text": "If it were not that we strengthened you, you almost leaned towards them just a little bit.", "persian_text": "اگر ما تو را محكم و استوار نكرده بوديم، نزديك بود كمی به سوی آنها گرايش پيدا كنی.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 75, "arabic_text": "إِذًا لَّأَذَقْنَٰكَ ضِعْفَ ٱلْحَيَوٰةِ وَضِعْفَ ٱلْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا", "english_text": "Had you done that, we would have doubled the retribution for you in this life, and after death, and you would have found no one to help you against us.", "persian_text": "اگر چنين می کردی، در اين دنيا و نيز پس از مرگ، ما تو را دوبرابر مجازات می کرديم و تو در برابر ما هيچ ياوری برای خود نمی يافتی.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 76, "arabic_text": "وَإِن كَادُوا لَيَسْتَفِزُّونَكَ مِنَ ٱلْأَرْضِ لِيُخْرِجُوكَ مِنْهَا  وَإِذًا لَّا يَلْبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلًا", "english_text": "They almost banished you from the land to get rid of you, so they could revert as soon as you left.", "persian_text": "آنها نزديك بود تو را از آن سرزمين تبعيد كنند تا از دست تو خلاص شوند و بتوانند به محض رفتن تو بازگردند.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 77, "arabic_text": "سُنَّةَ مَن قَدْ أَرْسَلْنَا قَبْلَكَ مِن رُّسُلِنَا  وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيلًا", "english_text": "This has been consistently the case with all the messengers that we sent before you, and you will find that our system never changes.", "persian_text": "اين روش دربارهٔ تمام رسولانی است كه پيش از تو فرستاديم و تو روش ما را تغييرناپذير خواهی يافت.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 78, "arabic_text": "أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمْسِ إِلَىٰ غَسَقِ ٱلَّيْلِ وَقُرْءَانَ ٱلْفَجْرِ  إِنَّ قُرْءَانَ ٱلْفَجْرِ كَانَ مَشْهُودًا", "english_text": "You shall observe the Contact Prayer (Salat) when the sun declines from its highest point at noon, as it moves towards sunset. You shall also observe (the recitation of) the Quran at dawn. (Reciting) the Quran at dawn is witnessed.", "persian_text": "هنگام ظهر كه خورشيد از بالاترين نقطه به طرف مغرب پايين می آيد، نمازها (ارتباط با خدا) را به جا آور. همچنين هنگام سحر به (خواندن) قرآن بپرداز. (خواندن) قرآن در سحرگاه مشهود است.", "subtitle": "The Noon Prayer", "footnote": ""}, {"sura_num": 17, "verse_num": 79, "arabic_text": "وَمِنَ ٱلَّيْلِ فَتَهَجَّدْ بِهِۦ نَافِلَةً لَّكَ عَسَىٰٓ أَن يَبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُودًا", "english_text": "During the night, you shall meditate for extra credit, that your Lord may raise you to an honorable rank.", "persian_text": "در خلال شب، برای ثواب بيشتر به تمركز و نيايش بپرداز تا پروردگارت تو را به مقامی محترم برساند.", "subtitle": "Meditation", "footnote": ""}, {"sura_num": 17, "verse_num": 80, "arabic_text": "وَقُل رَّبِّ أَدْخِلْنِى مُدْخَلَ صِدْقٍ وَأَخْرِجْنِى مُخْرَجَ صِدْقٍ وَٱجْعَل لِّى مِن لَّدُنكَ سُلْطَٰنًا نَّصِيرًا", "english_text": "And say, \"My Lord, admit me an honorable admittance, and let me depart an honorable departure, and grant me from You a powerful support.\"", "persian_text": "و بگو: \"پروردگار من، مرا وارد كن با ورودی محترمانه و خارج كن با خروجی محترمانه، و از جانب خويش حمايتی نيرومند به من عطا فرما.\"", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 81, "arabic_text": "وَقُلْ جَآءَ ٱلْحَقُّ وَزَهَقَ ٱلْبَٰطِلُ  إِنَّ ٱلْبَٰطِلَ كَانَ زَهُوقًا", "english_text": "Proclaim, \"The truth has prevailed, and falsehood has vanished; falsehood will inevitably vanish.\"", "persian_text": "اعلام كن \"حق چپره شده است و باطل از ميان رفته است؛ باطل قطعاً از ميր§ن خواهد رفت.\"", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 82, "arabic_text": "وَنُنَزِّلُ مِنَ ٱلْقُرْءَانِ مَا هُوَ شِفَآءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ   وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارًا", "english_text": "We send down in the Quran healing and mercy for the believers. At the same time, it only increases the wickedness of the transgressors.", "persian_text": "ما در قرآن برای مؤمنان شفا و رحمت فرو می فرستيم. در حالی که، آن جز بر شرارت ستمكاران نمی افزايد.", "subtitle": "Healing and Mercy", "footnote": ""}, {"sura_num": 17, "verse_num": 83, "arabic_text": "وَإِذَآ أَنْعَمْنَا عَلَى ٱلْإِنسَٰنِ أَعْرَضَ وَنَـَٔا بِجَانِبِهِۦ  وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسًا", "english_text": "When we bless the human being, he becomes preoccupied and heedless. But when adversity strikes him, he turns despondent.", "persian_text": "هنگامی كه به انسان نعمتی عطا کنیم، او سرگرم و بی توجه می شود. اما همين كه به مصيبتی دچار شود، نوميد می گردد.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 84, "arabic_text": "قُلْ كُلٌّ يَعْمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أَهْدَىٰ سَبِيلًا", "english_text": "Say, \"Everyone works in accordance with his belief, and your Lord knows best which ones are guided in the right path.\"", "persian_text": "بگو: \"هر كس بر طبق ايمان خود عمل می كند و پروردگار شما بهتر می داند كه چه كسانی به راه راست هدايت يافته اند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 85, "arabic_text": "وَيَسْـَٔلُونَكَ عَنِ ٱلرُّوحِ  قُلِ ٱلرُّوحُ مِنْ أَمْرِ رَبِّى وَمَآ أُوتِيتُم مِّنَ ٱلْعِلْمِ إِلَّا قَلِيلًا", "english_text": "They ask you about the revelation. Say, \"The revelation comes from my Lord. The knowledge given to you is minute.\"", "persian_text": "از تو دربارهٔ وحی سؤال می کنند. بگو: \"وحی از جانب پروردگارم می آيد. دانشی که به شما داده شده است، بسيار جزئی است.\"", "subtitle": "Divine Revelation: The Source of All Knowledge", "footnote": ""}, {"sura_num": 17, "verse_num": 86, "arabic_text": "وَلَئِن شِئْنَا لَنَذْهَبَنَّ بِٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيْنَا وَكِيلًا", "english_text": "If we will, we can take back what we revealed to you, then you will find no protector against us.", "persian_text": "اگر بخواهيم، می توانيم آنچه را بر تو وحی كرديم، بازستانيم؛ آنگاه در برابر ما هيچ محافظی نخواهی يافت.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 87, "arabic_text": "إِلَّا رَحْمَةً مِّن رَّبِّكَ  إِنَّ فَضْلَهُۥ كَانَ عَلَيْكَ كَبِيرًا", "english_text": "This is but mercy from your Lord. His blessings upon you have been great.", "persian_text": "اين نيست مگر رحمتی از جانب پروردگار تو. او موهبتی بزرگ بر تو ارزانی داشته است.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 88, "arabic_text": "قُل لَّئِنِ ٱجْتَمَعَتِ ٱلْإِنسُ وَٱلْجِنُّ عَلَىٰٓ أَن يَأْتُوا بِمِثْلِ هَٰذَا ٱلْقُرْءَانِ لَا يَأْتُونَ بِمِثْلِهِۦ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا", "english_text": "Say, \"If all the humans and all the jinns banded together in order to produce a Quran like this, they can never produce anything like it, no matter how much assistance they lent one another.\"", "persian_text": "بگو: \"اگر همهٔ آدميان و جنيان دست به دست يکديگر می دادند تا قرآنی مانند اين ارائه دهند، هرگز نمی توانستند چيزی نظير اين بياورند، هر قدر هم كه نهايت همکاری را به خرج دهند.\"", "subtitle": "Mathematical Composition of the Quran", "footnote": ""}, {"sura_num": 17, "verse_num": 89, "arabic_text": "وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِى هَٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍ فَأَبَىٰٓ أَكْثَرُ ٱلنَّاسِ إِلَّا كُفُورًا", "english_text": "We have cited for the people in this Quran all kinds of examples, but most people insist upon disbelieving.", "persian_text": "و در اين قرآن انواع مثال ها را برای مردم بيان کرده ايم، ولی بيشتر مردم در ناباوری اصرار می ورزند.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 90, "arabic_text": "وَقَالُوا لَن نُّؤْمِنَ لَكَ حَتَّىٰ تَفْجُرَ لَنَا مِنَ ٱلْأَرْضِ يَنۢبُوعًا", "english_text": "They said, \"We will not believe you unless you cause a spring to gush out of the ground.", "persian_text": "آنها گفتند: \"ما به تو ايمان نخواهيم آورد، مگر آنکه از زمين چشمه ای بجوشانی.", "subtitle": "God's Messengers Challenged", "footnote": ""}, {"sura_num": 17, "verse_num": 91, "arabic_text": "أَوْ تَكُونَ لَكَ جَنَّةٌ مِّن نَّخِيلٍ وَعِنَبٍ فَتُفَجِّرَ ٱلْأَنْهَٰرَ خِلَٰلَهَا تَفْجِيرًا", "english_text": "\"Or unless you own a garden of date palms and grapes, with rivers running through it.", "persian_text": "\"يا باغی از درختان خرما و انگور داشته باشی که از ميانش رودخانه ها روان باشند.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 92, "arabic_text": "أَوْ تُسْقِطَ ٱلسَّمَآءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِىَ بِٱللَّهِ وَٱلْمَلَٰٓئِكَةِ قَبِيلًا", "english_text": "\"Or unless you cause masses from the sky, as you claimed, to fall on us. Or unless you bring GOD and the angels before our eyes.", "persian_text": "\"يا همان طور که ادعا کردی، توده هایی از آسمان بر ما فرود آری. يا خدا و فرشتگان را در برابر چشمانمان حاضر کنی.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 93, "arabic_text": "أَوْ يَكُونَ لَكَ بَيْتٌ مِّن زُخْرُفٍ أَوْ تَرْقَىٰ فِى ٱلسَّمَآءِ وَلَن نُّؤْمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيْنَا كِتَٰبًا نَّقْرَؤُهُۥ   قُلْ سُبْحَانَ رَبِّى هَلْ كُنتُ إِلَّا بَشَرًا رَّسُولًا", "english_text": "\"Or unless you own a luxurious mansion, or unless you climb into the sky. Even if you do climb, we will not believe unless you bring a book that we can read.\"* Say, \"Glory be to my Lord. Am I any more than a human messenger?\"", "persian_text": "\"يا عمارتی مجلل داشته باشی، يا به آسمان بالا روی. حتی اگر بالا روی، ما باور نخواهيم كرد مگر آنكه کتابی بياوری که بتوانيم آن را بخوانيم.\"* بگو: \"شکوه و جلال پروردگارم ستايش باد. آيا من جز بشری هستم که به رسالت فرستاده شده است؟\"", "subtitle": "", "footnote": "*17:93 God's Messenger of the Covenant, Rashad Khalifa, was thus challenged, including the challenge to bring a new book, or bring down masses from the sky. Verse 3:81 defines the duties of God's Messenger of the Covenant. Overwhelming proof is detailed in Appendices 2 & 26."}, {"sura_num": 17, "verse_num": 94, "arabic_text": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤْمِنُوٓا إِذْ جَآءَهُمُ ٱلْهُدَىٰٓ إِلَّآ أَن قَالُوٓا أَبَعَثَ ٱللَّهُ بَشَرًا رَّسُولًا", "english_text": "What prevented the people from believing when the guidance came to them, is their saying, \"Did GOD send a human being as a messenger?\"", "persian_text": "هنگامی كه هدايت برای مردم آمد،آنچه مانع ايمان آوردنشان شد، گفتارشان بود: \"آيا خدا بشری را به عنوان رسول فرستاده است؟\"", "subtitle": "Messengership: An Essential Test", "footnote": ""}, {"sura_num": 17, "verse_num": 95, "arabic_text": "قُل لَّوْ كَانَ فِى ٱلْأَرْضِ مَلَٰٓئِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِم مِّنَ ٱلسَّمَآءِ مَلَكًا رَّسُولًا", "english_text": "Say, \"If the earth were inhabited by angels, we would have sent down to them from the sky an angel messenger.\"", "persian_text": "بگو: \"اگر فرشتگان در زمين سكونت داشتند، ما از آسمان فرشته ای به رسالت برای آنها فرستاده بوديم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 96, "arabic_text": "قُلْ كَفَىٰ بِٱللَّهِ شَهِيدًۢا بَيْنِى وَبَيْنَكُمْ  إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرًۢا بَصِيرًا", "english_text": "Say, \"GOD suffices as a witness between me and you. He is fully Cognizant of His worshipers, Seer.\"", "persian_text": "بگو: \"خدا به عنوان شاهد ميان من و شما كافی است. او كاملاً بر پرستش كنندگان خويش آگاه است، بينا.\"", "subtitle": "God Is My Witness", "footnote": ""}, {"sura_num": 17, "verse_num": 97, "arabic_text": "وَمَن يَهْدِ ٱللَّهُ فَهُوَ ٱلْمُهْتَدِ  وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُمْ أَوْلِيَآءَ مِن دُونِهِۦ  وَنَحْشُرُهُمْ يَوْمَ ٱلْقِيَٰمَةِ عَلَىٰ وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا  مَّأْوَىٰهُمْ جَهَنَّمُ  كُلَّمَا خَبَتْ زِدْنَٰهُمْ سَعِيرًا", "english_text": "Whomever GOD guides is the truly guided one. And whomever He sends astray, you will never find for them any lords and masters beside Him. We will summon them on the Day of Resurrection forcibly; blind, dumb, and deaf. Their destination is Hell; whenever it cools down, we will increase their fire.", "persian_text": "هر كه را خدا هدايت كند، حقيقتاً هدايت يافته است و هر كه را به گمراهی فرستد، تو هرگز برای آنها مولا و سروری در كنار او نخواهی يافت. ما آنها را در روز رستاخيز، به اجبار، احضار خواهيم كرد؛ كور، لال و كر. مقصد آنها دوزخ است؛ هرگاه آتش آن فروكش كند، بر آتش آن می افزاييم.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 98, "arabic_text": "ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمْ كَفَرُوا بِـَٔايَٰتِنَا وَقَالُوٓا أَءِذَا كُنَّا عِظَٰمًا وَرُفَٰتًا أَءِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا", "english_text": "Such is their just retribution, since they rejected our revelations. They said, \"After we turn into bones and fragments, do we get resurrected into a new creation?\"", "persian_text": "چنين است مجازات بحق آنها، زيرا آيات ما را انکار کردند. آنها گفتند: \"پس از آنکه ما به استخوان و اجزای متلاشی تبديل شديم، آيا به صورت خلقتی جديد برانگيخته می شويم؟\"", "subtitle": "Their Innermost Thoughts", "footnote": ""}, {"sura_num": 17, "verse_num": 99, "arabic_text": "أَوَلَمْ يَرَوْا أَنَّ ٱللَّهَ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ قَادِرٌ عَلَىٰٓ أَن يَخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ أَجَلًا لَّا رَيْبَ فِيهِ فَأَبَى ٱلظَّٰلِمُونَ إِلَّا كُفُورًا", "english_text": "Could they not see that the GOD who created the heavens and the earth, is able to create the same creations? He has predetermined for them an irrevocable life span? Yet, the disbelievers insist upon disbelieving.", "persian_text": "آيا آنها نمی توانستند ببينند كه خدايی كه آسمان ها و زمين را خلق كرد، قادر است همان خلقت را بيافريند؟ او برای آنها طول عمری مقرر كرده است كه قابل تغيير نيست. با اين حال، كافران در  كفر پافشاری می كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 100, "arabic_text": "قُل لَّوْ أَنتُمْ تَمْلِكُونَ خَزَآئِنَ رَحْمَةِ رَبِّىٓ إِذًا لَّأَمْسَكْتُمْ خَشْيَةَ ٱلْإِنفَاقِ  وَكَانَ ٱلْإِنسَٰنُ قَتُورًا", "english_text": "Proclaim, \"If you possessed my Lord's treasures of mercy, you would have withheld them, fearing that you might exhaust them. The human being is stingy.\"", "persian_text": "اعلام کن: \"اگر شما گنجينه های رحمت پروردگارم را در اختيار می داشتيد، از بيم آنکه مبادا تمام شود، آن را دريغ می داشتيد. انسان خسيس است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 101, "arabic_text": "وَلَقَدْ ءَاتَيْنَا مُوسَىٰ تِسْعَ ءَايَٰت بَيِّنَٰتٍ  فَسْـَٔلْ بَنِىٓ إِسْرَٰٓءِيلَ إِذْ جَآءَهُمْ فَقَالَ لَهُۥ فِرْعَوْنُ إِنِّى لَأَظُنُّكَ يَٰمُوسَىٰ مَسْحُورًا", "english_text": "We supported Moses with nine profound miracles—ask the Children of Israel. When he went to them, Pharaoh said to him, \"I think that you, Moses, are bewitched.\"", "persian_text": "ما با نه معجزهٔ شگرف از موسی حمايت کرديم- از فرزندان اسراييل بپرس. هنگامی که او نزد آنان رفت، فرعون به وی گفت: \"موسی، من فكر می كنم تو را جادو کرده اند.\"", "subtitle": "Moses and Pharaoh", "footnote": ""}, {"sura_num": 17, "verse_num": 102, "arabic_text": "قَالَ لَقَدْ عَلِمْتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ بَصَآئِرَ وَإِنِّى لَأَظُنُّكَ يَٰفِرْعَوْنُ مَثْبُورًا", "english_text": "He said, \"You know full well that no one can manifest these except, obviously, the Lord of the heavens and the earth. I think that you, Pharaoh, are doomed.\"", "persian_text": "او گفت: \"تو کاملاً می دانی كه مسلماً هيچ كس نمی تواند اينها را آشكار كند، جز پروردگار آسمان ها و زمين. فرعون، من فكر می كنم كه تو محكوم به فنا شده ای.\"", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 103, "arabic_text": "فَأَرَادَ أَن يَسْتَفِزَّهُم مِّنَ ٱلْأَرْضِ فَأَغْرَقْنَٰهُ وَمَن مَّعَهُۥ جَمِيعًا", "english_text": "When he pursued them, as he chased them out of the land, we drowned him, together with those who sided with him, all of them.", "persian_text": "هنگامی که او در تعقيب آنان می رفت تا آنها را از آن سرزمين بيرون براند، او و تمام كسانی را كه از او طرفداری كردند غرق كرديم، همگی آنها را.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 104, "arabic_text": "وَقُلْنَا مِنۢ بَعْدِهِۦ لِبَنِىٓ إِسْرَٰٓءِيلَ ٱسْكُنُوا ٱلْأَرْضَ فَإِذَا جَآءَ وَعْدُ ٱلْءَاخِرَةِ جِئْنَا بِكُمْ لَفِيفًا", "english_text": "And we said to the Children of Israel afterwards, \"Go live in this land. When the final prophecy comes to pass, we will summon you all in one group.\"", "persian_text": "و پس از چندی به فرزندان اسراييل گفتيم: \"برويد در اين سرزمين زندگی کنيد. هنگامی که پيش بينی نهايی فرا رسد، همهٔ شما را، در يک گروه، احضار خواهيم کرد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 105, "arabic_text": "وَبِٱلْحَقِّ أَنزَلْنَٰهُ وَبِٱلْحَقِّ نَزَلَ   وَمَآ أَرْسَلْنَٰكَ إِلَّا مُبَشِّرًا وَنَذِيرًا", "english_text": "Truthfully, we sent it down, and with the truth it came down. We did not send you except as a bearer of good news, as well as a warner.", "persian_text": "ما آن را بحق فرستاديم و آن با حقيقت نازل شد. ما تو را نفرستاديم مگر به عنوان مژده دهنده و نيز هشداردهنده.", "subtitle": "The Quran Released Slowly To Facilitate Memorization", "footnote": ""}, {"sura_num": 17, "verse_num": 106, "arabic_text": "وَقُرْءَانًا فَرَقْنَٰهُ لِتَقْرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكْثٍ وَنَزَّلْنَٰهُ تَنزِيلًا", "english_text": "A Quran that we have released slowly, in order for you to read it to the people over a long period, although we sent it down all at once.", "persian_text": "قرآنی که ما آن را به تدريج رها کرده ايم تا تو آن را در درازمدت بر مردم بخوانی، اگرچه تمام آن را يکباره نازل كرديم.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 107, "arabic_text": "قُلْ ءَامِنُوا بِهِۦٓ أَوْ لَا تُؤْمِنُوٓا  إِنَّ ٱلَّذِينَ أُوتُوا ٱلْعِلْمَ مِن قَبْلِهِۦٓ إِذَا يُتْلَىٰ عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا", "english_text": "Proclaim, \"Believe in it, or do not believe in it.\" Those who possess knowledge from the previous scriptures, when it is recited to them, they fall down to their chins, prostrating.", "persian_text": "اعلام کن: \"چه به آن ايمان بياوريد و چه ایمان نياوريد، کسانی که به دانش کتب آسمانی پيشين دست يافته اند، چون بر آنان خوانده شود، سجده کنان، بر چانه هايشان می افتند.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 108, "arabic_text": "وَيَقُولُونَ سُبْحَٰنَ رَبِّنَآ إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا", "english_text": "They say, \"Glory be to our Lord. This fulfills our Lord's prophecy.\"", "persian_text": "آنها می گويند: \"تجليل پروردگارمان را. اين پيش بينی پروردگارمان را تحقق می بخشد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 109, "arabic_text": "وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا ", "english_text": "They fall down on their chins, prostrating and weeping. For it augments their reverence.", "persian_text": "آنها سجده كنان و گريان بر چانه های خود می افتند، زيرا اين بر خشوعشان می افزايد.", "subtitle": "", "footnote": ""}, {"sura_num": 17, "verse_num": 110, "arabic_text": "قُلِ ٱدْعُوا ٱللَّهَ أَوِ ٱدْعُوا ٱلرَّحْمَٰنَ  أَيًّا مَّا تَدْعُوا فَلَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ  وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَٱبْتَغِ بَيْنَ ذَٰلِكَ سَبِيلًا", "english_text": "Say, \"Call Him GOD, or call Him Most Gracious; whichever name you use, to Him belongs the best names.\" You shall not utter your Contact Prayers (Salat) too loudly, nor secretly; use a moderate tone.", "persian_text": "بگو: \"او را خدا بخوانيد، يا او را بخشنده ترين بخوانيد؛ با هر نامی بخوانيدش، بهترين نام ها از آن اوست.\" نمازها (ارتباط با خدا) خود را نه بسيار بلند بخوان و نه در دل؛ با صدايی متعادل بخوان.", "subtitle": "Tone of the Contact Prayers (Salat)", "footnote": ""}, {"sura_num": 17, "verse_num": 111, "arabic_text": "وَقُلِ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُۥ شَرِيكٌ فِى ٱلْمُلْكِ وَلَمْ يَكُن لَّهُۥ وَلِىٌّ مِّنَ ٱلذُّلِّ  وَكَبِّرْهُ تَكْبِيرًۢا", "english_text": "And proclaim: \"Praise be to GOD, who has never begotten a son, nor does He have a partner in His kingship, nor does He need any ally out of weakness,\" and magnify Him constantly.", "persian_text": "و اعلام كن: \"ستايش خدا را كه نه هرگز پسری اختيار كرده است و نه در سلطنت خود شريكی دارد و نه از روی ضعف به ولی ای نيازمند است.\" و مدام او را تكبير بگو.", "subtitle": "", "footnote": ""}]