[{"sura_num": 72, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "Jinns", "chapter_title_arabic": "الجن", "chapter_title_persian": "جنيان"}, {"sura_num": 72, "verse_num": 1, "arabic_text": "قُلْ أُوحِىَ إِلَىَّ أَنَّهُ ٱسْتَمَعَ نَفَرٌ مِّنَ ٱلْجِنِّ فَقَالُوٓا إِنَّا سَمِعْنَا قُرْءَانًا عَجَبًا", "english_text": "Say, \"I was inspired that a group of jinns listened, then said, 'We have heard a wonderful Quran.*", "persian_text": "بگو: \"به من وحی شد كه گروهی از جن ها گوش دادند، سپس گفتند: ٰما قرآنی شگفت انگيز شنيده ايم.*", "subtitle": "", "footnote": "*72:1-28 The messenger here is named, mathematically, as \"Rashad Khalifa,\" to whom God revealed the end of the world (Appendix 25). The number of verses from 1:1 to 72:27, where the messenger is mentioned, is 5472, 19x72x4. The word \"Rashada\" occurs 4 times in Sura 72. The value of \"Rashada\" is 504, and 504+28 (verses of Sura 72) is 532, 19x28. The value of \"Rashad Khalifa\" (1230)+72+28=1330 =19x70. The digits of Sura 72 and its number of verses (28) add up to 7+2+2+8=19. Also, the crucial expression, \"only to a messenger that He chooses\" has a value of 1919, 19x101."}, {"sura_num": 72, "verse_num": 2, "arabic_text": "يَهْدِىٓ إِلَى ٱلرُّشْدِ فَـَٔامَنَّا بِهِۦ  وَلَن نُّشْرِكَ بِرَبِّنَآ أَحَدًا", "english_text": "\"'It guides to righteousness, and we have believed in it; we will never set up any idols besides our Lord.", "persian_text": "ٰآن به پرهيزكاری هدايت می كند و ما به آن ايمان آورده ايم؛ ما هرگز هيچ معبودی در كنار پروردگارمان قرار نخواهيم داد.", "subtitle": "", "footnote": ""}, {"sura_num": 72, "verse_num": 3, "arabic_text": "وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةً وَلَا وَلَدًا", "english_text": "\"'The Most High is our only Lord. He never had a mate, nor a son.", "persian_text": "ٰتنها پروردگار ما آن بلندمرتبه ترين است. او هرگز نه جفتی داشته است و نه پسری.", "subtitle": "", "footnote": ""}, {"sura_num": 72, "verse_num": 4, "arabic_text": "وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطًا", "english_text": "\"'It is the foolish among us who used to utter such nonsense about GOD.", "persian_text": "ٰدر ميان ما ابلهانی هستند كه دربارهٔ خدا چنين سخنان بيهوده ای را بر زبان می آوردند.", "subtitle": "", "footnote": ""}, {"sura_num": 72, "verse_num": 5, "arabic_text": "وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلْإِنسُ وَٱلْجِنُّ عَلَى ٱللَّهِ كَذِبًا", "english_text": "\"'We thought that neither the humans, nor the jinns, could possibly utter lies about GOD.", "persian_text": "ٰما فكر می كرديم كه امكان ندارد انسان ها و جن ها بتوانند دربارهٔ خدا دروغ بگويند.", "subtitle": "", "footnote": ""}, {"sura_num": 72, "verse_num": 6, "arabic_text": "وَأَنَّهُۥ كَانَ رِجَالٌ مِّنَ ٱلْإِنسِ يَعُوذُونَ بِرِجَالٍ مِّنَ ٱلْجِنِّ فَزَادُوهُمْ رَهَقًا", "english_text": "\"'Human beings used to seek power through jinn beings, but they only afflicted them with a lot of adversity.", "persian_text": "انسان ها از طريق جن ها قدرت می جستند، ولی آنها اينان را به مصيبت بيشتری دچار کردند.", "subtitle": "", "footnote": ""}, {"sura_num": 72, "verse_num": 7, "arabic_text": "وَأَنَّهُمْ ظَنُّوا كَمَا ظَنَنتُمْ أَن لَّن يَبْعَثَ ٱللَّهُ أَحَدًا", "english_text": "\"'They thought, just like you thought, that GOD would not send another (messenger).", "persian_text": "ٰآنها فكر می كردند، همان‌طور كه شما فكر می كرديد كه خدا (رسول) ديگری را نخواهد فرستاد.", "subtitle": "", "footnote": ""}, {"sura_num": 72, "verse_num": 8, "arabic_text": "وَأَنَّا لَمَسْنَا ٱلسَّمَآءَ فَوَجَدْنَٰهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا", "english_text": "\"'We touched the heaven and found it filled with formidable guards and projectiles.", "persian_text": "ٰما به آسمان رسيديم و آن را پر از نگهبانان قوی با سلاح های پرتابی يافتيم.", "subtitle": "", "footnote": ""}, {"sura_num": 72, "verse_num": 9, "arabic_text": "وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَٰعِدَ لِلسَّمْعِ  فَمَن يَسْتَمِعِ ٱلْءَانَ يَجِدْ لَهُۥ شِهَابًا رَّصَدًا", "english_text": "\"'We used to sit there in order to spy. Anyone who listens is pursued by a powerful projectile.", "persian_text": "ٰما آنجا می نشستيم تا جاسوسی كنيم. هر كس كه گوش دهد با سلاح پرتابی پرقدرتی دنبال می شود.", "subtitle": "", "footnote": ""}, {"sura_num": 72, "verse_num": 10, "arabic_text": "وَأَنَّا لَا نَدْرِىٓ أَشَرٌّ أُرِيدَ بِمَن فِى ٱلْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا", "english_text": "\"'We have no idea if something bad is intended for the inhabitants of Earth, or if their Lord wills to redeem them.", "persian_text": "ٰما هيچ اطلاعی نداريم، اگر قرار است برای ساكنان زمين اتفاق بدی رخ دهد، يا آنكه پروردگارشان بخواهد آنها را رهايی دهد.", "subtitle": "", "footnote": ""}, {"sura_num": 72, "verse_num": 11, "arabic_text": "وَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَ  كُنَّا طَرَآئِقَ قِدَدًا", "english_text": "\"'Some of us are righteous, and some are less than righteous; we follow various paths.", "persian_text": "ٰبرخی از ما پرهيزكارند و برخی كمتر از پرهيزكار؛ ما از راه های مختلفی پيروی می كنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 72, "verse_num": 12, "arabic_text": "وَأَنَّا ظَنَنَّآ أَن لَّن نُّعْجِزَ ٱللَّهَ فِى ٱلْأَرْضِ وَلَن نُّعْجِزَهُۥ هَرَبًا", "english_text": "\"'We knew full well that we can never run away from GOD on earth; we can never run away and escape.", "persian_text": "ٰما كاملاً می دانستيم كه هرگز نمی توانيم در روی زمين از خدا بگريزيم؛ ما هرگز نمی توانيم بگريزيم و فرار كنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 72, "verse_num": 13, "arabic_text": "وَأَنَّا لَمَّا سَمِعْنَا ٱلْهُدَىٰٓ ءَامَنَّا بِهِۦ  فَمَن يُؤْمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخْسًا وَلَا رَهَقًا", "english_text": "\"'When we heard the guidance, we believed therein. Anyone who believes in his Lord will never fear any injustice, nor any affliction.", "persian_text": "ٰهنگامی كه ما هدايت را شنيديم، به آن ايمان آورديم. هر كس به پروردگار خويش ايمان آورد، هرگز ترسی از بی عدالتی و گرفتاری نخواهد داشت.", "subtitle": "", "footnote": ""}, {"sura_num": 72, "verse_num": 14, "arabic_text": "وَأَنَّا مِنَّا ٱلْمُسْلِمُونَ وَمِنَّا ٱلْقَٰسِطُونَ  فَمَنْ أَسْلَمَ فَأُولَٰٓئِكَ تَحَرَّوْا رَشَدًا", "english_text": "\"'Among us are the submitters, and among us are the compromisers.'\" As for those who submitted, they are on the right path.", "persian_text": "جمعی از ما تسليم شدگانند و جمعی از ما سازشکارند.'\" و اما آنان که تسليم شدند، در راه راست گام نهاده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 72, "verse_num": 15, "arabic_text": "وَأَمَّا ٱلْقَٰسِطُونَ فَكَانُوا لِجَهَنَّمَ حَطَبًا", "english_text": "As for the compromisers, they will be fuel for Gehenna.", "persian_text": "و ا׀ا سازشکاران، سوخت جهنم خواهند بود.", "subtitle": "", "footnote": ""}, {"sura_num": 72, "verse_num": 16, "arabic_text": "وَأَلَّوِ ٱسْتَقَٰمُوا عَلَى ٱلطَّرِيقَةِ لَأَسْقَيْنَٰهُم مَّآءً غَدَقًا", "english_text": "If they remain on the right path, we will bless them with abundant water.", "persian_text": "اگر آنها در راه راست باقی بمانند، ما آنها را با آب فراوان نعمت خواهيم داد.", "subtitle": "", "footnote": ""}, {"sura_num": 72, "verse_num": 17, "arabic_text": "لِّنَفْتِنَهُمْ فِيهِ  وَمَن يُعْرِضْ عَن ذِكْرِ رَبِّهِۦ يَسْلُكْهُ عَذَابًا صَعَدًا", "english_text": "We will surely test them all. As for him who disregards the message of his Lord, He will direct him to ever increasing retribution.", "persian_text": "ما مطمئناً همگی آنها را امتحان خواهيم كرد. و اما كسی كه به پيام پروردگار خود بی اعتنايی كند، او وی را به جهتی می راند که دائم بر مجازات او افزوده شود.", "subtitle": "", "footnote": ""}, {"sura_num": 72, "verse_num": 18, "arabic_text": "وَأَنَّ ٱلْمَسَٰجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ ٱللَّهِ أَحَدًا", "english_text": "The places of worship belong to GOD; do not call on anyone else beside GOD.", "persian_text": "مكان های عبادت متعلق به خداست؛ در كنار خدا احدی را نخوانيد.", "subtitle": "", "footnote": ""}, {"sura_num": 72, "verse_num": 19, "arabic_text": "وَأَنَّهُۥ لَمَّا قَامَ عَبْدُ ٱللَّهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا", "english_text": "When GOD's servant* advocated Him alone, almost all of them banded together to oppose him.", "persian_text": "هنگامی که بندهٔ خدا* قيام كرد كه فقط او را بخوانيد، تقريباً همهٔ آنها عليه او همدست شدند.", "subtitle": "God's Messenger of the Covenant*", "footnote": ""}, {"sura_num": 72, "verse_num": 20, "arabic_text": "قُلْ إِنَّمَآ أَدْعُوا رَبِّى وَلَآ أُشْرِكُ بِهِۦٓ أَحَدًا", "english_text": "Say, \"I worship only my Lord; I never set up any idols besides Him.\"", "persian_text": "بگو: \"من فقط پروردگارم را می پرستم؛ من هرگز هيچ احدی را در كنار او شريک قرار نمی دهم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 72, "verse_num": 21, "arabic_text": "قُلْ إِنِّى لَآ أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا", "english_text": "Say, \"I possess no power to harm you, nor to guide you.\"", "persian_text": "بگو: \"من هيچ قدرتی ندارم تا به شما ضرری برسانم و يا اينكه شما را ارشاد كنم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 72, "verse_num": 22, "arabic_text": "قُلْ إِنِّى لَن يُجِيرَنِى مِنَ ٱللَّهِ أَحَدٌ وَلَنْ أَجِدَ مِن دُونِهِۦ مُلْتَحَدًا", "english_text": "Say, \"No one can protect me from GOD, nor can I find any other refuge besides Him.", "persian_text": "بگو: \"هيچ كس نمی تواند مرا در مقابل خدا حفظ كند، و من جز او پناه ديگری نمی يابم.", "subtitle": "", "footnote": ""}, {"sura_num": 72, "verse_num": 23, "arabic_text": "إِلَّا بَلَٰغًا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦ  وَمَن يَعْصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا", "english_text": "\"I deliver GOD's proclamations and messages.\" Those who disobey GOD and His messenger incur the fire of Hell, wherein they abide forever.", "persian_text": "\"من بیانیه ها و پيام های خدا را ابلاغ می كنم.\" كسانی كه از خدا و رسولش نافرمانی كنند، به آتش دوزخ گرفتار می شوند، جايی كه تا ابد می مانند.", "subtitle": "", "footnote": ""}, {"sura_num": 72, "verse_num": 24, "arabic_text": "حَتَّىٰٓ إِذَا رَأَوْا مَا يُوعَدُونَ فَسَيَعْلَمُونَ مَنْ أَضْعَفُ نَاصِرًا وَأَقَلُّ عَدَدًا", "english_text": "Once they see what is awaiting them, they will find out who is really weaker in power, and fewer in number.", "persian_text": "به محض آنكه چيزی را كه در انتظارشان است ببينند، خواهند فهميد كه چه كسی واقعاً از نظر قدرت ضعيف تر و از نظر تعداد كمتر است.", "subtitle": "", "footnote": ""}, {"sura_num": 72, "verse_num": 25, "arabic_text": "قُلْ إِنْ أَدْرِىٓ أَقَرِيبٌ مَّا تُوعَدُونَ أَمْ يَجْعَلُ لَهُۥ رَبِّىٓ أَمَدًا", "english_text": "Say, \"I do not know if what is promised to you will happen soon, or if my Lord will delay it for awhile.\"", "persian_text": "بگو: \"من نمی دانم آنچه به شما وعده داده شده است، به زودی رخ خواهد داد يا پروردگارم آن را برای مدتی به تأخير خواهد انداخت.\"", "subtitle": "", "footnote": ""}, {"sura_num": 72, "verse_num": 26, "arabic_text": "عَٰلِمُ ٱلْغَيْبِ فَلَا يُظْهِرُ عَلَىٰ غَيْبِهِۦٓ أَحَدًا", "english_text": "He is the Knower of the future; He does not reveal the future to anyone.", "persian_text": "او دانای آينده است؛ او آينده را برای كسی آشكار نمی كند.", "subtitle": "", "footnote": ""}, {"sura_num": 72, "verse_num": 27, "arabic_text": "إِلَّا مَنِ ٱرْتَضَىٰ مِن رَّسُولٍ فَإِنَّهُۥ يَسْلُكُ مِنۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِۦ رَصَدًا", "english_text": "Only to a messenger that He chooses,* does He reveal from the past and the future, specific news.*", "persian_text": "فقط به رسولی كه او برگزيند،* اخباری خاص از گذشته و آينده آشكار می كند.*", "subtitle": "", "footnote": ""}, {"sura_num": 72, "verse_num": 28, "arabic_text": "لِّيَعْلَمَ أَن قَدْ أَبْلَغُوا رِسَٰلَٰتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَىٰ كُلَّ شَىْءٍ عَدَدًۢا", "english_text": "This is to ascertain that they have delivered their Lord's messages. He is fully aware of what they have. He has counted the numbers of all things.", "persian_text": "اين برای آن است كه ثابت شود آنها پيام های پروردگارشان را تحويل داده اند. او به آنچه آنها دارند، كاملاً آگاه است. او تعداد همه چيز را شمرده است.", "subtitle": "", "footnote": ""}]