[{"sura_num": 8, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The Spoils of War", "chapter_title_arabic": "الأنفال", "chapter_title_persian": "غنايم جنگی"}, {"sura_num": 8, "verse_num": 1, "arabic_text": "يَسْـَٔلُونَكَ عَنِ ٱلْأَنفَالِ  قُلِ ٱلْأَنفَالُ لِلَّهِ وَٱلرَّسُولِ  فَٱتَّقُوا ٱللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ  وَأَطِيعُوا ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤْمِنِينَ", "english_text": "They consult you about the spoils of war. Say, \"The spoils of war belong to GOD and the messenger.\" You shall observe GOD, exhort one another to be righteous, and obey GOD and His messenger, if you are believers.", "persian_text": "آنها دربارهٔ غنايم جنگی با تو مشورت می كنند. بگو: \"غنايم جنگی به خدا و رسول تعلق دارد.\" خدا را در نظر داشته باشيد، يكديگر را به پرهيزكاری تشويق كنيد و از خدا و رسولش اطاعت نماييد، اگر مؤمن هستيد.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 2, "arabic_text": "إِنَّمَا ٱلْمُؤْمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ ءَايَٰتُهُۥ زَادَتْهُمْ إِيمَٰنًا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ", "english_text": "The true believers are those whose hearts tremble when GOD is mentioned, and when His revelations are recited to them, their faith is strengthened, and they trust in their Lord.", "persian_text": "مؤمنان حقيقی کسانی هستند که چون نام خدا برده شود، قلب هايشان به لرزه می افتد و هنگامی كه آيات او بر آنان خوانده می شود، ايمانشان قوی تر می شود، و آنها به پروردگار خود توکل می کنند.", "subtitle": "The True Believers", "footnote": ""}, {"sura_num": 8, "verse_num": 3, "arabic_text": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ", "english_text": "They observe the Contact Prayers (Salat), and from our provisions to them, they give to charity.", "persian_text": "آنها نمازها (ارتباط با خدا) را به جا می آورند و از روزی هايی كه به آنها می دهيم، انفاق می كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 4, "arabic_text": "أُولَٰٓئِكَ هُمُ ٱلْمُؤْمِنُونَ حَقًّا  لَّهُمْ دَرَجَٰتٌ عِندَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ", "english_text": "Such are the true believers. They attain high ranks at their Lord, as well as forgiveness and a generous provision.", "persian_text": "چنين هستند مؤمنان راستين. ايشان نزد پروردگارشان به درجات بالا و نيز به آمرزش و روزی فراوان دست می يابند.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 5, "arabic_text": "كَمَآ أَخْرَجَكَ رَبُّكَ مِنۢ بَيْتِكَ بِٱلْحَقِّ وَإِنَّ فَرِيقًا مِّنَ ٱلْمُؤْمِنِينَ لَكَٰرِهُونَ", "english_text": "When your Lord willed that you leave your home, to fulfill a specific plan, some believers became exposed as reluctant believers.", "persian_text": "هنگامی كه پروردگارت خواست تا برای اجرای نقشهٔ خاصی خانهٔ خود را ترك كنی، برخی از مؤمنان به عنوان مؤمنان ناراضی برملا شدند.", "subtitle": "The Weak Believers", "footnote": ""}, {"sura_num": 8, "verse_num": 6, "arabic_text": "يُجَٰدِلُونَكَ فِى ٱلْحَقِّ بَعْدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلْمَوْتِ وَهُمْ يَنظُرُونَ", "english_text": "They argued with you against the truth, even after everything was explained to them. They acted as if they were being driven to certain death.", "persian_text": "آنها برخلاف حقيقت با تو مجادله می كنند، حتی پس از آنكه همه چيز برايشان توضيح داده شد. آنها طوری رفتار می كردند كه گويی به طرف مرگ حتمی رانده می شدند.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 7, "arabic_text": "وَإِذْ يَعِدُكُمُ ٱللَّهُ إِحْدَى ٱلطَّآئِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ ٱلشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلْحَقَّ بِكَلِمَٰتِهِۦ وَيَقْطَعَ دَابِرَ ٱلْكَٰفِرِينَ", "english_text": "Recall that GOD promised you victory over a certain group, but you still wanted to face the weaker group. It was GOD's plan to establish the truth with His words, and to defeat the disbelievers.", "persian_text": "به ياد آوريد كه خدا به شما وعده داد كه بر گروه خاصی پيروز می شويد، ولی شما هنوز می خواستيد با گروه ضعيف تر روبرو شويد. اين نقشهٔ خدا بود كه با كلماتش حقيقت را مستقر كند و كافران را شكست دهد.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 8, "arabic_text": "لِيُحِقَّ ٱلْحَقَّ وَيُبْطِلَ ٱلْبَٰطِلَ وَلَوْ كَرِهَ ٱلْمُجْرِمُونَ", "english_text": "For He has decreed that the truth shall prevail, and the falsehood shall vanish, in spite of the evildoers.", "persian_text": "زيرا او مقرر كرده است که حقیقت پیروز شود و باطل از میان برود، برخلاف خواستهٔ مجرمان.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 9, "arabic_text": "إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَٱسْتَجَابَ لَكُمْ أَنِّى مُمِدُّكُم بِأَلْفٍ مِّنَ ٱلْمَلَٰٓئِكَةِ مُرْدِفِينَ", "english_text": "Thus, when you implored your Lord to come to the rescue, He responded to you: \"I am supporting you with one thousand angels in succession.\"", "persian_text": "هنگامی كه برای نجات خود به پروردگارتان التماس می كرديد، او به شما جواب داد: \"من با هزار فرشته كه از پی يكديگر می آيند، شما را حمایت می كنم.\"", "subtitle": "God's Invisible Soldiers", "footnote": ""}, {"sura_num": 8, "verse_num": 10, "arabic_text": "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشْرَىٰ وَلِتَطْمَئِنَّ بِهِۦ قُلُوبُكُمْ  وَمَا ٱلنَّصْرُ إِلَّا مِنْ عِندِ ٱللَّهِ  إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ", "english_text": "GOD gave you this good news to strengthen your hearts. Victory comes only from GOD. GOD is Almighty, Most Wise.", "persian_text": "خدا اين مژده را به شما داد تا به شما قوت قلب بخشد. پيروزی فقط از جانب خداست. خداست صاحب اقتدار، حکيم ترين.", "subtitle": "Victory Guaranteed for the Believers", "footnote": ""}, {"sura_num": 8, "verse_num": 11, "arabic_text": "إِذْ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةً مِّنْهُ وَيُنَزِّلُ عَلَيْكُم مِّنَ ٱلسَّمَآءِ مَآءً لِّيُطَهِّرَكُم بِهِۦ وَيُذْهِبَ عَنكُمْ رِجْزَ ٱلشَّيْطَٰنِ وَلِيَرْبِطَ عَلَىٰ قُلُوبِكُمْ وَيُثَبِّتَ بِهِ ٱلْأَقْدَامَ", "english_text": "He caused peaceful slumber to overtake you and pacify you, and He sent down water from the sky to clean you therewith. He protected you from the devil's curse, reassured your hearts and strengthened your foothold.", "persian_text": "او باعث شد خوابی آرام شما را فرا گيرد و شما را تسكين دهد و او از آسمان آب فرو فرستاد تا با آن شما را تميز كند. او شما را از لعنت شيطان حفظ كرد، به قلب هايتان اطمينان بخشيد و گام هايتان را استوار گردانيد.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 12, "arabic_text": "إِذْ يُوحِى رَبُّكَ إِلَى ٱلْمَلَٰٓئِكَةِ أَنِّى مَعَكُمْ فَثَبِّتُوا ٱلَّذِينَ ءَامَنُوا  سَأُلْقِى فِى قُلُوبِ ٱلَّذِينَ كَفَرُوا ٱلرُّعْبَ فَٱضْرِبُوا فَوْقَ ٱلْأَعْنَاقِ وَٱضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ", "english_text": "Recall that your Lord inspired the angels: \"I am with you; so support those who believed. I will throw terror into the hearts of those who disbelieved. You may strike them above the necks, and you may strike even every finger.\"", "persian_text": "به ياد آور پروردگارت به فرشتگان وحی كرد: \"من با شما هستم؛ بنابراين، از كسانی كه ايمان آوردند، حمايت كنيد. من در دل آنان كه كافر شدند، وحشت می اندازم. شما می توانيد به بالای گردنشان و حتی به هر يك از انگشتانشان ضربه بزنيد.\"", "subtitle": "Lessons from History*", "footnote": "*8:12-16 All wars are governed by the basic rule in 60:8-9."}, {"sura_num": 8, "verse_num": 13, "arabic_text": "ذَٰلِكَ بِأَنَّهُمْ شَآقُّوا ٱللَّهَ وَرَسُولَهُۥ  وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ", "english_text": "This is what they have justly incurred by fighting GOD and His messenger. For those who fight against GOD and His messenger, GOD's retribution is severe.", "persian_text": "اين سزای بحق كسانی است كه با خدا و رسولش می جنگند. عذاب خدا برای آنان كه عليه خدا و رسولش می جنگند، شديد است.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 14, "arabic_text": "ذَٰلِكُمْ فَذُوقُوهُ وَأَنَّ لِلْكَٰفِرِينَ عَذَابَ ٱلنَّارِ", "english_text": "This is to punish the disbelievers; they have incurred the retribution of Hell.", "persian_text": "این برای تنبیه کردن کافران است؛ آنها سزاوار عذاب دوزخ شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 15, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُوا زَحْفًا فَلَا تُوَلُّوهُمُ ٱلْأَدْبَارَ", "english_text": "O you who believe, if you encounter the disbelievers who have mobilized against you, do not turn back and flee.", "persian_text": "ای كسانی كه ايمان آورده اید، اگر با كافرانی كه عليه شما بسيج شده اند، روبرو شديد، رو بر نگردانيد و فرار نكنيد.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 16, "arabic_text": "وَمَن يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفًا لِّقِتَالٍ أَوْ مُتَحَيِّزًا إِلَىٰ فِئَةٍ فَقَدْ بَآءَ بِغَضَبٍ مِّنَ ٱللَّهِ وَمَأْوَىٰهُ جَهَنَّمُ  وَبِئْسَ ٱلْمَصِيرُ", "english_text": "Anyone who turns back on that day, except to carry out a battle plan, or to join his group, has incurred wrath from GOD, and his abode is Hell; what a miserable destiny!", "persian_text": "هر كس در آن روز جز برای اجرای نقشهٔ جنگی، يا پيوستن به گروه خويش رو برگرداند، سزاوار خشم خدا شده است و مكانش دوزخ است؛ چه سرنوشت فلاكت باری!", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 17, "arabic_text": "فَلَمْ تَقْتُلُوهُمْ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمْ  وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ  وَلِيُبْلِىَ ٱلْمُؤْمِنِينَ مِنْهُ بَلَآءً حَسَنًا  إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ", "english_text": "It was not you who killed them; GOD is the One who killed them. It was not you who threw when you threw; GOD is the One who threw. But He thus gives the believers a chance to earn a lot of credit. GOD is Hearer, Omniscient.", "persian_text": "اين شما نبوديد كه آنها را كشتيد؛ خداست كه آنها را كشت. هنگامی كه پرتاب كردی، اين تو نبودی كه پرتاب كردی؛ خداست كه پرتاب كرد.  اما او  اين چنين به مؤمنان فرصت می دهد تا امتياز بسياری كسب كنند. خداست شنوا، دانای مطلق.", "subtitle": "God Is Doing Everything*", "footnote": "*8:17 Believing in God necessitates believing in His qualities, one of which is that He is doing everything. Without knowing God, there is no belief (23:84-90). Bad things are incurred by us, and executed by Satan, in accordance with God's laws (4:78-79, 42:30)."}, {"sura_num": 8, "verse_num": 18, "arabic_text": "ذَٰلِكُمْ وَأَنَّ ٱللَّهَ مُوهِنُ كَيْدِ ٱلْكَٰفِرِينَ", "english_text": "Additionally, GOD thus nullifies the schemes of the disbelievers.", "persian_text": "علاوه براين، خدا اين چنين نقشهٔ كافران را خنثی می كند.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 19, "arabic_text": "إِن تَسْتَفْتِحُوا فَقَدْ جَآءَكُمُ ٱلْفَتْحُ  وَإِن تَنتَهُوا فَهُوَ خَيْرٌ لَّكُمْ  وَإِن تَعُودُوا نَعُدْ وَلَن تُغْنِىَ عَنكُمْ فِئَتُكُمْ شَيْـًٔا وَلَوْ كَثُرَتْ وَأَنَّ ٱللَّهَ مَعَ ٱلْمُؤْمِنِينَ", "english_text": "You sought victory (O disbelievers), and victory did come; it belonged to the believers. If you refrain (from aggression) it would be better for you, but if you return, so will we. Your armies will never help you, no matter how great. For GOD is on the side of the believers.", "persian_text": "شما (ای کافران) در جستجوی پيروزی بودید و پيروزی فرا رسيد؛ آن متعلق به مؤمنان بود. اگر شما (از تعرض) دست برداريد، به صلاح شما خواهد بود، ولی اگر به آن بازگرديد، ما نيز چنين خواهيم کرد. سپاهیان شما، هرقدر هم که زیاد باشد، هرگز كمكی به شما نخواهد كرد. زيرا خدا طرفدار مؤمنان است.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 20, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا أَطِيعُوا ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوْا عَنْهُ وَأَنتُمْ تَسْمَعُونَ", "english_text": "O you who believe, obey GOD and His messenger, and do not disregard him while you hear.", "persian_text": "ای کسانی که ايمان آورده ايد، از خدا و رسول او اطاعت کنيد و به او بی اعتنا نباشيد، در حالی که می شنويد.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 21, "arabic_text": "وَلَا تَكُونُوا كَٱلَّذِينَ قَالُوا سَمِعْنَا وَهُمْ لَا يَسْمَعُونَ", "english_text": "Do not be like those who say, \"We hear,\" when they do not hear.", "persian_text": "مانند کسانی نباشيد که می گويند: \"ما می شنويم،\" در حالی که نمی شنوند.", "subtitle": "The Disbelievers Blocked Out", "footnote": ""}, {"sura_num": 8, "verse_num": 22, "arabic_text": "إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلْبُكْمُ ٱلَّذِينَ لَا يَعْقِلُونَ", "english_text": "The worst creatures in the sight of GOD are the deaf and dumb, who do not understand.", "persian_text": "بدترين مخلوقات در نظر خدا کران و گنگانند، که نمی فهمند.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 23, "arabic_text": "وَلَوْ عَلِمَ ٱللَّهُ فِيهِمْ خَيْرًا لَّأَسْمَعَهُمْ  وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوا وَّهُم مُّعْرِضُونَ", "english_text": "Had GOD known of any good in them, He would have made them hearers. Even if He made them hearers, they still would turn away in aversion.", "persian_text": "اگر خدا كوچك ترين خوبی در آنان می يافت، آنها را شنوا می كرد. حتی اگر آنان را شنوا می كرد، باز هم با بيزاری روی می گرداندند.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 24, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا ٱسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ  وَٱعْلَمُوٓا أَنَّ ٱللَّهَ يَحُولُ بَيْنَ ٱلْمَرْءِ وَقَلْبِهِۦ وَأَنَّهُۥٓ إِلَيْهِ تُحْشَرُونَ", "english_text": "O you who believe, you shall respond to GOD and to the messenger when he invites you to what gives you life.* You should know that GOD is closer to you than your heart, and that before Him you will be summoned.", "persian_text": "ای کسانی که ايمان آورده ايد، دعوت خدا و رسول را پاسخ دهيد، هنگامی كه شما را به سوی چيزی فرا می خواند که به شما زندگی می بخشد. اين را بدانيد که خدا از قلب شما به شما نزديک تر است، و اينکه نزد او احضار خواهيد شد.", "subtitle": "The Righteous Do Not Really Die*", "footnote": "*8:24 See Appendix 17. When the righteous exit their bodies, they go straight to Heaven."}, {"sura_num": 8, "verse_num": 25, "arabic_text": "وَٱتَّقُوا فِتْنَةً لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُوا مِنكُمْ خَآصَّةً  وَٱعْلَمُوٓا أَنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ", "english_text": "Beware of a retribution that may not be limited to the evildoers among you.* You should know that GOD's retribution is severe.", "persian_text": "آگاه باشيد از عذابی كه ممكن است فقط منحصر به ستمكاران در ميان شما نباشد.* بدانيد كه مجازات خدا شديد است.", "subtitle": "", "footnote": "*8:25 A community that tolerates homosexuality, for example, may be hit by an earthquake."}, {"sura_num": 8, "verse_num": 26, "arabic_text": "وَٱذْكُرُوٓا إِذْ أَنتُمْ قَلِيلٌ مُّسْتَضْعَفُونَ فِى ٱلْأَرْضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمْ وَأَيَّدَكُم بِنَصْرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمْ تَشْكُرُونَ", "english_text": "Remember that you used to be few and oppressed, fearing that the people may snatch you, and He granted you a secure sanctuary, supported you with His victory, and provided you with good provisions, that you may be appreciative.", "persian_text": "به ياد آوريد که قبلاً تعداد شما کم بود و شما تحت فشار بوديد و از اين می ترسيديد که مبادا مردم شما را بگيرند و ببرند و او به شما پناهگاهی امن عطا نمود، با پيروزی خود شما را حمايت کرد و برايتان روزی های خوب فراهم نمود، باشد که سپاسگزار باشيد.", "subtitle": "God Supports the Believers", "footnote": ""}, {"sura_num": 8, "verse_num": 27, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا لَا تَخُونُوا ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓا أَمَٰنَٰتِكُمْ وَأَنتُمْ تَعْلَمُونَ", "english_text": "O you who believe, do not betray GOD and the messenger, and do not betray those who trust you, now that you know.", "persian_text": "ای کسانی که ايمان آورده ايد، به خدا و رسول خيانت نکنيد، به کسانی که به شما اعتماد می کنند خيانت نکنيد، اينک که آگاه شده ايد.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 28, "arabic_text": "وَٱعْلَمُوٓا أَنَّمَآ أَمْوَٰلُكُمْ وَأَوْلَٰدُكُمْ فِتْنَةٌ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجْرٌ عَظِيمٌ", "english_text": "You should know that your money and your children are a test, and that GOD possesses a great recompense.", "persian_text": "بدانيد که پول و فرزندان شما امتحانی هستند و اينکه خدا صاحب پاداشی است عظیم.", "subtitle": "Money & Children Are Tests", "footnote": ""}, {"sura_num": 8, "verse_num": 29, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا إِن تَتَّقُوا ٱللَّهَ يَجْعَل لَّكُمْ فُرْقَانًا وَيُكَفِّرْ عَنكُمْ سَيِّـَٔاتِكُمْ وَيَغْفِرْ لَكُمْ   وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ", "english_text": "O you who believe, if you reverence GOD, He will enlighten you, remit your sins, and forgive you. GOD possesses infinite grace.", "persian_text": "ای كسانی كه ايمان آورده اید، اگر هيبت و حرمت خدا را ارج نهيد، او به شما بينش عطا خواهد كرد، گناهانتان را پاك می كند و شما را می بخشد. خدا دارای موهبت بی پايان است.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 30, "arabic_text": "وَإِذْ يَمْكُرُ بِكَ ٱلَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ  وَيَمْكُرُونَ وَيَمْكُرُ ٱللَّهُ  وَٱللَّهُ خَيْرُ ٱلْمَٰكِرِينَ", "english_text": "The disbelievers plot and scheme to neutralize you, or kill you, or banish you. However, they plot and scheme, but so does GOD. GOD is the best schemer.", "persian_text": "كافران نقشه می كشند و مكر می كنند تا تو را خنثی كنند، يا تو را بكشند يا تو را بيرون كنند. اگرچه، آنها نقشه می كشند و مكر می كنند، اما خدا نيز چنين می كند. خدا بهترين مكار است.", "subtitle": "God Protects His Messenger*", "footnote": "*8:30 God chose His final prophet, Muhammad, from the strongest tribe of Arabia. It was tribal laws and traditions that prevented the disbelievers—by God's leave—from killing Muhammad. Similarly, it was God's will to move His Messenger of the Covenant from the Middle East, where he would have been killed, to the U.S.A. where God's message can flourish and reach every corner of the globe. This is mathematically confirmed: the sura & verse numbers= 8+30=19x2."}, {"sura_num": 8, "verse_num": 31, "arabic_text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَٰتُنَا قَالُوا قَدْ سَمِعْنَا لَوْ نَشَآءُ لَقُلْنَا مِثْلَ هَٰذَآ   إِنْ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلْأَوَّلِينَ", "english_text": "When our revelations are recited to them, they say, \"We have heard. If we wanted to, we could have said the same things. These are no more than tales from the past!\"", "persian_text": "و چون آيات ما بر آنان خوانده شود، می گويند: \"ما شنيده ايم. اگر مى خواستيم، می توانستيم همان چيزها را بگویيم. اين فقط افسانه های قدیمی است!\"", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 32, "arabic_text": "وَإِذْ قَالُوا ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ ٱلسَّمَآءِ أَوِ ٱئْتِنَا بِعَذَابٍ أَلِيمٍ", "english_text": "They also said, \"Our god, if this is really the truth from You, then shower us with rocks from the sky, or pour upon us a painful punishment.\"", "persian_text": "و نيز گفتند: \"خدای ما، اگر واقعاً اين حقيقت از جانب توست، پس از آسمان بر ما سنگ بباران، يا عذابی دردناك بر ما فرو ريز.\"", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 33, "arabic_text": "وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ  وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ", "english_text": "However, GOD is not to punish them while you are in their midst; GOD is not to punish them while they are seeking forgiveness.", "persian_text": "اگرچه، خدا آنها را تنبیه نمی كند تا زمانی كه تو در ميان آنها هستی؛ خدا آنها را تنبیه نمی كند تا زمانی كه طلب بخشش می كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 34, "arabic_text": "وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمْ يَصُدُّونَ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ وَمَا كَانُوٓا أَوْلِيَآءَهُۥٓ  إِنْ أَوْلِيَآؤُهُۥٓ إِلَّا ٱلْمُتَّقُونَ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ", "english_text": "Have they not deserved GOD's retribution, by repelling others from the Sacred Masjid, even though they are not the custodians thereof? The true custodians thereof are the righteous, but most of them do not know.", "persian_text": "آيا آنها سزاوار عذاب خدا نشده اند، که ديگران را از مسجدالحرام باز می دارند، با آنكه متولی آن نيستند؟ متوليان حقيقی آن پرهيزكاران هستند، اما اکثرشان نمی دانند.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 35, "arabic_text": "وَمَا كَانَ صَلَاتُهُمْ عِندَ ٱلْبَيْتِ إِلَّا مُكَآءً وَتَصْدِيَةً  فَذُوقُوا ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ", "english_text": "Their Contact Prayers (Salat) at the shrine (Ka'bah) were no more than a mockery and a means of repelling the people (by crowding them out). Therefore, suffer the retribution for your disbelief.", "persian_text": "نماز آنها در زيارتگاه (كعبه) چيزی جز مسخره بازی و وسيله ای برای راندن مردم (با ازدحام) نبود. بنابراين، به خاطر كفرتان طعم عذاب را بچشيد.", "subtitle": "The Contact Prayers (Salat) Existed Before the Quran*", "footnote": "*8:35 All religious practices in Islam came to us through Abraham; when the Quran was revealed, all rites in \"Submission\" were already in existence (21:73, 22:78)."}, {"sura_num": 8, "verse_num": 36, "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُوا يُنفِقُونَ أَمْوَٰلَهُمْ لِيَصُدُّوا عَن سَبِيلِ ٱللَّهِ  فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ   وَٱلَّذِينَ كَفَرُوٓا إِلَىٰ جَهَنَّمَ يُحْشَرُونَ", "english_text": "Those who disbelieve spend their money to repel others from the way of GOD. They will spend it, then it will turn into sorrow and remorse for them. Ultimately, they will be defeated, and all disbelievers will be summoned to Hell.", "persian_text": "كسانی كه كافر هستند، پولشان را برای دوركردن ديگران از راه خدا خرج خواهند کرد. آن را خرج می كنند، سپس آن برايشان مايهٔ اندوه و پشيمانی خواهد شد. آنها سرانجام شكست خواهند خورد و تمام كافران به دوزخ احضار خواهند شد.", "subtitle": "Spending Their Money to Fight God*", "footnote": "*8:36 The idol worshiping leaders of corrupted Islam, Saudi Arabia, have allocated huge sums of money annually to fight God and His miracle. For example, the famous Lebanese publisher Dãr Al-'Ilm Lil-Malãyîn (Knowledge for the Millions) published the Arabic version of \"The Miracle of the Quran\" in March 1983. The Saudis bought all the copies and destroyed them."}, {"sura_num": 8, "verse_num": 37, "arabic_text": "لِيَمِيزَ ٱللَّهُ ٱلْخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجْعَلَ ٱلْخَبِيثَ بَعْضَهُۥ عَلَىٰ بَعْضٍ فَيَرْكُمَهُۥ جَمِيعًا فَيَجْعَلَهُۥ فِى جَهَنَّمَ  أُولَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ", "english_text": "GOD will sift away the bad from the good, then pile the bad on top of each other, all in one pile, then throw it in Hell. Such are the losers.", "persian_text": "خدا بد را از خوب الک می كند، پس از آن، بدها را روی هم انباشته می کند، همه در يک توده، سپس آن را در دوزخ مى افکند. چنين هستند بازندگان.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 38, "arabic_text": "قُل لِّلَّذِينَ كَفَرُوٓا إِن يَنتَهُوا يُغْفَرْ لَهُم مَّا قَدْ سَلَفَ وَإِن يَعُودُوا فَقَدْ مَضَتْ سُنَّتُ ٱلْأَوَّلِينَ", "english_text": "Tell those who disbelieved: if they stop, all their past will be forgiven. But if they return, they will incur the same fate as their previous counterparts.", "persian_text": "به کسانی که کافر شدند، بگو: اگر دست بردارند، تمام گذشتهٔ آنها بخشيده خواهد شد. اما اگر بازگردند، به همان سرنوشتی گرفتار خواهند شد که امثال آنها در گذشته گرفتار شدند.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 39, "arabic_text": "وَقَٰتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِ  فَإِنِ ٱنتَهَوْا فَإِنَّ ٱللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ", "english_text": "You shall fight them to ward off oppression, and to practice your religion devoted to GOD alone. If they refrain from aggression, then GOD is fully Seer of everything they do.", "persian_text": "با آنان بجنگيد تا ظلم و ستم برچيده شود و اعمال دينتان انحصاراً برای خدا انجام شود. اگر از تعرض دست بردارند، پس خدا بر همهٔ اعمالشان کاملاً بیناست.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 40, "arabic_text": "وَإِن تَوَلَّوْا فَٱعْلَمُوٓا أَنَّ ٱللَّهَ مَوْلَىٰكُمْ  نِعْمَ ٱلْمَوْلَىٰ وَنِعْمَ ٱلنَّصِيرُ", "english_text": "If they turn away, then you should know that GOD is your Lord and Master; the best Lord and Master, the best supporter.", "persian_text": "اگر روی بگردانند، پس بدانيد که مولا و سرور شما خداست؛ بهترين مولا و سرور، بهترين پشتيبان.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 41, "arabic_text": "وَٱعْلَمُوٓا أَنَّمَا غَنِمْتُم مِّن شَىْءٍ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِى ٱلْقُرْبَىٰ وَٱلْيَتَٰمَىٰ وَٱلْمَسَٰكِينِ وَٱبْنِ ٱلسَّبِيلِ إِن كُنتُمْ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلْنَا عَلَىٰ عَبْدِنَا يَوْمَ ٱلْفُرْقَانِ يَوْمَ ٱلْتَقَى ٱلْجَمْعَانِ   وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ", "english_text": "You should know that if you gain any spoils in war, one-fifth shall go to GOD and the messenger, to be given to the relatives, the orphans, the poor, and the traveling alien. You will do this if you believe in GOD and in what we revealed to our servant on the day of decision, the day the two armies clashed. GOD is Omnipotent.", "persian_text": "بدانيد كه اگر در جنگ غنايمی به دست آورديد، يک پنجم آن برای خدا و رسول است تا به خويشاوندان، يتيمان، تهيدستان و مسافران غريب داده شود. شما اين كار را انجام خواهيد داد، اگر به خدا و به آنچه بر بندهٔ خود در آن روز تصميم گيریـ روزی كه دو سپاه با هم مواجه شدندـ نازل كرديم، ايمان داريد. خداست قادر مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 42, "arabic_text": "إِذْ أَنتُم بِٱلْعُدْوَةِ ٱلدُّنْيَا وَهُم بِٱلْعُدْوَةِ ٱلْقُصْوَىٰ وَٱلرَّكْبُ أَسْفَلَ مِنكُمْ  وَلَوْ تَوَاعَدتُّمْ لَٱخْتَلَفْتُمْ فِى ٱلْمِيعَٰدِ   وَلَٰكِن لِّيَقْضِىَ ٱللَّهُ أَمْرًا كَانَ مَفْعُولًا لِّيَهْلِكَ مَنْ هَلَكَ عَنۢ بَيِّنَةٍ وَيَحْيَىٰ مَنْ حَىَّ عَنۢ بَيِّنَةٍ   وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ", "english_text": "Recall that you were on this side of the valley, while they were on the other side. Then their caravan had to move to lower ground. Had you planned it this way, you could not have done it. But GOD was to carry out a predetermined matter, whereby those destined to be annihilated were annihilated for an obvious reason, and those destined to be saved were saved for an obvious reason. GOD is Hearer, Omniscient.", "persian_text": "به ياد داشته باشيد که شما در اين سوی دره بوديد و آنها در آن سو. از اين رو، کاروان آنها می بايست به طرف پايين حرکت کند. اگر شما می خواستيد چنين نقشه ای را طرح کنيد، نمی توانستيد از عهدهٔ اين کار برآييد. اما خدا می خواست تا کاری را که از پیش مقدر شده بود عملی کند، تا کسانی که قرار بود به هلاکت رسند، با دليلی آشکار هلاک شدند و کسانی که قرار بود نجات يابند، با دليلی آشکار نجات يافتند. خداست شنوا، دانای مطلق.", "subtitle": "God Controls Everything and Plans for the Believers", "footnote": ""}, {"sura_num": 8, "verse_num": 43, "arabic_text": "إِذْ يُرِيكَهُمُ ٱللَّهُ فِى مَنَامِكَ قَلِيلًا  وَلَوْ أَرَىٰكَهُمْ كَثِيرًا لَّفَشِلْتُمْ وَلَتَنَٰزَعْتُمْ فِى ٱلْأَمْرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَ   إِنَّهُۥ عَلِيم بِذَاتِ ٱلصُّدُورِ", "english_text": "GOD made them appear in your dream (O Muhammad) fewer in number. Had He made them appear more numerous, you would have failed, and you would have disputed among yourselves. But GOD saved the situation. He is Knower of the innermost thoughts.", "persian_text": "خدا تعداد آنان را در خواب تو (ای محمد) كمتر نشان داد. اگر تعداد آنان را بيشتر نشان داده بود، شکست می خورديد و در ميان خود اختلاف ایجاد می کرديد. ولی خدا موقعيت را حفظ کرد. او به درونی ترين افکار داناست.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 44, "arabic_text": "وَإِذْ يُرِيكُمُوهُمْ إِذِ ٱلْتَقَيْتُمْ فِىٓ أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ فِىٓ أَعْيُنِهِمْ لِيَقْضِىَ ٱللَّهُ أَمْرًا كَانَ مَفْعُولًا   وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ", "english_text": "And when the time came and you faced them, He made them appear fewer in your eyes, and made you appear fewer in their eyes as well. For GOD willed to carry out a certain plan. All decisions are made by GOD.", "persian_text": "و هنگامی که زمانش فرا رسيد و در مقابل آنها قرار گرفتيد، او تعداد آنها را در نظر شما کمتر نشان داد و تعداد شما را نيز در نظر آنها کمتر نشان داد. زيرا خدا می خواست نقشهٔ خاصی اجرا شود. تمام تصميمات با خداست.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 45, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا إِذَا لَقِيتُمْ فِئَةً فَٱثْبُتُوا وَٱذْكُرُوا ٱللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ", "english_text": "O you who believe, when you encounter an army, you shall hold fast and commemorate GOD frequently, that you may succeed.", "persian_text": "ای كسانی كه ايمان آورده ايد، هرگاه با لشکری روبرو می شويد، بايد مقاومت كنيد و مكرراً خدا را ذكر كنيد، باشد كه موفق شويد.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 46, "arabic_text": "وَأَطِيعُوا ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ  وَٱصْبِرُوٓا  إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ", "english_text": "You shall obey GOD and His messenger, and do not dispute among yourselves, lest you fail and scatter your strength. You shall steadfastly persevere. GOD is with those who steadfastly persevere.", "persian_text": "از خدا و رسولش اطاعت كنيد و در ميان خودتان اختلاف ايجاد نكنيد، تا مبادا شكست بخوريد و نيروی خود را پراكنده سازيد. بايد صبورانه استقامت كنيد. خدا با كسانی است كه صبورانه مقاومت می كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 47, "arabic_text": "وَلَا تَكُونُوا كَٱلَّذِينَ خَرَجُوا مِن دِيَٰرِهِم بَطَرًا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ  وَٱللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ", "english_text": "Do not be like those who left their homes grudgingly, only to show off, and in fact discouraged others from following the path of GOD. GOD is fully aware of everything they do.", "persian_text": "مانند كسانی نباشيد كه با اكراه و بی ميلی، فقط برای تظاهر، خانه های خود را ترك نمودند و درواقع، ديگران را از پيروی از راه خدا دلسرد كردند. خدا كاملاً بر همهٔ اعمالشان آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 48, "arabic_text": "وَإِذْ زَيَّنَ لَهُمُ ٱلشَّيْطَٰنُ أَعْمَٰلَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ ٱلْيَوْمَ مِنَ ٱلنَّاسِ وَإِنِّى جَارٌ لَّكُمْ  فَلَمَّا تَرَآءَتِ ٱلْفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيْهِ وَقَالَ إِنِّى بَرِىٓءٌ مِّنكُمْ إِنِّىٓ أَرَىٰ مَا لَا تَرَوْنَ إِنِّىٓ أَخَافُ ٱللَّهَ  وَٱللَّهُ شَدِيدُ ٱلْعِقَابِ", "english_text": "The devil had adorned their works in their eyes, and said, \"You cannot be defeated by any people today,\" and \"I will be fighting along with you.\" But as soon as the two armies faced each other, he turned back on his heels and fled, saying, \"I disown you. I see what you do not see. I am afraid of GOD. GOD's retribution is awesome.\"", "persian_text": "شيطان اعمالشان را در نظرشان زيبا جلوه داده بود و گفت: \"امروز كسی نمی تواند شما را شكست دهد\" و \"من همراه با شما خواهم جنگيد.\" ولی به محض آنكه دو سپاه با هم روبرو شدند، او عقب گرد كرد و گريخت، می گفت: \"من شما را طرد می كنم. من چيزی می بينم كه شما نمی بينيد. من از خدا می ترسم. عذاب خدا هولناك است.\"", "subtitle": "The Devil Sees God's Invisible Soldiers", "footnote": ""}, {"sura_num": 8, "verse_num": 49, "arabic_text": "إِذْ يَقُولُ ٱلْمُنَٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ غَرَّ هَٰٓؤُلَآءِ دِينُهُمْ   وَمَن يَتَوَكَّلْ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ", "english_text": "The hypocrites and those who harbored doubt in their hearts said, \"These people are deceived by their religion.\" However, if one puts his trust in GOD, then GOD is Almighty, Most Wise.", "persian_text": "منافقان و كسانی كه در دل شك داشتند، گفتند: \"اين مردم فريب دينشان را خورده اند.\" در هر حال، اگر كسی به خدا توكل كند، پس خداست قادر متعال، حكيم ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 50, "arabic_text": "وَلَوْ تَرَىٰٓ إِذْ يَتَوَفَّى ٱلَّذِينَ كَفَرُوا   ٱلْمَلَٰٓئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَٰرَهُمْ وَذُوقُوا عَذَابَ ٱلْحَرِيقِ", "english_text": "If you could only see those who disbelieved when the angels put them to death! They will beat them on their faces and their rear ends: \"Taste the retribution of Hell.", "persian_text": "اگر فقط می توانستی كافران را هنگامی كه فرشتگان آنها را می ميرانند، ببينی! آنان به صورت و نشيمنگاه آنها خواهند زد: \"عذاب دوزخ را بچشيد.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 51, "arabic_text": "ذَٰلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ ٱللَّهَ لَيْسَ بِظَلَّٰمٍ لِّلْعَبِيدِ", "english_text": "\"This is a consequence of what your hands have sent forth. GOD is never unjust towards the creatures.\"", "persian_text": "\"اين است نتيجهٔ آنچه كه با دست های خويش از پيش فرستاده ايد. خدا هرگز نسبت به مخلوقاتش بی عدالتی نمی كند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 52, "arabic_text": "كَدَأْبِ ءَالِ فِرْعَوْنَ   وَٱلَّذِينَ مِن قَبْلِهِمْ  كَفَرُوا بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ   إِنَّ ٱللَّهَ قَوِىٌّ شَدِيدُ ٱلْعِقَابِ", "english_text": "This is the same fate as that of Pharaoh's people and those who disbelieved before them. They rejected GOD's revelations, and GOD punished them for their sins. GOD is powerful, and His retribution is severe.", "persian_text": "اين همان سرنوشتی است که فرعونيان و کسانی که پيش از آنها ايمان نياوردند، به آن دچار شدند. آنها آيات خدا را انکار کردند و خدا آنها را به کيفر گناهانشان تنبيه کرد. خدا قدرتمند است و مجازات او شديد.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 53, "arabic_text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمْ يَكُ مُغَيِّرًا نِّعْمَةً أَنْعَمَهَا عَلَىٰ قَوْمٍ حَتَّىٰ يُغَيِّرُوا مَا بِأَنفُسِهِمْ   وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ", "english_text": "GOD does not change a blessing He has bestowed upon any people unless they themselves decide to change. GOD is Hearer, Omniscient.", "persian_text": "خدا نعمتی را كه به هر مردمی عطا كرده است، تغيير نمی دهد مگر آنكه خودشان تصميم بگيرند، عوض شوند. خداست شنوا، دانای مطلق.", "subtitle": "Retribution: A Consequence of Sin", "footnote": ""}, {"sura_num": 8, "verse_num": 54, "arabic_text": "كَدَأْبِ ءَالِ فِرْعَوْنَ   وَٱلَّذِينَ مِن قَبْلِهِمْ  كَذَّبُوا بِـَٔايَٰتِ رَبِّهِمْ فَأَهْلَكْنَٰهُم بِذُنُوبِهِمْ وَأَغْرَقْنَآ ءَالَ فِرْعَوْنَ  وَكُلٌّ كَانُوا ظَٰلِمِينَ", "english_text": "Such was the case with the people of Pharaoh and others before them. They first rejected the signs of their Lord. Consequently, we annihilated them for their sins. We drowned Pharaoh's people; the wicked were consistently punished.", "persian_text": "چنين بود وضعيت قوم فرعون و كسانی كه پيش از آنها بودند. آنها ابتدا نشانه های پروردگارشان را تكذيب كردند. درنتيجه، ما آنها را به خاطر گناهانشان هلاك نموديم. ما فرعونیان را غرق كرديم؛ ستمكاران يكی پس از ديگری به كيفر رسيدند.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 55, "arabic_text": "إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُوا فَهُمْ لَا يُؤْمِنُونَ", "english_text": "The worst creatures in the sight of GOD are those who disbelieved; they cannot believe.", "persian_text": "بدترين مخلوقات از نظر خدا كسانی هستند كه كافر شدند؛ آنها نمی توانند ايمان بياورند.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 56, "arabic_text": "ٱلَّذِينَ عَٰهَدتَّ مِنْهُمْ ثُمَّ يَنقُضُونَ عَهْدَهُمْ فِى كُلِّ مَرَّةٍ وَهُمْ لَا يَتَّقُونَ", "english_text": "You reach agreements with them, but they violate their agreements every time; they are not righteous.", "persian_text": "شما با آنها به توافق می رسيد، اما آنها هر بار پيمان خود را می شكنند؛ آنها پرهيزكار نيستند.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 57, "arabic_text": "فَإِمَّا تَثْقَفَنَّهُمْ فِى ٱلْحَرْبِ فَشَرِّدْ بِهِم مَّنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ", "english_text": "Therefore, if you encounter them in war, you shall set them up as a deterrent example for those who come after them, that they may take heed.", "persian_text": "بنابراين، اگر در جنگ با آنها روبرو شديد، آنها را درس عبرتی قرار دهيد برای كسانی كه  پس از آنها می آيند، باشد كه توجه کنند.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 58, "arabic_text": "وَإِمَّا تَخَافَنَّ مِن قَوْمٍ خِيَانَةً فَٱنۢبِذْ إِلَيْهِمْ عَلَىٰ سَوَآءٍ  إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْخَآئِنِينَ", "english_text": "When you are betrayed by a group of people, you shall mobilize against them in the same manner. GOD does not love the betrayers.", "persian_text": "هرگاه گروهی از مردم به شما خيانت كنند، به همان گونه عليه آنها بسيج شويد. خدا خيانتكاران را دوست ندارد.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 59, "arabic_text": "وَلَا يَحْسَبَنَّ ٱلَّذِينَ كَفَرُوا سَبَقُوٓا  إِنَّهُمْ لَا يُعْجِزُونَ", "english_text": "Let not those who disbelieve think that they can get away with it; they can never escape.", "persian_text": "نگذاريد كافران فكر كنند كه می توانند از آن رهايی يابند؛ آنها هرگز نمی توانند فرار كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 60, "arabic_text": "وَأَعِدُّوا لَهُم مَّا ٱسْتَطَعْتُم مِّن قُوَّةٍ وَمِن رِّبَاطِ ٱلْخَيْلِ تُرْهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمْ وَءَاخَرِينَ مِن دُونِهِمْ لَا تَعْلَمُونَهُمُ ٱللَّهُ يَعْلَمُهُمْ  وَمَا تُنفِقُوا مِن شَىْءٍ فِى سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنتُمْ لَا تُظْلَمُونَ", "english_text": "You shall prepare for them all the power you can muster, and all the equipment you can mobilize, that you may frighten the enemies of GOD, your enemies, as well as others who are not known to you; GOD knows them. Whatever you spend in the cause of GOD will be repaid to you generously, without the least injustice.", "persian_text": "با تمام نيرويی كه می توانيد، برای مقابله با آنها به تجهيز قوا بپردازيد و تمام سلاح هايی كه می توانيد آماده كنيد، باشد كه دشمنان خدا، دشمنان خودتان و همين طور ديگران را كه برای شما ناشناسند، بترسانيد؛ خدا آنها را می شناسد. هرچه در راه خدا خرج كنيد، بدون كوچك ترين بی عدالتی، سخاوتمندانه، به شما بازگردانده خواهد شد.", "subtitle": "You Shall Be Prepared: A Divine Commandment", "footnote": ""}, {"sura_num": 8, "verse_num": 61, "arabic_text": "وَإِن جَنَحُوا لِلسَّلْمِ فَٱجْنَحْ لَهَا وَتَوَكَّلْ عَلَى ٱللَّهِ  إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ", "english_text": "If they resort to peace, so shall you, and put your trust in GOD. He is the Hearer, the Omniscient.", "persian_text": "اگر به صلح متوسل شوند، تو هم صلح كن و به خدا اعتماد داشته باش. اوست شنوا، دانای مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 62, "arabic_text": "وَإِن يُرِيدُوٓا أَن يَخْدَعُوكَ فَإِنَّ حَسْبَكَ ٱللَّهُ  هُوَ ٱلَّذِىٓ أَيَّدَكَ بِنَصْرِهِۦ وَبِٱلْمُؤْمِنِينَ", "english_text": "If they want to deceive you, then GOD will suffice you. He will help you with His support, and with the believers.", "persian_text": "اگر بخواهند تو را فريب دهند، پس خدا برای تو كافی خواهد بود. او با حمايت خويش و با مؤمنان تو را ياری خواهد كرد.", "subtitle": "God Suffices the Believers", "footnote": ""}, {"sura_num": 8, "verse_num": 63, "arabic_text": "وَأَلَّفَ بَيْنَ قُلُوبِهِمْ  لَوْ أَنفَقْتَ مَا فِى ٱلْأَرْضِ جَمِيعًا مَّآ أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَٰكِنَّ ٱللَّهَ أَلَّفَ بَيْنَهُمْ  إِنَّهُۥ عَزِيزٌ حَكِيمٌ", "english_text": "He has reconciled the hearts (of the believers). Had you spent all the money on earth, you could not reconcile their hearts. But GOD did reconcile them. He is Almighty, Most Wise.", "persian_text": "او قلب های (مؤمنان) را آشتی داده است. اگر تمام ثروت روی زمين را خرج كرده بودی، نمی توانستی قلب هايشان را با هم آشتی دهى. اما خدا آنها را آشتی داد. اوست قادر متعال، حكيم ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 64, "arabic_text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ حَسْبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلْمُؤْمِنِينَ", "english_text": "O you prophet, sufficient for you is GOD and the believers who have followed you.", "persian_text": "تو ای پيامبر، خدا و نيز مؤمنانی كه از تو پيروی كرده اند، برای تو كافی است.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 65, "arabic_text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ حَرِّضِ ٱلْمُؤْمِنِينَ عَلَى ٱلْقِتَالِ  إِن يَكُن مِّنكُمْ عِشْرُونَ صَٰبِرُونَ يَغْلِبُوا مِائَتَيْنِ  وَإِن يَكُن مِّنكُم مِّائَةٌ يَغْلِبُوٓا أَلْفًا مِّنَ ٱلَّذِينَ كَفَرُوا بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ", "english_text": "O you prophet, you shall exhort the believers to fight. If there are twenty of you who are steadfast, they can defeat two hundred, and a hundred of you can defeat a thousand of those who disbelieved. That is because they are people who do not understand.", "persian_text": "تو ای پيامبر، مؤمنان را به جنگيدن تشويق كن. اگر بيست نفر از شما ثابت قدم باشند، می توانند دويست نفر را شكست دهند و صد نفر از شما می توانند بر هزار نفر از كافران غلبه كنند، زيرا آنها مردمی هستند كه نمی فهمند.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 66, "arabic_text": "ٱلْـَٰٔنَ خَفَّفَ ٱللَّهُ عَنكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا  فَإِن يَكُن مِّنكُم مِّائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ  وَإِن يَكُن مِّنكُمْ أَلْفٌ يَغْلِبُوٓا أَلْفَيْنِ بِإِذْنِ ٱللَّهِ   وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ", "english_text": "Now (that many new people have joined you) GOD has made it easier for you, for He knows that you are not as strong as you used to be. Henceforth, a hundred steadfast believers can defeat two hundred, and a thousand of you can defeat two thousand by GOD's leave. GOD is with those who steadfastly persevere.", "persian_text": "اكنون (كه عدهٔ زيادی از افراد جديد به شما ملحق شده اند) خدا آن را برای شما آسان تر كرد، زيرا او می داند كه شما مانند گذشته قوی نيستيد. از اين پس، به خواست خدا صد نفر مؤمن ثابت قدم می توانند دويست نفر را شكست دهند و هزار نفر از شما می توانند بر دو هزار نفر غلبه كنند.  خدا با كسانی است كه صبورانه استقامت می ورزند.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 67, "arabic_text": "مَا كَانَ لِنَبِىٍّ أَن يَكُونَ لَهُۥٓ أَسْرَىٰ حَتَّىٰ يُثْخِنَ فِى ٱلْأَرْضِ  تُرِيدُونَ عَرَضَ ٱلدُّنْيَا وَٱللَّهُ يُرِيدُ ٱلْءَاخِرَةَ   وَٱللَّهُ عَزِيزٌ حَكِيمٌ", "english_text": "No prophet shall acquire captives, unless he participates in the fighting. You people are seeking the materials of this world, while GOD advocates the Hereafter. GOD is Almighty, Most Wise.", "persian_text": "هيچ پيامبری نبايد اسير بگيرد، مگر آنكه او در جنگ شركت كرده باشد. شما مردم در پی ماديات اين دنيا هستيد، در حالی كه خدا آخرت را توصيه می كند. خداست قادر متعال، حكيم ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 68, "arabic_text": "لَّوْلَا كِتَٰبٌ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَآ أَخَذْتُمْ عَذَابٌ عَظِيمٌ", "english_text": "If it were not for a predetermined decree from GOD, you would have suffered, on account of what you took, a terrible retribution.", "persian_text": "اگر به خاطر حکم از پیش تعیین شدهٔ خدا نبود، شما برای آنچه برداشتید، به عذابی هولناک دچار می شديد.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 69, "arabic_text": "فَكُلُوا مِمَّا غَنِمْتُمْ حَلَٰلًا طَيِّبًا  وَٱتَّقُوا ٱللَّهَ  إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ", "english_text": "Therefore, eat from the spoils you have earned that which is lawful and good, and observe GOD. GOD is Forgiver, Most Merciful.", "persian_text": "بنابراين، از غنایمی که به دست آورده ايد، آنچه را حلال و خوب است، بخوريد و خدا را در نظر داشته باشيد. خداست آمرزنده، مهربان ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 70, "arabic_text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ قُل لِّمَن فِىٓ أَيْدِيكُم مِّنَ ٱلْأَسْرَىٰٓ إِن يَعْلَمِ ٱللَّهُ فِى قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِّمَّآ أُخِذَ مِنكُمْ وَيَغْفِرْ لَكُمْ   وَٱللَّهُ غَفُورٌ رَّحِيمٌ", "english_text": "O you prophet, tell the prisoners of war in your hands, \"If GOD knew of anything good in your hearts, He would have given you better than anything you have lost, and would have forgiven you. GOD is Forgiver, Most Merciful.\"", "persian_text": "تو ای پيامبر، به زندانيان جنگ كه در دست شما هستند، بگو: \"اگر خدا كوچك ترين خوبی در قلب شما می يافت، به شما بهتر از آنچه از دست داده ايد، داده بود و شما را بخشيده بود. خداست عفوكننده، مهربان ترين.\"", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 71, "arabic_text": "وَإِن يُرِيدُوا خِيَانَتَكَ فَقَدْ خَانُوا ٱللَّهَ مِن قَبْلُ فَأَمْكَنَ مِنْهُمْ   وَٱللَّهُ عَلِيمٌ حَكِيمٌ", "english_text": "And if they want to betray you, they have already betrayed GOD. This is why He made them the losers. GOD is Omniscient, Most Wise.", "persian_text": "و اگر بخواهند به تو خيانت كنند، آنها پيش از اين به خدا خيانت كرده اند. به همين دليل است كه او آنها را بازنده كرد. خداست دانای مطلق، حكيم ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 72, "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُوا وَهَاجَرُوا وَجَٰهَدُوا بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَوا وَّنَصَرُوٓا أُولَٰٓئِكَ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ  وَٱلَّذِينَ ءَامَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَىْءٍ حَتَّىٰ يُهَاجِرُوا  وَإِنِ ٱسْتَنصَرُوكُمْ فِى ٱلدِّينِ فَعَلَيْكُمُ ٱلنَّصْرُ إِلَّا عَلَىٰ قَوْم بَيْنَكُمْ وَبَيْنَهُم مِّيثَٰقٌ   وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ", "english_text": "Surely, those who believed, and emigrated, and strove with their money and their lives in the cause of GOD, as well as those who hosted them and gave them refuge, and supported them, they are allies of one another. As for those who believe, but do not emigrate with you, you do not owe them any support, until they do emigrate. However, if they need your help, as brethren in faith, you shall help them, except against people with whom you have signed a peace treaty. GOD is Seer of everything you do.", "persian_text": "بدون شک، کسانی که ايمان آوردند و مهاجرت کردند و با پول و جان خود در راه خدا كوشش نمودند، و نيز کسانی که ميزبانشان بودند و به ايشان پناه دادند و آنها را حمايت كردند، ياران يکديگرند. و اما نسبت به کسانی که ايمان آوردند ولی با شما مهاجرت نمی کنند، شما هيچ وظیفه ای نداريد كه از آنها حمايت کنيد، مگر آنکه مهاجرت کنند. در هر حال، اگر به کمک شما نياز داشتند، به عنوان برادران دينی به آنها کمک کنید، مگر آنکه اين کمک عليه مردمی باشد که با آنها پيمان صلح بسته ايد. خدا به هرچه می کنيد، بيناست.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 73, "arabic_text": "وَٱلَّذِينَ كَفَرُوا بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ  إِلَّا تَفْعَلُوهُ تَكُن فِتْنَةٌ فِى ٱلْأَرْضِ وَفَسَادٌ كَبِيرٌ", "english_text": "Those who disbelieved are allies of one another. Unless you keep these commandments, there will be chaos on earth, and terrible corruption.", "persian_text": "كافران ياران يكديگرند. تا زمانی که اين احكام را رعايت نكنيد، در روی زمين هرج و مرج و فسادی وحشتناک خواهد بود.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 74, "arabic_text": "وَٱلَّذِينَ ءَامَنُوا وَهَاجَرُوا وَجَٰهَدُوا فِى سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَوا وَّنَصَرُوٓا أُولَٰٓئِكَ هُمُ ٱلْمُؤْمِنُونَ حَقًّا  لَّهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ", "english_text": "Those who believed and emigrated, and strove in the cause of GOD, as well as those who hosted them and gave them refuge, and supported them, these are the true believers. They have deserved forgiveness and a generous recompense.", "persian_text": "کسانی که ايمان آوردند و مهاجرت کردند و در راه خدا جهد و كوشش نمودند، و نيز کسانی که ميزبانشان بودند و به ايشان پناه دادند و از آنان حمايت كردند، مؤمنان حقیقی هستند. آنها شایستهٔ بخشش و پاداشی سخاوتمندانه شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 8, "verse_num": 75, "arabic_text": "وَٱلَّذِينَ ءَامَنُوا مِنۢ بَعْدُ وَهَاجَرُوا وَجَٰهَدُوا مَعَكُمْ فَأُولَٰٓئِكَ مِنكُمْ  وَأُولُوا ٱلْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْضٍ فِى كِتَٰبِ ٱللَّهِ   إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيم", "english_text": "Those who believed afterwards, and emigrated, and strove with you, they belong with you. Those who are related to each other shall be the first to support each other, in accordance with GOD's commandments. GOD is fully aware of all things.", "persian_text": "كسانی كه پس از آن ايمان آوردند و مهاجرت كردند و همراه شما كوشش نمودند، با شما هستند. خويشاوندان اولين كسانی هستند كه بايد طبق دستورات خدا از يكديگر حمايت كنند. خدا از همه چيز كاملاً آگاه است.", "subtitle": "", "footnote": ""}]