[{"sura_num": 3, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The Amramites", "chapter_title_arabic": "آل عمران", "chapter_title_persian": "عمرانيان"}, {"sura_num": 3, "verse_num": 1, "arabic_text": "الٓمٓ", "english_text": "A.L.M.*", "persian_text": "ا. ل. م.*(۳:۱ به پاورقی ۲:۱ و پيوست ۱ نگاه کنيد.", "subtitle": "", "footnote": "*3:1 See Footnote 2:1 and Appendix One."}, {"sura_num": 3, "verse_num": 2, "arabic_text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ", "english_text": "GOD: there is no god except He; the Living, the Eternal.", "persian_text": "خدا: خدايی جز او نيست؛ زنده، پاينده.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 3, "arabic_text": "نَزَّلَ عَلَيْكَ ٱلْكِتَٰبَ بِٱلْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَأَنزَلَ ٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ", "english_text": "He sent down to you this scripture, truthfully, confirming all previous scriptures, and He sent down the Torah and the Gospel", "persian_text": "او اين کتاب آسمانی را بحق بر تو فرو فرستاد که تصديق کنندهٔ تمام کتب آسمانی پيشين است، و تورات و انجيل را فرو فرستاد تا", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 4, "arabic_text": "مِن قَبْلُ هُدًى لِّلنَّاسِ وَأَنزَلَ ٱلْفُرْقَانَ   إِنَّ ٱلَّذِينَ كَفَرُوا بِـَٔايَٰتِ ٱللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ   وَٱللَّهُ عَزِيزٌ ذُو ٱنتِقَامٍ", "english_text": "before that, to guide the people, and He sent down the statute book. Those who disbelieve in GOD's revelations incur severe retribution. GOD is Almighty, Avenger.", "persian_text": "پيش از اين، راهنمای مردم باشند، و كتاب قانون را نازل كرد. کسانی که آيات خدا را باور ندارند، سزاوار عذابی سخت می شوند. خداست صاحب اقتدار، انتقام گیرنده.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 5, "arabic_text": "إِنَّ ٱللَّهَ لَا يَخْفَىٰ عَلَيْهِ شَىْءٌ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ", "english_text": "Nothing is hidden from GOD, on earth, or in the heaven.", "persian_text": "هيچ چيز بر خدا پوشيده نيست، خواه در زمين باشد، يا در آسمان.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 6, "arabic_text": "هُوَ ٱلَّذِى يُصَوِّرُكُمْ فِى ٱلْأَرْحَامِ كَيْفَ يَشَآءُ  لَآ إِلَٰهَ إِلَّا هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ", "english_text": "He is the One who shapes you in the wombs as He wills. There is no other god besides Him; the Almighty, Most Wise.", "persian_text": "اوست که شما را به هر صورت که بخواهد در رحم ها شکل می دهد. خدايی جز او نيست؛ صاحب اقتدار، حکيم ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 7, "arabic_text": "هُوَ ٱلَّذِىٓ أَنزَلَ عَلَيْكَ ٱلْكِتَٰبَ مِنْهُ ءَايَٰتٌ مُّحْكَمَٰتٌ هُنَّ أُمُّ ٱلْكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٌ  فَأَمَّا ٱلَّذِينَ فِى قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنْهُ ٱبْتِغَآءَ ٱلْفِتْنَةِ وَٱبْتِغَآءَ تَأْوِيلِهِۦ   وَمَا يَعْلَمُ تَأْوِيلَهُۥٓ إِلَّا ٱللَّهُ   وَٱلرَّٰسِخُونَ فِى ٱلْعِلْمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلٌّ مِّنْ عِندِ رَبِّنَا   وَمَا يَذَّكَّرُ إِلَّآ أُولُوا ٱلْأَلْبَٰبِ", "english_text": "He sent down to you this scripture, containing straightforward verses—which constitute the essence of the scripture—as well as multiple-meaning or allegorical verses. Those who harbor doubts in their hearts will pursue the multiple-meaning verses to create confusion, and to extricate a certain meaning. None knows the true meaning thereof except GOD and those well founded in knowledge. They say, \"We believe in this—all of it comes from our Lord.\" Only those who possess intelligence will take heed.", "persian_text": "او اين کتاب آسمانی را بر تو نازل كرد، شامل آيات صريح و واضح- که اساس و ماهيت کتاب آسمانی را تشکيل می دهند- و نيز آياتی که چندين معنی دارند و يا تمثيلی بيان شده اند. کسانی که شک به دل راه می دهند، در پی آياتی هستند که چند معنی دارند تا ابهام ایجاد کنند و معنی خاصی برداشت نمایند. هیچ کس معنی حقيقی آنها را نمی داند، جز خدا و کسانی که عميقاً شناخت دارند. ايشان می گويند: \"ما به اين ايمان داريم- همهٔ آن از جانب پروردگار ما است.\" فقط خردمندان توجه خواهند کرد.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 8, "arabic_text": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً  إِنَّكَ أَنتَ ٱلْوَهَّابُ", "english_text": "\"Our Lord, let not our hearts waver, now that You have guided us. Shower us with Your mercy; You are the Grantor.", "persian_text": "\"پروردگار ما، اكنون که ما را هدايت کرده ای، نگذار دل هايمان به سستی گرايد. باران رحمت خود را بر ما بباران؛ تويی عطاکننده.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 9, "arabic_text": "رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوْمٍ لَّا رَيْبَ فِيهِ  إِنَّ ٱللَّهَ لَا يُخْلِفُ ٱلْمِيعَادَ", "english_text": "\"Our Lord, You will surely gather the people on a day that is inevitable. GOD never breaks a promise.\"", "persian_text": "\"پروردگار ما، مطمﺋناً تو مردم را در آن روز اجتناب ناپذير جمع خواهی کرد. خدا هرگز وعدهٔ خود را نمی شکند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 10, "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُوا لَن تُغْنِىَ عَنْهُمْ أَمْوَٰلُهُمْ وَلَآ أَوْلَٰدُهُم مِّنَ ٱللَّهِ شَيْـًٔا  وَأُولَٰٓئِكَ هُمْ وَقُودُ ٱلنَّارِ", "english_text": "Those who disbelieve will never be helped by their money, nor by their children, against GOD. They will be fuel for Hell.", "persian_text": "پول و فرزندان کسانی که کافرند، هرگز در برابر خدا به آنها كمكی نخواهد كرد. آنها سوخت دوزخ خواهند بود.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 11, "arabic_text": "كَدَأْبِ ءَالِ فِرْعَوْنَ وَٱلَّذِينَ مِن قَبْلِهِمْ  كَذَّبُوا بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ   وَٱللَّهُ شَدِيدُ ٱلْعِقَابِ", "english_text": "Like Pharaoh's people and those before them, they rejected our revelations and, consequently, GOD punished them for their sins. GOD is strict in enforcing retribution.", "persian_text": "آنها مانند مردم فرعون و پيشینیانشان، آيات ما را تكذيب كردند و درنتيجه، خدا آنها را برای گناهانشان تنبيه كرد. خدا در اجرای مجازات سختگير است.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 12, "arabic_text": "قُل لِّلَّذِينَ كَفَرُوا سَتُغْلَبُونَ وَتُحْشَرُونَ إِلَىٰ جَهَنَّمَ  وَبِئْسَ ٱلْمِهَادُ", "english_text": "Say to those who disbelieve, \"You will be defeated, then gathered in Hell; what a miserable abode!\"", "persian_text": "به کسانی که کافرند، بگو: \"شما شکست خواهيد خورد، سپس در دوزخ جمع خواهيد شد؛ چه مکان بدی!\"", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 13, "arabic_text": "قَدْ كَانَ لَكُمْ ءَايَةٌ فِى فِئَتَيْنِ ٱلْتَقَتَا  فِئَةٌ تُقَٰتِلُ فِى سَبِيلِ ٱللَّهِ وَأُخْرَىٰ كَافِرَةٌ يَرَوْنَهُم مِّثْلَيْهِمْ رَأْىَ ٱلْعَيْنِ  وَٱللَّهُ يُؤَيِّدُ بِنَصْرِهِۦ مَن يَشَآءُ   إِنَّ فِى ذَٰلِكَ لَعِبْرَةً لِّأُولِى ٱلْأَبْصَٰرِ", "english_text": "An example has been set for you by the two armies who clashed— one army was fighting in the cause of GOD, while the other was disbelieving. They saw with their own eyes that they were twice as many. GOD supports with His victory whomever He wills. This should provide an assurance for those who possess vision.", "persian_text": "در برخورد آن دو لشکر برای شما درس عبرتی است- لشکری در راه خدا می ‌‌‌جنگيد، در حالی كه لشکر ديگر كافر بود. آنها با چشمان خودشان تعداد آنان را دو برابر ديدند. خدا با پيروزی خود هر كه را بخواهد، حمايت می ‌كند. اين بايد اطمينان خاطری باشد برای كسانی كه بصيرت دارند.", "subtitle": "Believers: The Ultimate Victors", "footnote": ""}, {"sura_num": 3, "verse_num": 14, "arabic_text": "زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلْبَنِينَ وَٱلْقَنَٰطِيرِ ٱلْمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلْفِضَّةِ وَٱلْخَيْلِ ٱلْمُسَوَّمَةِ وَٱلْأَنْعَٰمِ وَٱلْحَرْثِ   ذَٰلِكَ مَتَٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا  وَٱللَّهُ عِندَهُۥ حُسْنُ ٱلْمَـَٔابِ", "english_text": "Adorned for the people are the worldly pleasures, such as the women, having children, piles upon piles of gold and silver, trained horses, livestock, and crops. These are the materials of this world. A far better abode is reserved at GOD.", "persian_text": "لذت های دنيوی، از قبيل زنان، داشتن فرزندان، انباشته های طلا و نقره، اسب هاى تربيت شده، چارپايان و محصولات زراعتی برای مردم زيبا جلوه داده شده است. اينها ماديات اين دنياست. جايگاهی به مراتب بهتر نزد خدا در نظر گرفته شده است.", "subtitle": "Different Priorities", "footnote": ""}, {"sura_num": 3, "verse_num": 15, "arabic_text": "قُلْ أَؤُنَبِّئُكُم بِخَيْرٍ مِّن ذَٰلِكُمْ  لِلَّذِينَ ٱتَّقَوْا عِندَ رَبِّهِمْ جَنَّٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا وَأَزْوَٰجٌ مُّطَهَّرَةٌ وَرِضْوَٰنٌ مِّنَ ٱللَّهِ   وَٱللَّهُ بَصِير بِٱلْعِبَادِ", "english_text": "Say, \"Let me inform you of a much better deal: for those who lead a righteous life, reserved at their Lord, are gardens with flowing streams, and pure spouses, and joy in GOD's blessings.\" GOD is Seer of His worshipers.", "persian_text": "بگو: \"بگذارید شما را از معامله ای بسيار بهتر آگاه کنم: برای کسانی که زندگی پرهيزكارانه ای را در پيش می گيرند، باغ هايی با نهرهای روان نزد پروردگارشان در نظر گرفته شده است، همراه با همسرانی پاک و لذت از نعمات خدا.\" خدا بر پرستش کنندگان خود بيناست.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 16, "arabic_text": "ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ", "english_text": "They say, \"Our Lord, we have believed, so forgive us our sins, and spare us the agony of the hellfire.\"", "persian_text": "آنها می گويند: \"پروردگار ما، ما ايمان آورده ايم، پس گناهان ما را ببخش و ما را از عذاب آتش دوزخ در امان دار.\"", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 17, "arabic_text": "ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلْقَٰنِتِينَ وَٱلْمُنفِقِينَ وَٱلْمُسْتَغْفِرِينَ بِٱلْأَسْحَارِ", "english_text": "They are steadfast, truthful, submitting, charitable, and meditators at dawn.", "persian_text": "آنها صبور، راستگو، تسليم شده و انفاق كننده هستند و سحرگاهان به عبادت و تمركز و نیایش می‌ پردازند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 18, "arabic_text": "شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلْمَلَٰٓئِكَةُ وَأُولُوا ٱلْعِلْمِ قَآئِمًۢا بِٱلْقِسْطِ  لَآ إِلَٰهَ إِلَّا هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ", "english_text": "GOD bears witness that there is no god except He, and so do the angels and those who possess knowledge. Truthfully and equitably, He is the absolute god; there is no god but He, the Almighty, Most Wise.", "persian_text": "خدا شهادت می ‌دهد كه جز او خدايی نيست. و هم چنين فرشتگان و كسانی كه دانش دارند. بحق و انصاف، اوست خدای مطلق؛ جز او خدايی نيست، صاحب اقتدار، حكيم‌ترين.", "subtitle": "The Most Important Commandment*", "footnote": "*3:18 The proclamation of faith (Shahaadah) that is decreed by God is: \"There is no god except God,\" in Arabic \"La Elaaha Ella Allah\" (see also 37:35, 47:19). The corrupted Muslims insist upon adding a second \"Shahaadah\" proclaiming that Muhammad is God's messenger. This is by definition \"Shirk\" (idolatry) and a flagrant defiance of God and His messenger. Additionally, it violates the major commandments in 2:136, 2:285, 3:84, & 4:150-152 prohibiting any distinction among God's messengers. By proclaiming that \"Muhammad is a messenger of God,\" and failing to make the same proclamation for other messengers such as Abraham, Moses, Jesus, Saleh, and Jonah, a distinction is committed and a major commandment is violated."}, {"sura_num": 3, "verse_num": 19, "arabic_text": "إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلْإِسْلَٰمُ   وَمَا ٱخْتَلَفَ ٱلَّذِينَ أُوتُوا ٱلْكِتَٰبَ إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْعِلْمُ بَغْيًۢا بَيْنَهُمْ   وَمَن يَكْفُرْ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ", "english_text": "The only religion approved by GOD is \"Submission.\" Ironically, those who have received the scripture are the ones who dispute this fact, despite the knowledge they have received, due to jealousy. For such rejectors of GOD's revelations, GOD is most strict in reckoning.", "persian_text": "تنها دين مورد تأييد خدا \"تسليم\" است. شگفتا، كسانی كه كتاب آسمانی دريافت كرده‌اند، با وجود دانشی كه برای آنها آمده است از روی حسادت با اين حقيقت مخالفت می ‌كنند. خدا در حسابرسی چنين افرادی كه آيات خدا را تكذيب می‌كنند، بسيار سختگير است.", "subtitle": "Submission: The Only Religion", "footnote": ""}, {"sura_num": 3, "verse_num": 20, "arabic_text": "فَإِنْ حَآجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِىَ لِلَّهِ وَمَنِ ٱتَّبَعَنِ   وَقُل لِّلَّذِينَ أُوتُوا ٱلْكِتَٰبَ وَٱلْأُمِّيِّۦنَ ءَأَسْلَمْتُمْ  فَإِنْ أَسْلَمُوا فَقَدِ ٱهْتَدَوا  وَّإِن تَوَلَّوْا فَإِنَّمَا عَلَيْكَ ٱلْبَلَٰغُ   وَٱللَّهُ بَصِير بِٱلْعِبَادِ", "english_text": "If they argue with you, then say, \"I have simply submitted myself to GOD; I and those who follow me.\" You shall proclaim to those who received the scripture, as well as those who did not, \"Would you submit?\" If they submit, then they have been guided, but if they turn away, your sole mission is to deliver this message. GOD is Seer of all people.", "persian_text": "اگر با تو مجادله كنند، پس بگو: \"من خود را فقط به خدا تسليم كرده‌ام؛ من و كسانی كه از من پيروی می ‌كنند.\" به كسانی كه كتاب آسمانی دريافت كردند و هم چنين كسانی كه دريافت نكردند، اعلام كن: \"آيا تسليم می ‌‌‌‌شويد؟\" اگر تسليم شوند، پس هدايت شده‌اند، اما اگر روی بگردانند، تنها مأموريت تو رساندن اين پيام است. خدا بر تمام مردم بيناست.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 21, "arabic_text": "إِنَّ ٱلَّذِينَ يَكْفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقْتُلُونَ ٱلنَّبِيِّۦنَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ ٱلَّذِينَ يَأْمُرُونَ بِٱلْقِسْطِ مِنَ ٱلنَّاسِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ", "english_text": "Those who have rejected GOD's revelations, and killed the prophets unjustly, and killed those who advocated justice among the people, promise them a painful retribution.", "persian_text": "به کسانی که آيات خدا را تکذيب کرده اند و پيامبران را به ناحق کشتند و مناديان عدالت را که از ميان مردم برخاستند به قتل رساندند، مجازاتی دردناک وعده ده.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 22, "arabic_text": "أُولَٰٓئِكَ ٱلَّذِينَ حَبِطَتْ أَعْمَٰلُهُمْ فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ", "english_text": "Their works have been nullified, both in this life and in the Hereafter, and they will have no helpers.", "persian_text": "اعمال آنان هم در اين دنيا و هم در آخرت تباه شده است، و آنها هيچ فريادرسی نخواهند داشت.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 23, "arabic_text": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ أُوتُوا نَصِيبًا مِّنَ ٱلْكِتَٰبِ يُدْعَوْنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلَّىٰ فَرِيقٌ مِّنْهُمْ وَهُم مُّعْرِضُونَ", "english_text": "Have you noted those who were given part of the scripture, and how they are invited to uphold this scripture of GOD, and apply it to their own lives, then some of them turn away in aversion?", "persian_text": "آيا توجه كرده ای به کسانی که بخشی از کتاب آسمانی به آنان داده شده بود و اينکه چگونه از آنان دعوت می شود که از اين کتاب آسمانی خدا پيروی كنند و در زندگی خود طبق آن عمل نمایند، و سپس بعضی از آنها با بيزاری روی می گردانند؟", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 24, "arabic_text": "ذَٰلِكَ بِأَنَّهُمْ قَالُوا لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامًا مَّعْدُودَٰتٍ  وَغَرَّهُمْ فِى دِينِهِم مَّا كَانُوا يَفْتَرُونَ", "english_text": "This is because they said, \"The hellfire will not touch us, except for a few days.\" They were thus deceived in their religion by their own fabrications.", "persian_text": "این به دلیل آن است که گفتند: \"آتش دوزخ جز چند روزی ما را لمس نخواهد کرد.\" آنها این چنین با دروغ های ساختگی خود، در دین خود فريب خوردند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 25, "arabic_text": "فَكَيْفَ إِذَا جَمَعْنَٰهُمْ لِيَوْمٍ لَّا رَيْبَ فِيهِ وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ", "english_text": "How will it be for them, when we summon them on that inevitable day? Each soul will be paid for whatever it earned, without the least injustice.", "persian_text": "هنگامی كه آنها را در آن روز اجتناب‌ ناپذير احضار كنيم، چه حالی خواهند داشت؟ هر نفسی حاصل عمل خود را بدون كوچك‌ ترين بی عدالتی دريافت خواهد كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 26, "arabic_text": "قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلْمُلْكِ تُؤْتِى ٱلْمُلْكَ مَن تَشَآءُ وَتَنزِعُ ٱلْمُلْكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُ  بِيَدِكَ ٱلْخَيْرُ  إِنَّكَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ", "english_text": "Say, \"Our god: possessor of all sovereignty. You grant sovereignty to whomever You choose, You remove sovereignty from whomever You choose. You grant dignity to whomever You choose, and commit to humiliation whomever You choose. In Your hand are all provisions. You are Omnipotent.", "persian_text": "بگو: \"خدای ما: ای مالك تمام فرمانروايى ها. هر كه را تو برگزينی، فرمانروايی عطا می ‌كنی و هر كه را انتخاب كنی از فرمانروايی بركنار می‌ نمايی. هر كه را تو انتخاب كنی عزت می ‌بخشی و هر كه را انتخاب كنی خوار می ‌گردانی. تمام روزى ها در دست توست. تويی قادر مطلق.", "subtitle": "Attributes of God", "footnote": ""}, {"sura_num": 3, "verse_num": 27, "arabic_text": "تُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ  وَتُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَتُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ  وَتَرْزُقُ مَن تَشَآءُ بِغَيْرِ حِسَابٍ", "english_text": "\"You merge the night into the day, and merge the day into the night. You produce the living from the dead, and produce the dead from the living, and You provide for whomever You choose, without limits.\"", "persian_text": "\"تو شب را به روز و روز را به شب درآوری. تو زنده را از مرده و مرده را از زنده به وجود آوری و هر که را تو برگزينی، روزی بی شمار می بخشی.\"", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 28, "arabic_text": "لَّا يَتَّخِذِ ٱلْمُؤْمِنُونَ ٱلْكَٰفِرِينَ أَوْلِيَآءَ مِن دُونِ ٱلْمُؤْمِنِينَ  وَمَن يَفْعَلْ ذَٰلِكَ فَلَيْسَ مِنَ ٱللَّهِ فِى شَىْءٍ إِلَّآ أَن تَتَّقُوا مِنْهُمْ تُقَىٰةً   وَيُحَذِّرُكُمُ ٱللَّهُ نَفْسَهُۥ   وَإِلَى ٱللَّهِ ٱلْمَصِيرُ", "english_text": "The believers never ally themselves with the disbelievers, instead of the believers. Whoever does this is exiled from GOD. Exempted are those who are forced to do this to avoid persecution. GOD alerts you that you shall reverence Him alone. To GOD is the ultimate destiny.", "persian_text": "مؤمنان هرگز کافران را به جای مؤمنان به ياری و اتحاد نمی گيرند. هر کس چنين کند، از درگاه خدا دور شده است. به استثنای كسانی كه برای جلوگيری از اذيت و آزار به اين كار مجبور شوند. خدا شما را هوشيار می كند كه فقط هيبت و حرمت او را ارج نهيد. سرنوشت نهايی به سوی خداست.", "subtitle": "Choose Your Friends Carefully", "footnote": ""}, {"sura_num": 3, "verse_num": 29, "arabic_text": "قُلْ إِن تُخْفُوا مَا فِى صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ ٱللَّهُ   وَيَعْلَمُ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ   وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ", "english_text": "Say, \"Whether you conceal your innermost thought, or declare it, GOD is fully aware thereof.\" He is fully aware of everything in the heavens and the earth. GOD is Omnipotent.", "persian_text": "بگو: \"چه افکار درونی خود را پنهان کنيد، يا آن را آشكار نماييد، خدا كاملاً از آن آگاه است.\" او از همه چيز در آسمان ها و زمين آگاهی دارد. خداست قادر مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 30, "arabic_text": "يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَّا عَمِلَتْ مِنْ خَيْرٍ مُّحْضَرًا وَمَا عَمِلَتْ مِن سُوٓءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُۥٓ أَمَدًۢا بَعِيدًا   وَيُحَذِّرُكُمُ ٱللَّهُ نَفْسَهُۥ   وَٱللَّهُ رَءُوف بِٱلْعِبَادِ", "english_text": "The day will come when each soul will find all the good works it had done brought forth. As for the evil works, it will wish that they were far, far removed. GOD alerts you that you shall reverence Him alone. GOD is Compassionate towards the people.", "persian_text": "آن روز خواهد آمد كه هر نفسی تمام اعمال نيك خود را در مقابل خويش بيابد. و اما برای اعمال پليدش، آرزو خواهد كرد که ای كاش از آن بسيار فاصله داشت. خدا شما را هوشيار می ‌كند كه فقط هيبت و حرمت او را ارج نهيد. خدا نسبت به مردم رئوف است.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 31, "arabic_text": "قُلْ إِن كُنتُمْ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِى يُحْبِبْكُمُ ٱللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ   وَٱللَّهُ غَفُورٌ رَّحِيمٌ", "english_text": "Proclaim: \"If you love GOD, you should follow me.\" GOD will then love you, and forgive your sins. GOD is Forgiver, Most Merciful.", "persian_text": "اعلام كن: \"اگر خدا را دوست داريد، از من پيروی كنيد.\" خدا هم شما را دوست خواهد داشت و گناهان شما را خواهد بخشيد. خداست عفوكننده، مهربان‌ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 32, "arabic_text": "قُلْ أَطِيعُوا ٱللَّهَ وَٱلرَّسُولَ  فَإِن تَوَلَّوْا فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْكَٰفِرِينَ", "english_text": "Proclaim: \"You shall obey GOD and the messenger.\" If they turn away, GOD does not love the disbelievers.", "persian_text": "اعلام كن: \"از خدا و رسول اطاعت كنيد.\" اگر روی بگردانند، خدا كافران را دوست ندارد.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 33, "arabic_text": "إِنَّ ٱللَّهَ ٱصْطَفَىٰٓ ءَادَمَ وَنُوحًا وَءَالَ إِبْرَٰهِيمَ وَءَالَ عِمْرَٰنَ عَلَى ٱلْعَٰلَمِينَ", "english_text": "GOD has chosen Adam, Noah, the family of Abraham, and the family of Amram (as messengers) to the people.", "persian_text": "خدا آدم، نوح، خاندان ابراهيم و خاندان عمران را برای مردم (به رسالت) برگزيده است.", "subtitle": "The Birth of Mary", "footnote": ""}, {"sura_num": 3, "verse_num": 34, "arabic_text": "ذُرِّيَّةًۢ بَعْضُهَا مِنۢ بَعْضٍ   وَٱللَّهُ سَمِيعٌ عَلِيمٌ", "english_text": "They belong in the same progeny. GOD is Hearer, Omniscient.", "persian_text": "آنها از يك تبار هستند. خداست شنوا، دانای مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 35, "arabic_text": "إِذْ قَالَتِ ٱمْرَأَتُ عِمْرَٰنَ رَبِّ إِنِّى نَذَرْتُ لَكَ مَا فِى بَطْنِى مُحَرَّرًا فَتَقَبَّلْ مِنِّىٓ  إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلْعَلِيمُ", "english_text": "The wife of Amram said, \"My Lord, I have dedicated (the baby) in my belly to You, totally, so accept from me. You are Hearer, Omniscient.\"", "persian_text": "زن عمران گفت: \"پروردگار من، من (کودک) در شکم خود را کاملاً وقف تو کرده ام، پس از من بپذير. تويی شنوا، دانای مطلق.\"", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 36, "arabic_text": "فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّى وَضَعْتُهَآ أُنثَىٰ وَٱللَّهُ أَعْلَمُ بِمَا وَضَعَتْ وَلَيْسَ ٱلذَّكَرُ كَٱلْأُنثَىٰ  وَإِنِّى سَمَّيْتُهَا مَرْيَمَ وَإِنِّىٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيْطَٰنِ ٱلرَّجِيمِ", "english_text": "When she gave birth to her, she said, \"My Lord, I have given birth to a girl\"—GOD was fully aware of what she bore—\"The male is not the same as the female. I have named her Mary and I invoke Your protection for her and her descendants from the rejected devil.\"", "persian_text": "هنگامی كه او زایيدە بود، گفت: \"پروردگار من، من دختری زاييده‌ام\"- خدا كاملاً آگاه بود كه او چه زایيده بود- \"مذكر مانند مؤنث نيست، من او را مريم نام نهاده‌ام و از تو تقاضا دارم كه او و نوادگان او را از شيطان رانده شده حفظ كنی.\"", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 37, "arabic_text": "فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَأَنۢبَتَهَا نَبَاتًا حَسَنًا وَكَفَّلَهَا زَكَرِيَّا  كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا ٱلْمِحْرَابَ وَجَدَ عِندَهَا رِزْقًا  قَالَ يَٰمَرْيَمُ أَنَّىٰ لَكِ هَٰذَا  قَالَتْ هُوَ مِنْ عِندِ ٱللَّهِ  إِنَّ ٱللَّهَ يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ", "english_text": "Her Lord accepted her a gracious acceptance, and brought her up a gracious upbringing, under the guardianship of Zachariah. Whenever Zachariah entered her sanctuary he found provisions with her. He would ask, \"Mary, where did you get this from?\" She would say, \"It is from GOD. GOD provides for whomever He chooses, without limits.\"", "persian_text": "پروردگارش او را با مهر و محبت پذيرفت و تحت سرپرستی زكريا با مهر و محبت پرورش داد. هر‌گاه زكريا وارد محراب او می ‌شد، رزقی نزد او می يافت، می ‌پرسيد: \"مريم، تو اين را از كجا آوردی؟\" او می‌ گفت: \"اين از جانب خداست. خدا هر كه را برگزيند، روزی بی‌ شمار می بخشد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 38, "arabic_text": "هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥ  قَالَ رَبِّ هَبْ لِى مِن لَّدُنكَ ذُرِّيَّةً طَيِّبَةً  إِنَّكَ سَمِيعُ ٱلدُّعَآءِ", "english_text": "That is when Zachariah implored his Lord: \"My Lord, grant me such a good child; You are the Hearer of the prayers.\"", "persian_text": "در آن هنگام بود كه زكريا از پروردگارش در‌خواست كرد: \"پروردگار من، چنين فرزند خوبی به من عطا كن؛ تويی شنوندهٔ دعا.\"", "subtitle": "The Birth of John", "footnote": ""}, {"sura_num": 3, "verse_num": 39, "arabic_text": "فَنَادَتْهُ ٱلْمَلَٰٓئِكَةُ وَهُوَ قَآئِمٌ يُصَلِّى فِى ٱلْمِحْرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحْيَىٰ مُصَدِّقًۢا بِكَلِمَةٍ مِّنَ ٱللَّهِ وَسَيِّدًا وَحَصُورًا وَنَبِيًّا مِّنَ ٱلصَّٰلِحِينَ", "english_text": "The angels called him when he was praying in the sanctuary: \"GOD gives you good news of John; a believer in the word of GOD, honorable, moral, and a righteous prophet.\"", "persian_text": "هنگامی كه در محراب به دعا مشغول بود، فرشتگان او را ندا دادند: \"خدا تو را به يحيی مژده می دهد؛ مؤمنی به کلمهٔ خدا، محترم، سرشار از معنويت و پيامبری صالح.\"", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 40, "arabic_text": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِى غُلَٰمٌ وَقَدْ بَلَغَنِىَ ٱلْكِبَرُ وَٱمْرَأَتِى عَاقِرٌ  قَالَ كَذَٰلِكَ ٱللَّهُ يَفْعَلُ مَا يَشَآءُ", "english_text": "He said, \"How can I have a boy, when I am so old, and my wife is sterile?\" He said, \"GOD does whatever He wills.\"", "persian_text": "او گفت: \"چگونه می توانم پسری داشته باشم، هنگامی که کاملاً پير هستم و زنم عقیم است؟\" گفت: \"خدا هرچه بخواهد می کند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 41, "arabic_text": "قَالَ رَبِّ ٱجْعَل لِّىٓ ءَايَةً  قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمْزًا   وَٱذْكُر رَّبَّكَ كَثِيرًا وَسَبِّحْ بِٱلْعَشِىِّ وَٱلْإِبْكَٰرِ", "english_text": "He said, \"My Lord, give me a sign.\" He said, \"Your sign is that you will not speak to the people for three days, except through signals. Commemorate your Lord frequently; and meditate night and day.\"", "persian_text": "او گفت: \"پروردگار من، برای من نشانه ای قرار ده.\" گفت: \"نشانهٔ تو اين است که تا سه روز با مردم سخن نخواهی گفت، جز به اشاره. پروردگارت را مكرر ياد كن و شب و روز به نیایش و تمرکز بپرداز.\"", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 42, "arabic_text": "وَإِذْ قَالَتِ ٱلْمَلَٰٓئِكَةُ يَٰمَرْيَمُ إِنَّ ٱللَّهَ ٱصْطَفَىٰكِ وَطَهَّرَكِ وَٱصْطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلْعَٰلَمِينَ", "english_text": "The angels said, \"O Mary, GOD has chosen you and purified you. He has chosen you from all the women.", "persian_text": "فرشتگان گفتند: \"ای مريم، خدا تو را برگزيده و خالص گردانيده است. او از ميان تمام زنان تو را انتخاب کرده است.", "subtitle": "Mary and Jesus", "footnote": ""}, {"sura_num": 3, "verse_num": 43, "arabic_text": "يَٰمَرْيَمُ ٱقْنُتِى لِرَبِّكِ وَٱسْجُدِى وَٱرْكَعِى مَعَ ٱلرَّٰكِعِينَ", "english_text": "\"O Mary, you shall submit to your Lord, and prostrate and bow down with those who bow down.\"", "persian_text": "\"ای مريم، به پروردگار خود تسليم باش و سجده کن و با رکوع کنندگان رکوع کن.\"", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 44, "arabic_text": "ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهِ إِلَيْكَ  وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَٰمَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ", "english_text": "This is news from the past that we reveal to you. You were not there when they drew their raffles to select Mary's guardian. You were not present when they argued with one another.", "persian_text": "اين از اخبار گذشته است که بر تو وحی می کنيم. تو آنجا نبودی، هنگامی که آنها قرعه کشيدند تا سرپرست مريم را انتخاب کنند. تو آنجا حضور نداشتی، هنگامی که آنها با يکديگر به مشاجره برخاستند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 45, "arabic_text": "إِذْ قَالَتِ ٱلْمَلَٰٓئِكَةُ يَٰمَرْيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُ ٱسْمُهُ ٱلْمَسِيحُ عِيسَى ٱبْنُ مَرْيَمَ وَجِيهًا فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ وَمِنَ ٱلْمُقَرَّبِينَ", "english_text": "The angels said, \"O Mary, GOD gives you good news: a Word from Him whose name is 'The Messiah, Jesus the son of Mary.' He will be prominent in this life and in the Hereafter, and one of those closest to Me.", "persian_text": "فرشتگان گفتند: \"ای مريم، خدا به تو مژده می دهد: کلمه ای از جانب خود که نامش 'مسيح، عيسی پسر مريم است. او در دنيا و آخرت شخصی برجسته و يکی از مقرب ترين بندگان درگاه من خواهد بود.'", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 46, "arabic_text": "وَيُكَلِّمُ ٱلنَّاسَ فِى ٱلْمَهْدِ وَكَهْلًا وَمِنَ ٱلصَّٰلِحِينَ", "english_text": "\"He will speak to the people from the crib, as well as an adult; he will be one of the righteous.\"", "persian_text": "\"او در گهواره و نيز در بزرگسالی با مردم سخن خواهد گفت؛ او يکی از صالحان خواهد بود.\"", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 47, "arabic_text": "قَالَتْ رَبِّ أَنَّىٰ يَكُونُ لِى وَلَدٌ وَلَمْ يَمْسَسْنِى بَشَرٌ  قَالَ كَذَٰلِكِ ٱللَّهُ يَخْلُقُ مَا يَشَآءُ  إِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ", "english_text": "She said, \"My Lord, how can I have a son, when no man has touched me?\" He said, \"GOD thus creates whatever He wills. To have anything done, He simply says to it, 'Be,' and it is.", "persian_text": "او گفت: \"پروردگار من، چگونه می توانم پسری داشته باشم، با آنکه هيچ مردی به من دست نزده است؟\" گفت: \"خدا این چنين هرچه را بخواهد، می آفريند. برای انجام هر کاری، فقط به آن می گويد 'باش،' و آن هست.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 48, "arabic_text": "وَيُعَلِّمُهُ ٱلْكِتَٰبَ وَٱلْحِكْمَةَ وَٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ", "english_text": "He will teach him the scripture, wisdom, the Torah, and the Gospel.", "persian_text": "\"و به او کتاب آسمانی، حکمت، تورات و انجيل را تعليم خواهد داد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 49, "arabic_text": "وَرَسُولًا إِلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ أَنِّى قَدْ جِئْتُكُم بِـَٔايَةٍ مِّن رَّبِّكُمْ  أَنِّىٓ أَخْلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيْـَٔةِ ٱلطَّيْرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيْرًۢا بِإِذْنِ ٱللَّهِ  وَأُبْرِئُ ٱلْأَكْمَهَ وَٱلْأَبْرَصَ وَأُحْىِ ٱلْمَوْتَىٰ بِإِذْنِ ٱللَّهِ  وَأُنَبِّئُكُم بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِى بُيُوتِكُمْ  إِنَّ فِى ذَٰلِكَ لَءَايَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ", "english_text": "As a messenger to the Children of Israel: \"I come to you with a sign from your Lord—I create for you from clay the shape of a bird, then I blow into it, and it becomes a live bird by GOD's leave. I restore vision to the blind, heal the leprous, and I revive the dead by GOD's leave. I can tell you what you eat, and what you store in your homes. This should be a proof for you, if you are believers.", "persian_text": "به عنوان رسولی بر بنی اسرایيل: \"من با نشانه ای از جانب پروردگارتان نزد شما می ‌آيم- من برای شما از گل پيكر پرنده‌ای خلق می ‌كنم، سپس در آن می ‌دمم و آن با اجازهٔ خدا به صورت پرنده‌ای زنده درمی‌آيد. من با اجازهٔ خدا بينايی را به كور بازمی ‌گردانم، جذامی را شفا می ‌دهم و مرده را زنده می ‌كنم. من می ‌توانم به شما بگويم چه می ‌خوريد و در خانه‌هايتان چه ذخيره می ‌كنيد. اين بايد برای شما مدرکی باشد، اگر مؤمن هستيد.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 50, "arabic_text": "وَمُصَدِّقًا لِّمَا بَيْنَ يَدَىَّ مِنَ ٱلتَّوْرَىٰةِ وَلِأُحِلَّ لَكُم بَعْضَ ٱلَّذِى حُرِّمَ عَلَيْكُمْ  وَجِئْتُكُم بِـَٔايَةٍ مِّن رَّبِّكُمْ فَٱتَّقُوا ٱللَّهَ وَأَطِيعُونِ", "english_text": "\"I confirm previous scripture—the Torah—and I revoke certain prohibitions imposed upon you. I come to you with sufficient proof from your Lord. Therefore, you shall observe GOD, and obey me.", "persian_text": "من كتاب آسمانی پيشين- تورات- را تصديق و حرام‌های خاصی را كه بر شما تحميل شد، حلال می ‌كنم. من با مدرك كافی از جانب پروردگارتان نزد شما می ‌آيم. بنابراين، خدا را در نظر داشته باشيد و از من اطاعت كنيد.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 51, "arabic_text": "إِنَّ ٱللَّهَ رَبِّى وَرَبُّكُمْ فَٱعْبُدُوهُ   هَٰذَا صِرَٰطٌ مُّسْتَقِيمٌ", "english_text": "\"GOD is my Lord and your Lord;* you shall worship Him alone. This is the right path.\"", "persian_text": "\"خدا پروردگار من و پروردگار شماست؛* فقط او را عبادت کنيد، که اين است راه راست.\"", "subtitle": "", "footnote": "*3:51 This is precisely what Jesus is quoted to say throughout the New Testament. See for example the Gospel of John 20:17, and the book \"Jesus: Myths and Message\" by Lisa Spray, Ch. 4 (Universal Unity, Fremont, California, 1992)."}, {"sura_num": 3, "verse_num": 52, "arabic_text": "فَلَمَّآ أَحَسَّ عِيسَىٰ مِنْهُمُ ٱلْكُفْرَ قَالَ مَنْ أَنصَارِىٓ إِلَى ٱللَّهِ  قَالَ ٱلْحَوَارِيُّونَ نَحْنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشْهَدْ بِأَنَّا مُسْلِمُونَ", "english_text": "When Jesus sensed their disbelief, he said, \"Who are my supporters towards GOD?\" The disciples said, \"We are GOD's supporters; we believe in GOD, and bear witness that we are submitters.", "persian_text": "هنگامی که عيسی کفرشان را احساس کرد، گفت: \"چه کسانی در راه خدا پشتيبان من هستند؟\" حواريون گفتند: \"ما پشتيبان خدا هستیم؛ ما به خدا ايمان داریم و شاهد باش که ما از تسليم شدگانيم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 53, "arabic_text": "رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلْتَ وَٱتَّبَعْنَا ٱلرَّسُولَ فَٱكْتُبْنَا مَعَ ٱلشَّٰهِدِينَ", "english_text": "\"Our Lord, we have believed in what You have sent down, and we have followed the messenger; count us among the witnesses.\"", "persian_text": "\"پروردگار ما، ما به آنچه فرو فرستاده ای، ايمان آورده ايم و از رسول پيروی کرده ايم؛ ما را از شاهدان محسوب بدار.\"", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 54, "arabic_text": "وَمَكَرُوا وَمَكَرَ ٱللَّهُ  وَٱللَّهُ خَيْرُ ٱلْمَٰكِرِينَ", "english_text": "They plotted and schemed, but so did GOD, and GOD is the best schemer.", "persian_text": "آنها مكر كردند و نقشه كشيدند و خدا نيز چنين كرد، و خدا بهترين مكار است.", "subtitle": "The Death of Jesus*", "footnote": "*3:54-55 We learn that Jesus' soul, the real person, was raised, i.e., Jesus' life on earth was terminated, prior to the arrest, torture, and crucifixion of his empty, soulless, but physiologically living body (See the details in Appendix 22)."}, {"sura_num": 3, "verse_num": 55, "arabic_text": "إِذْ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّى مُتَوَفِّيكَ وَرَافِعُكَ إِلَىَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُوا وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوْقَ ٱلَّذِينَ كَفَرُوٓا إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ  ثُمَّ إِلَىَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ", "english_text": "Thus, GOD said, \"O Jesus, I am terminating your life, raising you to Me, and ridding you of the disbelievers. I will exalt those who follow you above those who disbelieve, till the Day of Resurrection. Then to Me is the ultimate destiny of all of you, then I will judge among you regarding your disputes.", "persian_text": "پس، خدا گفت: \"ای عيسی، اينک به زندگی تو خاتمه می دهم. تو را به سوی خود بالا می برم و از شر کافران خلاص می كنم و کسانی را که از تو پيروی می کنند، مافوق کافران قرار می دهم، تا روز رستاخيز. سپس، بازگشت نهايی همهٔ شما به سوی من است، آنگاه من در مواردی که اختلاف ایجاد كرديد، ميان شما قضاوت خواهم کرد.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 56, "arabic_text": "فَأَمَّا ٱلَّذِينَ كَفَرُوا فَأُعَذِّبُهُمْ عَذَابًا شَدِيدًا فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ", "english_text": "\"As for those who disbelieve, I will commit them to painful retribution in this world, and in the Hereafter. They will have no helpers.\"", "persian_text": "\"و اما كسانی كه ايمان ندارند، آنها را در دنيا و آخرت به مجازاتی دردناك محكوم خواهم كرد. آنها هيچ ياوری نخواهند داشت.\"", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 57, "arabic_text": "وَأَمَّا ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمْ أُجُورَهُمْ   وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ", "english_text": "As for those who believe and lead a righteous life, He will fully recompense them. GOD does not love the unjust.", "persian_text": "و اما کسانی که ايمان می آورند و زندگی پرهیزکارانه ای را در پيش می گيرند، او پاداش ايشان را به طور کامل خواهد داد. خدا ستمکاران را دوست ندارد.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 58, "arabic_text": "ذَٰلِكَ نَتْلُوهُ عَلَيْكَ مِنَ ٱلْءَايَٰتِ وَٱلذِّكْرِ ٱلْحَكِيمِ", "english_text": "These are the revelations that we recite to you, providing a message full of wisdom.", "persian_text": "اينها آياتی است که ما بر تو می خوانيم، که حامل پيامی است پر از حکمت.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 59, "arabic_text": "إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَ  خَلَقَهُۥ مِن تُرَابٍ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ", "english_text": "The example of Jesus, as far as GOD is concerned, is the same as that of Adam; He created him from dust, then said to him, \"Be,\" and he was.", "persian_text": "مثال عيسی، از نظر خدا، مانند آدم است؛ او وی را از خاك آفريد، سپس به او گفت: \"باش\" و او بود.", "subtitle": "Mathematical Confirmation*", "footnote": "*3:59 The \"equality\" of the creation of Jesus and Adam is confirmed mathematically; Jesus and Adam are mentioned in the Quran the same number of times; 25 times each."}, {"sura_num": 3, "verse_num": 60, "arabic_text": "ٱلْحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلْمُمْتَرِينَ", "english_text": "This is the truth from your Lord; do not harbor any doubts.", "persian_text": "اين حقيقتی است از جانب پروردگار تو؛ هيچ شکی به خود راه نده.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 61, "arabic_text": "فَمَنْ حَآجَّكَ فِيهِ مِنۢ بَعْدِ مَا جَآءَكَ مِنَ ٱلْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَآءَنَا وَأَبْنَآءَكُمْ وَنِسَآءَنَا وَنِسَآءَكُمْ وَأَنفُسَنَا وَأَنفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَل لَّعْنَتَ ٱللَّهِ عَلَى ٱلْكَٰذِبِينَ", "english_text": "If anyone argues with you, despite the knowledge you have received, then say, \"Let us summon our children and your children, our women and your women, ourselves and yourselves, then let us invoke GOD's curse upon the liars.\"", "persian_text": "اگر كسی با وجود دانشی كه دريافت كرده‌ای با تو مجادله كند، پس بگو: \"بياييد تا فرزندان ما و فرزندان شما، زنان ما و زنان شما، خود ما و خود شما حاضر شويم، سپس لعنت خدا را بر دروغگويان بخواهيم.\"", "subtitle": "Challenging the Disbelievers", "footnote": ""}, {"sura_num": 3, "verse_num": 62, "arabic_text": "إِنَّ هَٰذَا لَهُوَ ٱلْقَصَصُ ٱلْحَقُّ  وَمَا مِنْ إِلَٰهٍ إِلَّا ٱللَّهُ  وَإِنَّ ٱللَّهَ لَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ", "english_text": "Absolutely, this is the narration of the truth. Absolutely, there is no god except GOD. Absolutely, GOD is the Almighty, Most Wise.", "persian_text": "مسلماً، اين روايت حقيقت است. مسلماً، خدايی غير از خدا نيست. مسلماً، خداست قادر متعال، حكيم‌ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 63, "arabic_text": "فَإِن تَوَلَّوْا فَإِنَّ ٱللَّهَ عَلِيم بِٱلْمُفْسِدِينَ", "english_text": "If they turn away, then GOD is fully aware of the evildoers.", "persian_text": "اگر آنها روی بگردانند، پس خدا از مردم پليد كاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 64, "arabic_text": "قُلْ يَٰٓأَهْلَ ٱلْكِتَٰبِ تَعَالَوْا إِلَىٰ كَلِمَةٍ سَوَآء بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا ٱللَّهَ وَلَا نُشْرِكَ بِهِۦ شَيْـًٔا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّن دُونِ ٱللَّهِ  فَإِن تَوَلَّوْا فَقُولُوا ٱشْهَدُوا بِأَنَّا مُسْلِمُونَ", "english_text": "Say, \"O followers of the scripture, let us come to a logical agreement between us and you: that we shall not worship except GOD; that we never set up any idols besides Him, nor set up any human beings as lords beside GOD.\" If they turn away, say, \"Bear witness that we are submitters.\"", "persian_text": "بگو: \"ای پيروان کتاب آسمانی، بياييد تا ميان خودمان به توافقی منطقی دست يابيم: که جز خدا را عبادت نکنيم و هرگز تحت هيچ عنوان به او شرک نياوريم و هيچ انسانی را در كنار خدا ارباب خود قرار ندهيم.\" اگر روی بگردانند، بگو: \"شاهد باشيد که ما از تسليم شدگانيم.\"", "subtitle": "Invitation to All Believers", "footnote": ""}, {"sura_num": 3, "verse_num": 65, "arabic_text": "يَٰٓأَهْلَ ٱلْكِتَٰبِ لِمَ تُحَآجُّونَ فِىٓ إِبْرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوْرَىٰةُ وَٱلْإِنجِيلُ إِلَّا مِنۢ بَعْدِهِۦٓ  أَفَلَا تَعْقِلُونَ", "english_text": "O followers of the scripture, why do you argue about Abraham, when the Torah and the Gospel were not revealed until after him? Do you not understand?", "persian_text": "ای پيروان کتاب آسمانی، چرا دربارهٔ ابراهيم مجادله می کنيد، در حالی که تورات و انجيل پس از او نازل شد؟ آيا نمی فهميد؟", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 66, "arabic_text": "هَٰٓأَنتُمْ هَٰٓؤُلَآءِ حَٰجَجْتُمْ فِيمَا لَكُم بِهِۦ عِلْمٌ فَلِمَ تُحَآجُّونَ فِيمَا لَيْسَ لَكُم بِهِۦ عِلْمٌ  وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ", "english_text": "You have argued about things you knew; why do you argue about things you do not know? GOD knows, while you do not know.", "persian_text": "شما دربارهٔ آنچه می دانستيد، مجادله کرده اید؛ چرا دربارهٔ چیزهایی که نمی دانيد، مجادله می کنيد؟ خدا می داند، درحالی که شما نمی دانيد.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 67, "arabic_text": "مَا كَانَ إِبْرَٰهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَٰكِن كَانَ حَنِيفًا مُّسْلِمًا وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ", "english_text": "Abraham was neither Jewish, nor Christian; he was a monotheist submitter. He never was an idol worshiper.", "persian_text": "ابراهيم نه يهودی بود و نه مسيحی؛ او يكتاپرستی تسليم شده بود. او هرگز مشرک نبود.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 68, "arabic_text": "إِنَّ أَوْلَى ٱلنَّاسِ بِإِبْرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِىُّ وَٱلَّذِينَ ءَامَنُوا   وَٱللَّهُ وَلِىُّ ٱلْمُؤْمِنِينَ", "english_text": "The people most worthy of Abraham are those who followed him, and this prophet, and those who believe. GOD is the Lord and Master of the believers.", "persian_text": "كسانی بيش از همه لياقت ابراهيم را دارند كه پيرو او و اين پيامبر و كسانی كه ايمان دارند، هستند. خدا مولا و سرور مؤمنان است.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 69, "arabic_text": "وَدَّت طَّآئِفَةٌ مِّنْ أَهْلِ ٱلْكِتَٰبِ لَوْ يُضِلُّونَكُمْ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ", "english_text": "Some followers of the scripture wish to lead you astray, but they only lead themselves astray, without perceiving.", "persian_text": "بعضی از پيروان کتاب آسمانی آرزو دارند شما را گمراه کنند، ولی جز اين نيست که خود را به گمراهی می کشانند، بی آنکه دريابند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 70, "arabic_text": "يَٰٓأَهْلَ ٱلْكِتَٰبِ لِمَ تَكْفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمْ تَشْهَدُونَ", "english_text": "O followers of the scripture, why do you reject these revelations of GOD though you bear witness (that this is the truth)?", "persian_text": "ای پيروان كتاب آسمانی، چرا اين آيات خدا را تكذيب می ‌كنيد با وجود آنكه شهادت می ‌دهيد (كه اين حقيقت است)؟", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 71, "arabic_text": "يَٰٓأَهْلَ ٱلْكِتَٰبِ لِمَ تَلْبِسُونَ ٱلْحَقَّ بِٱلْبَٰطِلِ وَتَكْتُمُونَ ٱلْحَقَّ وَأَنتُمْ تَعْلَمُونَ", "english_text": "O followers of the scripture, why do you confound the truth with falsehood, and conceal the truth, knowingly?", "persian_text": "ای پيروان كتاب آسمانی، چرا حق را با باطل درهم می آميزيد و دانسته حقيقت را پنهان می ‌كنيد؟", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 72, "arabic_text": "وَقَالَت طَّآئِفَةٌ مِّنْ أَهْلِ ٱلْكِتَٰبِ ءَامِنُوا بِٱلَّذِىٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُوا وَجْهَ ٱلنَّهَارِ وَٱكْفُرُوٓا ءَاخِرَهُۥ لَعَلَّهُمْ يَرْجِعُونَ", "english_text": "Some followers of the scripture say, \"Believe in what was sent down to the believers in the morning, and reject it in the evening; maybe someday they will revert.", "persian_text": "بعضی از پيروان كتاب آسمانی می ‌گويند: \"به آنچه بر مؤمنان نازل شد در آغاز روز ايمان بياوريد و در پايان روز آن را تكذيب كنيد؛ شايد روزی باز‌گردند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 73, "arabic_text": "وَلَا تُؤْمِنُوٓا إِلَّا لِمَن تَبِعَ دِينَكُمْ قُلْ إِنَّ ٱلْهُدَىٰ هُدَى ٱللَّهِ أَن يُؤْتَىٰٓ أَحَدٌ مِّثْلَ مَآ أُوتِيتُمْ أَوْ يُحَآجُّوكُمْ عِندَ رَبِّكُمْ   قُلْ إِنَّ ٱلْفَضْلَ بِيَدِ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ   وَٱللَّهُ وَٰسِعٌ عَلِيمٌ", "english_text": "\"And do not believe except as those who follow your religion.\" Say, \"The true guidance is GOD's guidance.\" If they claim that they have the same guidance, or argue with you about your Lord, say, \"All grace is in GOD's hand; He bestows it upon whomever He wills.\" GOD is Bounteous, Omniscient.", "persian_text": "\"و ايمان نياوريد مگر مانند کسانی که از دين شما پيروی کنند.\" بگو: \"هدايت حقیقی هدايت خداست.\" اگر ادعا کنند که خود نيز همان هدايت را دارند، يا دربارهٔ پروردگارتان با شما مجادله کنند، بگو: \"تمام موهبت ها در دست خداست؛ او آن را به هر که بخواهد، ارزانی می دارد.\" خداست سخاوتمند، دانای مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 74, "arabic_text": "يَخْتَصُّ بِرَحْمَتِهِۦ مَن يَشَآءُ   وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ", "english_text": "He specifies His mercy for whomever He wills; GOD possesses unlimited grace.", "persian_text": "او رحمت خود را به هر كه بخواهد، اختصاص می ‌دهد؛ موهبت خدا بی ‌نهايت است.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 75, "arabic_text": "وَمِنْ أَهْلِ ٱلْكِتَٰبِ مَنْ إِن تَأْمَنْهُ بِقِنطَارٍ يُؤَدِّهِۦٓ إِلَيْكَ وَمِنْهُم مَّنْ إِن تَأْمَنْهُ بِدِينَارٍ لَّا يُؤَدِّهِۦٓ إِلَيْكَ إِلَّا مَا دُمْتَ عَلَيْهِ قَآئِمًا   ذَٰلِكَ بِأَنَّهُمْ قَالُوا لَيْسَ عَلَيْنَا فِى ٱلْأُمِّيِّۦنَ سَبِيلٌ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ وَهُمْ يَعْلَمُونَ", "english_text": "Some followers of the scripture can be trusted with a whole lot, and they will give it back to you. Others among them cannot be trusted with a single dinar; they will not repay you unless you keep after them. That is because they say, \"We do not have to be honest when dealing with the gentiles!\"* Thus, they attribute lies to GOD, knowingly.", "persian_text": "به بعضی از پيروان کتاب آسمانی می توان اموال بسياری به امانت سپرد و ايشان آن را به تو باز می گردانند. به بعضی ديگر از آنها ديناری هم نمی توان به امانت سپرد؛ آنها آن را به تو باز نمی گردانند، مگر آنکه در مطالبه اش ايستادگی کنی. زيرا می گويند: \"لزومی ندارد با كسانی كه كتاب آسمانی ندارند، امين باشيم!\"* اين چنين، دانسته، دروغ می گويند و آن را به خدا نسبت می دهند.", "subtitle": "Be Honest With All People", "footnote": "*3:75 Prior to the discovery of the Quran's mathematical code, some scholars falsely claimed that Muhammad was an illiterate man who could not write such a great book. They distorted the meaning of the word \"Ummy,\" claiming that it meant \"illiterate.\" This verse proves that \"Ummiyyeen\" means \"gentiles\" (See also 62:2 & Appendix 28)."}, {"sura_num": 3, "verse_num": 76, "arabic_text": "بَلَىٰ مَنْ أَوْفَىٰ بِعَهْدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَّقِينَ", "english_text": "Indeed, those who fulfill their obligations and lead a righteous life, GOD loves the righteous.", "persian_text": "بی گمان، کسانی که به وظايف خود عمل کنند و زندگی پرهيزكارانه ای را در پيش گيرند، خدا پرهيزكاران را دوست دارد.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 77, "arabic_text": "إِنَّ ٱلَّذِينَ يَشْتَرُونَ بِعَهْدِ ٱللَّهِ وَأَيْمَٰنِهِمْ ثَمَنًا قَلِيلًا أُولَٰٓئِكَ لَا خَلَٰقَ لَهُمْ فِى ٱلْءَاخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيْهِمْ يَوْمَ ٱلْقِيَٰمَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ", "english_text": "As for those who trade away GOD's covenant, and their obligations, for a cheap price, they receive no share in the Hereafter. GOD will not speak to them, nor look at them, on the Day of Resurrection, nor will He purify them. They have incurred a painful retribution.", "persian_text": "و اما كسانی كه پيمان خدا و تعهدات خود را به بهای ناچيز معامله كنند، در آخرت سهمی دريافت نمی ‌كنند. خدا در روز رستاخيز نه با آنها سخن خواهد گفت، نه به آنها نگاه خواهد كرد و نه آنها را خالص خواهد نمود. آنها سزاوار عذابی دردناك شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 78, "arabic_text": "وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُۥنَ أَلْسِنَتَهُم بِٱلْكِتَٰبِ لِتَحْسَبُوهُ مِنَ ٱلْكِتَٰبِ وَمَا هُوَ مِنَ ٱلْكِتَٰبِ وَيَقُولُونَ هُوَ مِنْ عِندِ ٱللَّهِ وَمَا هُوَ مِنْ عِندِ ٱللَّهِ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ وَهُمْ يَعْلَمُونَ", "english_text": "Among them are those who twist their tongues to imitate the scripture, that you may think it is from the scripture, when it is not from the scripture, and they claim that it is from GOD, when it is not from GOD. Thus, they utter lies and attribute them to GOD, knowingly.", "persian_text": "در ميان آنها کسانی هستند که زبان خود را به تقليد از کتاب آسمانی می گردانند، تا شما تصور کنيد که آن از کتاب آسمانی است، در حالی که از کتاب آسمانی نيست، و ادعا دارند که آن از جانب خداست، در حالی که از جانب خدا نيست. اين چنين، دانسته، دروغ می گويند و آن را به خدا نسبت می دهند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 79, "arabic_text": "مَا كَانَ لِبَشَرٍ أَن يُؤْتِيَهُ ٱللَّهُ ٱلْكِتَٰبَ وَٱلْحُكْمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَادًا لِّى مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُوا رَبَّٰنِيِّۦنَ بِمَا كُنتُمْ تُعَلِّمُونَ ٱلْكِتَٰبَ وَبِمَا كُنتُمْ تَدْرُسُونَ", "english_text": "Never would a human being whom GOD blessed with the scripture and prophethood say to the people, \"Idolize me beside GOD.\" Instead, (he would say), \"Devote yourselves absolutely to your Lord alone,\" according to the scripture you preach and the teachings you learn.", "persian_text": "هرگز بشری كه خدا او را با كتاب آسمانی و نبوت مورد رحمت قرار داده است، به مردم نمی ‌گويد: \"مرا در كنار خدا بت قرار دهيد.\" بلكه (می گويد): \"خود را به طور كامل فقط به پروردگارتان اختصاص دهيد، كه اين بر طبق كتاب آسمانی است كه تعليم می ‌دهيد و درس‌هايی كه از آن می‌ آموزيد.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 80, "arabic_text": "وَلَا يَأْمُرَكُمْ أَن تَتَّخِذُوا ٱلْمَلَٰٓئِكَةَ وَٱلنَّبِيِّۦنَ أَرْبَابًا   أَيَأْمُرُكُم بِٱلْكُفْرِ بَعْدَ إِذْ أَنتُم مُّسْلِمُونَ", "english_text": "Nor would he command you to idolize the angels and the prophets as lords. Would he exhort you to disbelieve after becoming submitters?", "persian_text": "و هرگز به شما امر نمی کند که فرشتگان و پيامبران را ارباب خود قرار دهيد. آیا او پس از آنکه تسليم شديد، شما را به کفر تشويق می کند؟", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 81, "arabic_text": "وَإِذْ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّۦنَ لَمَآ ءَاتَيْتُكُم مِّن كِتَٰبٍ وَحِكْمَةٍ ثُمَّ جَآءَكُمْ رَسُولٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥ  قَالَ ءَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَىٰ ذَٰلِكُمْ إِصْرِى  قَالُوٓا أَقْرَرْنَا  قَالَ فَٱشْهَدُوا وَأَنَا مَعَكُم مِّنَ ٱلشَّٰهِدِينَ", "english_text": "GOD took a covenant from the prophets, saying, \"I will give you the scripture and wisdom. Afterwards, a messenger will come to confirm all existing scriptures. You shall believe in him and support him.\" He said, \"Do you agree with this, and pledge to fulfill this covenant?\" They said, \"We agree.\" He said, \"You have thus borne witness, and I bear witness along with you.\"", "persian_text": "خدا از پيامبران ميثاقی گرفت و گفت: \"من به شما كتاب آسمانی و حكمت خواهم داد. پس از آن، رسولی خواهد آمد كه تمام كتاب های آسمانی موجود را تصديق خواهد كرد، بايد به او ايمان آوريد و او را حمايت كنيد.\" او گفت: \"آيا با اين موافق هستيد و پيمان می ‌بنديد كه اين ميثاق را به انجام برسانيد؟\" آنها گفتند: \"ما موافقيم.\" او گفت: \"پس شما شهادت داده‌ايد و من هم همراه با شما شهادت می ‌دهم.\"", "subtitle": "Major Prophecy Fulfilled* God's Messenger of the Covenant", "footnote": "*3:81 This major prophecy has now been fulfilled. God's Messenger of the Covenant, as prophesied in this verse and in the Bible's Malachi 3:1-21, Luke 17:22-36, & Matthew 24:27 is to purify and unify God's messages which were delivered by God's prophets. Judaism, Christianity, Islam, Hinduism, Buddhism, etc. have been severely corrupted. It is the will of Almighty God to purify them and unify them under the banner of worshiping Him alone. Overwhelming evidence has been provided by God in support of His Messenger of the Covenant, whose name is incontrovertibly specified in the Quran's mathematical code as \"Rashad Khalifa.\"For example, adding the gematrical value of \"Rashad\" (505), plus the value of \"Khalifa\" (725), plus the verse number (81) gives 1311, or 19x69 (see Appendix 2 for the detailed evidence)."}, {"sura_num": 3, "verse_num": 82, "arabic_text": "فَمَن تَوَلَّىٰ بَعْدَ ذَٰلِكَ فَأُولَٰٓئِكَ هُمُ ٱلْفَٰسِقُونَ", "english_text": "Those who reject this (Quranic prophecy) are the evil ones.", "persian_text": "كسانی كه اين (پيش بينی قرآنی) را تكذيب كنند، افراد پليدی هستند.", "subtitle": "Rejectors of God's Messenger of the Covenant are Disbelievers", "footnote": ""}, {"sura_num": 3, "verse_num": 83, "arabic_text": "أَفَغَيْرَ دِينِ ٱللَّهِ يَبْغُونَ وَلَهُۥٓ أَسْلَمَ مَن فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ", "english_text": "Are they seeking other than GOD's religion, when everything in the heavens and the earth has submitted to Him, willingly and unwillingly, and to Him they will be returned?", "persian_text": "آيا آنها غير از دين خدا را می ‌جويند، در حالی كه هرچه در آسمان‌ها و زمين است، خواسته و ناخواسته، به او تسليم شده‌اند و نزد او بازگردانده خواهند شد؟", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 84, "arabic_text": "قُلْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيْنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبْرَٰهِيمَ وَإِسْمَٰعِيلَ وَإِسْحَٰقَ وَيَعْقُوبَ وَٱلْأَسْبَاطِ وَمَآ أُوتِىَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُۥ مُسْلِمُونَ", "english_text": "Say, \"We believe in GOD, and in what was sent down to us, and in what was sent down to Abraham, Ismail, Isaac, Jacob, and the Patriarchs, and in what was given to Moses, Jesus, and the prophets from their Lord. We make no distinction among any of them. To Him alone we are submitters.\"", "persian_text": "بگو: \"ما به خدا و به آنچه بر ما نازل شد و به آنچه بر ابراهيم، اسماعيل، اسحاق، يعقوب و اسباط نازل شد و به آنچه به موسی، عيسی و پيامبران از جانب پروردگارشان داده شد، ايمان داريم. ما فرقی میان هيچ يك از آنها نمی ‌گذاريم. ما فقط تسليم او هستيم.\"", "subtitle": "Make No Distinction Among God's Messengers", "footnote": ""}, {"sura_num": 3, "verse_num": 85, "arabic_text": "وَمَن يَبْتَغِ غَيْرَ ٱلْإِسْلَٰمِ دِينًا فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِى ٱلْءَاخِرَةِ مِنَ ٱلْخَٰسِرِينَ", "english_text": "Anyone who accepts other than Submission as his religion, it will not be accepted from him, and in the Hereafter, he will be with the losers.", "persian_text": "هر کس دينی جز \"تسليم\" برای خود اختيار کند، از او پذيرفته نخواهد شد و در آخرت از بازندگان خواهد بود.", "subtitle": "Only One Religion Approved by God", "footnote": ""}, {"sura_num": 3, "verse_num": 86, "arabic_text": "كَيْفَ يَهْدِى ٱللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَٰنِهِمْ وَشَهِدُوٓا أَنَّ ٱلرَّسُولَ حَقٌّ وَجَآءَهُمُ ٱلْبَيِّنَٰتُ  وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ", "english_text": "Why should GOD guide people who disbelieved after believing, and after witnessing that the messenger is truth, and after solid proofs* have been given to them? GOD does not guide the wicked.", "persian_text": "چرا خدا مردمی را هدايت کند که پس از ايمان آوردن و پس از شاهد بودن بر حقانيت رسول و پس از دريافت مدرک های محکم،* کافر شدند؟ خدا ستمکاران را هدايت نمی کند.", "subtitle": "", "footnote": "*3:86 Verses 3:82-90 inform us that those who reject God's Messenger of the Covenant are no longer submitters (Muslims), since they no longer believe the Quran. The proofs mentioned in 3:86 refer to the Quran's mathematical code, which was revealed through God's Messenger of the Covenant. Both 3:86 and 3:90 talk about \"disbelieving after believing.\""}, {"sura_num": 3, "verse_num": 87, "arabic_text": "أُولَٰٓئِكَ جَزَآؤُهُم أَنَّ عَلَيْهِمْ لَعْنَةَ ٱللَّهِ وَٱلْمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجْمَعِينَ", "english_text": "These have incurred condemnation by GOD, and the angels, and all the people.", "persian_text": "اينان سزاوار لعنت خدا، فرشتگان و تمام مردم شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 88, "arabic_text": "خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ ٱلْعَذَابُ وَلَا هُمْ يُنظَرُونَ", "english_text": "Eternally they abide therein; the retribution is never commuted for them, nor will they be reprieved.", "persian_text": "آنها تا ابد در آنجا می ‌مانند؛ نه هرگز از عذابشان كم می شود و نه هرگز به تعویق افتد.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 89, "arabic_text": "إِلَّا ٱلَّذِينَ تَابُوا مِنۢ بَعْدِ ذَٰلِكَ وَأَصْلَحُوا فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ", "english_text": "Exempted are those who repent thereafter, and reform. GOD is Forgiver, Most Merciful.", "persian_text": "به استثنای كسانی كه پس از آن توبه كنند و اصلاح شوند. خداست عفو‌كننده، مهربان‌ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 90, "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُوا بَعْدَ إِيمَٰنِهِمْ ثُمَّ ٱزْدَادُوا كُفْرًا لَّن تُقْبَلَ تَوْبَتُهُمْ وَأُولَٰٓئِكَ هُمُ ٱلضَّآلُّونَ", "english_text": "Those who disbelieve after believing, then plunge deeper into disbelief, their repentance will not be accepted from them; they are the real strayers.", "persian_text": "توبهٔ کسانی که پس از ايمان کافر شوند، سپس هرچه بيشتر در کفر خود فرو روند، پذيرفته نخواهد شد؛ آنها گمراهان واقعی هستند.", "subtitle": "When Repentance is Unacceptable", "footnote": ""}, {"sura_num": 3, "verse_num": 91, "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ فَلَن يُقْبَلَ مِنْ أَحَدِهِم مِّلْءُ ٱلْأَرْضِ ذَهَبًا وَلَوِ ٱفْتَدَىٰ بِهِۦٓ   أُولَٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌ وَمَا لَهُم مِّن نَّٰصِرِينَ", "english_text": "Those who disbelieve and die as disbelievers, an earthful of gold will not be accepted from any of them, even if such a ransom were possible. They have incurred painful retribution; they will have no helpers.", "persian_text": "كسانی كه ايمان نياورند و كافر بميرند، اگر فديه ای به اندازهٔ زمينی از طلا هم امكان پذير بود، از هيچ يك از آنها پذيرفته نخواهد شد. آنها سزاوار عذابی دردناك شده‌اند؛ آنها هيچ ياوری نخواهند داشت.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 92, "arabic_text": "لَن تَنَالُوا ٱلْبِرَّ حَتَّىٰ تُنفِقُوا مِمَّا تُحِبُّونَ  وَمَا تُنفِقُوا مِن شَىْءٍ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ", "english_text": "You cannot attain righteousness until you give to charity from the possessions you love. Whatever you give to charity, GOD is fully aware thereof.", "persian_text": "شما هرگز نمی توانيد به درجهٔ پرهيزكاری دست يابيد تا اينکه از اموالی که دوست داريد، انفاق کنيد. هرچه انفاق کنيد، خدا از آن کاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 93, "arabic_text": "كُلُّ ٱلطَّعَامِ كَانَ حِلًّا لِّبَنِىٓ إِسْرَٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسْرَٰٓءِيلُ عَلَىٰ نَفْسِهِۦ مِن قَبْلِ أَن تُنَزَّلَ ٱلتَّوْرَىٰةُ   قُلْ فَأْتُوا بِٱلتَّوْرَىٰةِ فَٱتْلُوهَآ إِن كُنتُمْ صَٰدِقِينَ", "english_text": "All food used to be lawful for the Children of Israel, until Israel imposed certain prohibitions on themselves before the Torah was sent down. Say, \"Bring the Torah and read it, if you are truthful.\"", "persian_text": "تمام خوراکی ها بر بنی اسراييل حلال بود، تا اينکه قوم اسراييل، بعضی از چيزها را پيش از نزول تورات بر خود حرام کردند. بگو: \"تورات را بياوريد و بخوانيد، اگر راست می گوييد.\"", "subtitle": "Do Not Prohibit What Is Lawful", "footnote": ""}, {"sura_num": 3, "verse_num": 94, "arabic_text": "فَمَنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ ٱلْكَذِبَ مِنۢ بَعْدِ ذَٰلِكَ فَأُولَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ", "english_text": "Those who fabricate false prohibitions after this, and attribute them to GOD, are truly wicked.", "persian_text": "کسانی که از اين پس به دروغ  چيزی را حرام کنند و آن را به خدا نسبت دهند، واقعاً ستمکارند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 95, "arabic_text": "قُلْ صَدَقَ ٱللَّهُ   فَٱتَّبِعُوا مِلَّةَ إِبْرَٰهِيمَ حَنِيفًا وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ", "english_text": "Say, \"GOD has proclaimed the truth: You shall follow Abraham's religion—monotheism. He never was an idolator.\"", "persian_text": "بگو: \"خدا حقيقت را اعلام کرده است: از دين ابراهيم- يکتاپرستی- پيروی کنيد. او هرگز مشرک نبود.\"", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 96, "arabic_text": "إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِى بِبَكَّةَ مُبَارَكًا وَهُدًى لِّلْعَٰلَمِينَ", "english_text": "The most important shrine established for the people is the one in Becca;* a blessed beacon for all the people.", "persian_text": "مهم ترين زیارتگاهی که برای مردم بنا شد، همان بکّه* است؛ رهنمودی مبارک برای تمام مردم.", "subtitle": "", "footnote": "*3:96 This is an M-initialed sura, and this peculiar spelling of \"Mecca\" as \"Becca\" causes the occurrence of \"M\" to conform to the Quran's mathematical code. The normal spelling \"Mecca\" would have increased the frequency of occurrence of \"M\" (Appendix 1)."}, {"sura_num": 3, "verse_num": 97, "arabic_text": "فِيهِ ءَايَٰت بَيِّنَٰتٌ مَّقَامُ إِبْرَٰهِيمَ  وَمَن دَخَلَهُۥ كَانَ ءَامِنًا   وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلْبَيْتِ مَنِ ٱسْتَطَاعَ إِلَيْهِ سَبِيلًا  وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِىٌّ عَنِ ٱلْعَٰلَمِينَ", "english_text": "In it are clear signs: the station of Abraham. Anyone who enters it shall be granted safe passage. The people owe it to GOD that they shall observe Hajj to this shrine, when they can afford it. As for those who disbelieve, GOD does not need anyone.", "persian_text": "در آن نشانه هايی روشن وجود دارد: جایگاه ابراهيم. هر کس به آنجا وارد می شود، بايد در امان باشد. مردم زيارت حج را هرگاه که استطاعت داشته باشند، به خدا مديون هستند. و اما کسانی که کافر می شوند، خدا از همه بی نياز است.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 98, "arabic_text": "قُلْ يَٰٓأَهْلَ ٱلْكِتَٰبِ لِمَ تَكْفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعْمَلُونَ", "english_text": "Say, \"O followers of the scripture, why do you reject these revelations of GOD, when GOD is witnessing everything you do?\"", "persian_text": "بگو: \"ای پيروان كتاب آسمانی، چرا اين آيات خدا را تكذيب می ‌كنيد، در حالی كه خدا شاهد اعمال شماست؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 99, "arabic_text": "قُلْ يَٰٓأَهْلَ ٱلْكِتَٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنْ ءَامَنَ تَبْغُونَهَا عِوَجًا وَأَنتُمْ شُهَدَآءُ   وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعْمَلُونَ", "english_text": "Say, \"O followers of the scripture, why do you repel from the path of GOD those who wish to believe, and seek to distort it, even though you are witnesses?\" GOD is never unaware of anything you do.", "persian_text": "بگو: \"ای پيروان کتاب آسمانی، چرا کسانی را که می خواهند ايمان بياورند از راه خدا بازمی داريد و سعی داريد آن را تحريف کنيد، با اينکه شما خود شاهديد؟\" خدا هرگز از آنچه می کنيد، غافل نيست.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 100, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا إِن تُطِيعُوا فَرِيقًا مِّنَ ٱلَّذِينَ أُوتُوا ٱلْكِتَٰبَ يَرُدُّوكُم بَعْدَ إِيمَٰنِكُمْ كَٰفِرِينَ", "english_text": "O you who believe, if you obey some of those who received the scripture, they will revert you, after having believed, into disbelievers.", "persian_text": "ای كسانی كه ايمان آورده اید، اگر از بعضی از كسانی كه كتاب آسمانی دريافت كردند، اطاعت كنيد، شما را پس از ايمان آوردن به كفر بازمی ‌گردانند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 101, "arabic_text": "وَكَيْفَ تَكْفُرُونَ وَأَنتُمْ تُتْلَىٰ عَلَيْكُمْ ءَايَٰتُ ٱللَّهِ وَفِيكُمْ رَسُولُهُۥ   وَمَن يَعْتَصِم بِٱللَّهِ فَقَدْ هُدِىَ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ", "english_text": "How can you disbelieve, when these revelations of GOD are being recited to you, and His messenger is in your midst? Whoever holds fast to GOD will be guided in the right path.", "persian_text": "چگونه می توانيد کافر شوید، در حالی که اين آيات خدا برای شما بيان شده است و رسول او نزد شما آمده است؟ هرکس به خدا متوسل شود، به راه راست هدايت خواهد شد.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 102, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا ٱتَّقُوا ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ", "english_text": "O you who believe, you shall observe GOD as He should be observed, and do not die except as Submitters.", "persian_text": "ای کسانی که ايمان آورده ايد، خدا را در نظر داشته باشيد، آن گونه که باید او را در نظر داشت، و مبادا تسليم نشده از دنيا برويد.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 103, "arabic_text": "وَٱعْتَصِمُوا بِحَبْلِ ٱللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا  وَٱذْكُرُوا نِعْمَتَ ٱللَّهِ عَلَيْكُمْ إِذْ كُنتُمْ أَعْدَآءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُم بِنِعْمَتِهِۦٓ إِخْوَٰنًا وَكُنتُمْ عَلَىٰ شَفَا حُفْرَةٍ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنْهَا   كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَٰتِهِۦ لَعَلَّكُمْ تَهْتَدُونَ", "english_text": "You shall hold fast to the rope of GOD, all of you, and do not be divided. Recall GOD's blessings upon you—you used to be enemies and He reconciled your hearts. By His grace, you became brethren. You were at the brink of a pit of fire, and He saved you therefrom. GOD thus explains His revelations for you, that you may be guided.", "persian_text": "همگی شما بايد به ريسمان خدا متوسل شويد و فرقه فرقه نشويد. نعمت های خدا را بر خود به ياد‌آوريد- شما قبلاً دشمن يكديگر بوديد و او قلب هايتان را آشتی داد. به لطف او، با هم برادر شديد. شما لبهٔ پرتگاهی از آتش بوديد و او شما را از آن نجات داد. خدا اين چنين آياتش را برای شما توضيح می ‌دهد، باشد كه هدايت شويد.", "subtitle": "Believers are United", "footnote": ""}, {"sura_num": 3, "verse_num": 104, "arabic_text": "وَلْتَكُن مِّنكُمْ أُمَّةٌ يَدْعُونَ إِلَى ٱلْخَيْرِ وَيَأْمُرُونَ بِٱلْمَعْرُوفِ وَيَنْهَوْنَ عَنِ ٱلْمُنكَرِ  وَأُولَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ", "english_text": "Let there be a community of you who invite to what is good, advocate righteousness, and forbid evil. These are the winners.", "persian_text": "بگذاريد تا از شما جامعه ای باشد که به آنچه نيک است دعوت کنند، به پرهیزکاری فرا خوانند و از پليدی بازدارند. اينان برندگان اند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 105, "arabic_text": "وَلَا تَكُونُوا كَٱلَّذِينَ تَفَرَّقُوا وَٱخْتَلَفُوا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْبَيِّنَٰتُ  وَأُولَٰٓئِكَ لَهُمْ عَذَابٌ عَظِيمٌ", "english_text": "Do not be like those who became divided and disputed, despite the clear proofs that were given to them. For these have incurred a terrible retribution.", "persian_text": "مانند كسانی نباشيد كه با وجود مدارک روشنی كه به آنها داده شد، فر‌قه فرقه شدند و اختلاف ايجاد كردند، اينان سزاوار عذابی هولناك شده‌اند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 106, "arabic_text": "يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ  فَأَمَّا ٱلَّذِينَ ٱسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُم بَعْدَ إِيمَٰنِكُمْ فَذُوقُوا ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ", "english_text": "The day will come when some faces will be brightened (with joy), while other faces will be darkened (with misery). As for those whose faces are darkened, they will be asked, \"Did you not disbelieve after believing? Therefore, suffer the retribution for your disbelief.\"", "persian_text": "روزی خواهد آمد که برخی از چهره ها (از برق شادی) می درخشند، در حالی که برخی ديگر از چهره ها (از فرط بدبختی) تیره هستند و اما از کسانی که چهره هايشان تیره است، سﺋوال خواهد شد: \"آیا شما نبوديد که پس از ايمان آوردن کافر شديد؟ بنابراين، به دليل کفرتان عذاب را بچشید.\"", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 107, "arabic_text": "وَأَمَّا ٱلَّذِينَ ٱبْيَضَّتْ وُجُوهُهُمْ فَفِى رَحْمَةِ ٱللَّهِ هُمْ فِيهَا خَٰلِدُونَ", "english_text": "As for those whose faces are brightened, they will rejoice in GOD's mercy; they abide therein forever.", "persian_text": "و اما کسانی که رخسارشان می درخشد، از رحمت خدا شاد و مسرور خواهند شد؛ آنها در آنجا جاودان می مانند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 108, "arabic_text": "تِلْكَ ءَايَٰتُ ٱللَّهِ نَتْلُوهَا عَلَيْكَ بِٱلْحَقِّ   وَمَا ٱللَّهُ يُرِيدُ ظُلْمًا لِّلْعَٰلَمِينَ", "english_text": "These are GOD's revelations; we recite them to you, truthfully. GOD does not wish any hardship for the people.", "persian_text": "اينها آيات خداست؛ ما بحق، آن را بر تو می خوانيم. خدا هیچ گونه سختی برای مردم نمی خواهد.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 109, "arabic_text": "وَلِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ  وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ", "english_text": "To GOD belongs everything in the heavens and everything on earth, and all matters are controlled by GOD.", "persian_text": "همه چيز در آسمان ها و زمين از آن خداست، و همه چیز تحت کنترل خداست.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 110, "arabic_text": "كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِٱلْمَعْرُوفِ وَتَنْهَوْنَ عَنِ ٱلْمُنكَرِ وَتُؤْمِنُونَ بِٱللَّهِ   وَلَوْ ءَامَنَ أَهْلُ ٱلْكِتَٰبِ لَكَانَ خَيْرًا لَّهُم  مِّنْهُمُ ٱلْمُؤْمِنُونَ وَأَكْثَرُهُمُ ٱلْفَٰسِقُونَ", "english_text": "You are the best community ever raised among the people: you advocate righteousness and forbid evil, and you believe in GOD. If the followers of the scripture believed, it would be better for them. Some of them do believe, but the majority of them are wicked.", "persian_text": "شما بهترين جامعه ای هستيد که تاکنون از ميان مردم برخاسته است: شما به پرهیزکاری فرا می خوانيد و از پليدی بازمی داريد، و به خدا ايمان داريد. اگر پيروان کتاب آسمانی ايمان می آوردند، برايشان بهتر می بود. بعضی از آنها ايمان دارند، ولی اکثرشان پليدند.", "subtitle": "The Best Community", "footnote": ""}, {"sura_num": 3, "verse_num": 111, "arabic_text": "لَن يَضُرُّوكُمْ إِلَّآ أَذًى  وَإِن يُقَٰتِلُوكُمْ يُوَلُّوكُمُ ٱلْأَدْبَارَ ثُمَّ لَا يُنصَرُونَ", "english_text": "They can never harm you, beyond insulting you. If they fight you, they will turn around and flee. They can never win.", "persian_text": "آنها هرگز نمی توانند بيش از توهين و اهانت، به شما ضرری برسانند. اگر با شما بجنگند، پشت می کنند و پا به فرار خواهند نهاد. آنها هرگز نمی توانند پيروز شوند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 112, "arabic_text": "ضُرِبَتْ عَلَيْهِمُ ٱلذِّلَّةُ أَيْنَ مَا ثُقِفُوٓا إِلَّا بِحَبْلٍ مِّنَ ٱللَّهِ وَحَبْلٍ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٍ مِّنَ ٱللَّهِ وَضُرِبَتْ عَلَيْهِمُ ٱلْمَسْكَنَةُ  ذَٰلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقْتُلُونَ ٱلْأَنۢبِيَآءَ بِغَيْرِ حَقٍّ  ذَٰلِكَ بِمَا عَصَوا وَّكَانُوا يَعْتَدُونَ", "english_text": "They shall be humiliated whenever you encounter them, unless they uphold GOD's covenant, as well as their peace covenants with you. They have incurred wrath from GOD, and, consequently, they are committed to disgrace. This is because they rejected GOD's revelations, and killed the prophets unjustly. This is because they disobeyed and transgressed.", "persian_text": "هرگاه با آنان روبرو شويد، آنان محكوم به حقارت خواهند بود، مگر آنکه به پيمان خدا و نيز به پيمان صلحی که با شما منعقد کرده اند، عمل کنند. آنان به غضب خدا گرفتار شده اند و درنتيجه، به ننگ و رسوايی محکومند. اين به سبب آنست که آيات خدا را تكذيب كردند و پيامبران را به ناحق کشتند. اين از آن جهت است که نافرمانی کردند و حدود را رعايت نکردند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 113, "arabic_text": "لَيْسُوا سَوَآءً   مِّنْ أَهْلِ ٱلْكِتَٰبِ أُمَّةٌ قَآئِمَةٌ يَتْلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيْلِ وَهُمْ يَسْجُدُونَ", "english_text": "They are not all the same; among the followers of the scripture, there are those who are righteous. They recite GOD's revelations through the night, and they fall prostrate.", "persian_text": "همهٔ آنها يکسان نيستند؛ از ميان پيروان کتاب آسمانی، كسانی هستند که درستکارند. آنها آيات خدا را در طی شب می خوانند و به سجده می افتند.", "subtitle": "Righteous Jews & Christians", "footnote": ""}, {"sura_num": 3, "verse_num": 114, "arabic_text": "يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ وَيَأْمُرُونَ بِٱلْمَعْرُوفِ وَيَنْهَوْنَ عَنِ ٱلْمُنكَرِ وَيُسَٰرِعُونَ فِى ٱلْخَيْرَٰتِ وَأُولَٰٓئِكَ مِنَ ٱلصَّٰلِحِينَ", "english_text": "They believe in GOD and the Last Day, they advocate righteousness and forbid evil, and they hasten to do righteous works. These are the righteous.", "persian_text": "آنها به خدا و روز آخر ايمان دارند، به نيکی فرا می خوانند و از پليدی بازمی دارند، در کردار نيک پيشتازند و از صالحان اند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 115, "arabic_text": "وَمَا يَفْعَلُوا مِنْ خَيْرٍ فَلَن يُكْفَرُوهُ   وَٱللَّهُ عَلِيم بِٱلْمُتَّقِينَ", "english_text": "Any good they do will not go unrewarded. GOD is fully aware of the righteous.", "persian_text": "هر عمل نيكی انجام دهند، بدون پاداش نخواهد بود. خدا به پرهيزكاران كاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 116, "arabic_text": "إِنَّ ٱلَّذِينَ كَفَرُوا لَن تُغْنِىَ عَنْهُمْ أَمْوَٰلُهُمْ وَلَآ أَوْلَٰدُهُم مِّنَ ٱللَّهِ شَيْـًٔا  وَأُولَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ  هُمْ فِيهَا خَٰلِدُونَ", "english_text": "Those who disbelieved can never be helped by their money or their children against GOD. They have incurred Hell, wherein they abide forever.", "persian_text": "کسانی که کافر شدند، هرگز با پول یا فرزندانشان نمی توانند در مقابل خدا کمک شوند. آنها سزاوار دوزخ شده اند، که تا ابد در آن ماندگارند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 117, "arabic_text": "مَثَلُ مَا يُنفِقُونَ فِى هَٰذِهِ ٱلْحَيَوٰةِ ٱلدُّنْيَا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوٓا أَنفُسَهُمْ فَأَهْلَكَتْهُ  وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِنْ أَنفُسَهُمْ يَظْلِمُونَ", "english_text": "The example of their accomplishments in this life is like a violent wind that hits the harvest of people who have wronged their souls, and wipes it out. GOD never wronged them; it is they who wronged themselves.", "persian_text": "مثال هر آنچه كه در اين دنيا به دست آوردند مانند تندبادی است كه به محصول مردمی كه به نفس خود ستم كردند، اصابت كند و آن را از بين ببرد. خدا هرگز به آنها ستم نكرد؛ آنها هستند كه به خودشان ستم كردند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 118, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا لَا تَتَّخِذُوا بِطَانَةً مِّن دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًا وَدُّوا مَا عَنِتُّمْ قَدْ بَدَتِ ٱلْبَغْضَآءُ مِنْ أَفْوَٰهِهِمْ وَمَا تُخْفِى صُدُورُهُمْ أَكْبَرُ  قَدْ بَيَّنَّا لَكُمُ ٱلْءَايَٰتِ  إِن كُنتُمْ تَعْقِلُونَ", "english_text": "O you who believe, do not befriend outsiders who never cease to wish you harm; they even wish to see you suffer. Hatred flows out of their mouths and what they hide in their chests is far worse. We thus clarify the revelations for you, if you understand.", "persian_text": "ای كسانی كه ايمان داريد، با بيگانگانی كه هرگز از آزار رساندن به شما دست برنمی ‌دارند، دوست نشويد؛ آنها حتی آرزو دارند شما را در رنج و سختی ببينند. نفرت از زبانشان می‌ بارد و آنچه در سينه پنهان می ‌كنند، بسيار بدتر است. ما اين چنين آيات را برايتان روشن می‌ كنيم، اگر شما بفهميد.", "subtitle": "Do Not Befriend Hypocrites", "footnote": ""}, {"sura_num": 3, "verse_num": 119, "arabic_text": "هَٰٓأَنتُمْ أُولَآءِ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ وَتُؤْمِنُونَ بِٱلْكِتَٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمْ قَالُوٓا ءَامَنَّا وَإِذَا خَلَوْا عَضُّوا عَلَيْكُمُ ٱلْأَنَامِلَ مِنَ ٱلْغَيْظِ  قُلْ مُوتُوا بِغَيْظِكُمْ   إِنَّ ٱللَّهَ عَلِيم بِذَاتِ ٱلصُّدُورِ", "english_text": "Here you are loving them, while they do not love you, and you believe in all the scripture. When they meet you they say, \"We believe,\" but as soon as they leave they bite their fingers out of rage towards you. Say, \"Die in your rage.\" GOD is fully aware of the innermost thoughts.", "persian_text": "اين شماييد که آنها را دوست داريد، و حال آنکه آنها شما را دوست ندارند و شما به همهٔ این کتاب آسمانی ايمان داريد. هنگامی که با شما ملاقات کنند، می گويند: \"ما ايمان داریم،\" ولی همين که شما را ترک کنند، از شدت خشمی که به شما دارند انگشتان خويش را به دندان می گزند. بگو: \"در خشم خود بميريد.\" خدا از درونی ترین افکار کاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 120, "arabic_text": "إِن تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِن تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُوا بِهَا  وَإِن تَصْبِرُوا وَتَتَّقُوا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْـًٔا   إِنَّ ٱللَّهَ بِمَا يَعْمَلُونَ مُحِيطٌ", "english_text": "When anything good comes your way they hurt, and when something bad happens to you they rejoice. If you steadfastly persevere, and maintain righteousness, their schemes will never hurt you. GOD is fully aware of everything they do.", "persian_text": "هنگامی كه خيری به شما برسد، ناراحت می ‌شوند و چون اتفاق بدی برايتان رخ دهد، خوشحال می ‌شوند. اگر صبورانه استقامت كنيد و به پرهيزكاری ادامه دهيد، نقشه‌هايشان هرگز صدمه‌ای به شما نخواهد زد. خدا از آنچه انجام می‌ دهند، كاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 121, "arabic_text": "وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّئُ ٱلْمُؤْمِنِينَ مَقَٰعِدَ لِلْقِتَالِ   وَٱللَّهُ سَمِيعٌ عَلِيمٌ", "english_text": "Recall that you (Muhammad) were among your people when you set out to assign to the believers their positions for battle. GOD is Hearer, Omniscient.", "persian_text": "به ياد آور هنگامی كه تو (محمد) در ميان مردم خود بودی، تا مٶمنان را در مواضع خود برای جنگ مستقر سازی. خداست شنوا، دانای مطلق.", "subtitle": "The Battle of Badr", "footnote": ""}, {"sura_num": 3, "verse_num": 122, "arabic_text": "إِذْ هَمَّت طَّآئِفَتَانِ مِنكُمْ أَن تَفْشَلَا وَٱللَّهُ وَلِيُّهُمَا   وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ", "english_text": "Two groups among you almost failed, but GOD was their Lord. In GOD the believers shall trust.", "persian_text": "چيزی نمانده بود که دو گروه از شما شکست بخورند، اما خدا مولای آنان بود. مؤمنان بايد به خدا توکل کنند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 123, "arabic_text": "وَلَقَدْ نَصَرَكُمُ ٱللَّهُ بِبَدْرٍ وَأَنتُمْ أَذِلَّةٌ  فَٱتَّقُوا ٱللَّهَ لَعَلَّكُمْ تَشْكُرُونَ", "english_text": "GOD has granted you victory at Badr, despite your weakness. Therefore, you shall observe GOD, to show your appreciation.", "persian_text": "خدا علی رغم ضعف شما، به شما پی در پی پيروزی عطا کرد. پس خدا را در نظر داشته باشيد، تا سپاسگزاری خود را نشان دهید.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 124, "arabic_text": "إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَن يَكْفِيَكُمْ أَن يُمِدَّكُمْ رَبُّكُم بِثَلَٰثَةِ ءَالَٰفٍ مِّنَ ٱلْمَلَٰٓئِكَةِ مُنزَلِينَ", "english_text": "You told the believers, \"Is it not enough that your Lord supports you with three thousand angels, sent down?\"", "persian_text": "تو به مؤمنان گفتی: \"آيا اين كافی نيست كه پروردگارتان با فرو فرستادن سه هزار فرشته از شما حمايت می‌كند؟\"", "subtitle": "God's Angels Help the Believers", "footnote": "*3:124-125 Thirty different numbers are mentioned in the Quran. Their total comes to 162146, 19x8534. This conforms with the Quran's mathematical miracle (See Appendix One)."}, {"sura_num": 3, "verse_num": 125, "arabic_text": "بَلَىٰٓ  إِن تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُم مِّن فَوْرِهِمْ هَٰذَا يُمْدِدْكُمْ رَبُّكُم بِخَمْسَةِ ءَالَٰفٍ مِّنَ ٱلْمَلَٰٓئِكَةِ مُسَوِّمِينَ", "english_text": "Indeed, if you steadfastly persevere and maintain righteousness, then they attack you suddenly, your Lord will support you with five thousand* angels, well trained.", "persian_text": "درواقع، اگر صبورانه مقاومت كنيد و به پرهيزكاری ادامه دهيد، سپس ناگهانی به شما حمله كنند، پروردگارتان با پنج هزار فرشتهٔ كاملاً تعليم‌ديده از شما پشتيبانی خواهد كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 126, "arabic_text": "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشْرَىٰ لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُم بِهِۦ   وَمَا ٱلنَّصْرُ إِلَّا مِنْ عِندِ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ", "english_text": "GOD thus informs you, in order to give you good news, and to assure your hearts. Victory comes only from GOD, the Almighty, Most Wise.", "persian_text": "خدا اين چنين شما را آگاه می‌ كند، تا به شما مژده دهد و به قلب هايتان اطمينان بخشد. پيروزی فقط از جانب خدا می‌آيد، قادر متعال، حكيم‌ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 127, "arabic_text": "لِيَقْطَعَ طَرَفًا مِّنَ ٱلَّذِينَ كَفَرُوٓا أَوْ يَكْبِتَهُمْ فَيَنقَلِبُوا خَآئِبِينَ", "english_text": "He thus annihilates some disbelievers, or neutralizes them; they always end up the losers.", "persian_text": "او اين چنين بعضی از کافران را نابود می کند، يا آنان را خنثی می نماید؛ آنها همیشه بازنده خواهند بود.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 128, "arabic_text": "لَيْسَ لَكَ مِنَ ٱلْأَمْرِ شَىْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَٰلِمُونَ", "english_text": "It is not up to you; He may redeem them, or He may punish them for their transgressions.", "persian_text": "به دست تو نيست؛ شايد او آنها را ببخشد يا آنها را برای ستمکاری هايشان تنبيه کند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 129, "arabic_text": "وَلِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ  يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ  وَٱللَّهُ غَفُورٌ رَّحِيمٌ", "english_text": "To GOD belongs everything in the heavens and the earth. He forgives whomever He wills, and punishes whomever He wills. GOD is Forgiver, Most Merciful.", "persian_text": "همه چيز در آسمان ها و زمين از آن خداست. او هر که را بخواهد، می آمرزد و هر که را بخواهد، تنبیه می کند. خداست عفوکننده، مهربان ترین.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 130, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا لَا تَأْكُلُوا ٱلرِّبَوٰٓا أَضْعَٰفًا مُّضَٰعَفَةً  وَٱتَّقُوا ٱللَّهَ لَعَلَّكُمْ تُفْلِحُونَ", "english_text": "O you who believe, you shall not take usury, compounded over and over. Observe GOD, that you may succeed.", "persian_text": "ای كسانی كه ايمان آورده ايد، با گرفتن بهره روی بهره رباخواری نكنيد. خدا را در نظر داشته باشيد، تا موفق شويد.", "subtitle": "Usury Prohibited*", "footnote": "*3:130 Interest on bank deposits and interest charged on loans are lawful if they are not excessive (5-15%). Banks invest and their profits are passed on to the depositors. Since all parties are happy and no one is victimized, it is perfectly lawful to take interest from the bank (see 2:275)."}, {"sura_num": 3, "verse_num": 131, "arabic_text": "وَٱتَّقُوا ٱلنَّارَ ٱلَّتِىٓ أُعِدَّتْ لِلْكَٰفِرِينَ", "english_text": "Beware of the hellfire that awaits the disbelievers.", "persian_text": "برحذر باشيد از آتش دوزخی که در انتظار کافران است.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 132, "arabic_text": "وَأَطِيعُوا ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ", "english_text": "You shall obey GOD and the messenger, that you may attain mercy.", "persian_text": "از خدا و رسول اطاعت كنيد، باشد كه مورد رحمت قرار گيريد.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 133, "arabic_text": "وَسَارِعُوٓا إِلَىٰ مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا ٱلسَّمَٰوَٰتُ وَٱلْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ", "english_text": "You should eagerly race towards forgiveness from your Lord and a Paradise whose width encompasses the heavens and the earth; it awaits the righteous,", "persian_text": "مشتاقانه به سوی آمرزش پروردگارتان و بهشتی كه پهنای آن آسمان‌ها و زمين را در بر‌ دارد، بشتابيد؛ آن در انتظار پرهيزكاران است.", "subtitle": "Attributes of the Righteous", "footnote": ""}, {"sura_num": 3, "verse_num": 134, "arabic_text": "ٱلَّذِينَ يُنفِقُونَ فِى ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلْكَٰظِمِينَ ٱلْغَيْظَ وَٱلْعَافِينَ عَنِ ٱلنَّاسِ   وَٱللَّهُ يُحِبُّ ٱلْمُحْسِنِينَ", "english_text": "who give to charity during the good times, as well as the bad times. They are suppressors of anger, and pardoners of the people. GOD loves the charitable.", "persian_text": "همان كسانی که در اوقات خوب و نیز در اوقات بد انفاق می کنند. آنها خشم خود را فرو می نشانند و نسبت به مردم گذشت دارند. خدا انفاق كنندگان را دوست دارد.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 135, "arabic_text": "وَٱلَّذِينَ إِذَا فَعَلُوا فَٰحِشَةً أَوْ ظَلَمُوٓا أَنفُسَهُمْ ذَكَرُوا ٱللَّهَ فَٱسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَن يَغْفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمْ يُصِرُّوا عَلَىٰ مَا فَعَلُوا وَهُمْ يَعْلَمُونَ", "english_text": "If they fall in sin or wrong their souls, they remember GOD and ask forgiveness for their sins—and who forgives the sins except GOD—and they do not persist in sins, knowingly.", "persian_text": "اگر آنها مرتكب گناه شوند يا به نفس خود ستم كنند، خدا را به ياد می ‌آورند و برای گناهانشان طلب آمرزش می ‌كنند- و چه كسی جز خدا گناهان را مى بخشد- و آنها دانسته، در گناه اصرار نمی ‌ورزند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 136, "arabic_text": "أُولَٰٓئِكَ جَزٰؤُهُمْ مَّغْفِرَةٌ مِّن رَّبِّهِمْ وَجَنَّٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا  وَنِعْمَ أَجْرُ ٱلْعَٰمِلِينَ", "english_text": "Their recompense is forgiveness from their Lord, and gardens with flowing streams; they abide therein forever. What a blessed reward for the workers!", "persian_text": "پاداش آنها آمرزشی است از جانب پروردگارشان و باغ هايی که در آن نهرها روان است؛ آنها برای هميشه در آنجا ماندگارند. چه پاداش پرنعمتی برای اهل عمل!", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 137, "arabic_text": "قَدْ خَلَتْ مِن قَبْلِكُمْ سُنَنٌ فَسِيرُوا فِى ٱلْأَرْضِ فَٱنظُرُوا كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُكَذِّبِينَ", "english_text": "Precedents have been set for you in the past; roam the earth and note the consequences for the unbelievers.", "persian_text": "سوابق گذشتگان برای عبرت شماست؛ در زمين سير کنيد و عاقبت کافران را ببینید.", "subtitle": "Victory for the Righteous", "footnote": ""}, {"sura_num": 3, "verse_num": 138, "arabic_text": "هَٰذَا بَيَانٌ لِّلنَّاسِ وَهُدًى وَمَوْعِظَةٌ لِّلْمُتَّقِينَ", "english_text": "This is a proclamation for the people, and a guidance and enlightenment for the righteous.", "persian_text": "اين اعلامی است برای مردم و هدايت و تعاليم روشنگری است برای پرهيزكاران.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 139, "arabic_text": "وَلَا تَهِنُوا وَلَا تَحْزَنُوا وَأَنتُمُ ٱلْأَعْلَوْنَ إِن كُنتُم مُّؤْمِنِينَ", "english_text": "You shall not waver, nor shall you grieve, for you are the ultimate victors, if you are believers.", "persian_text": "متزلزل نشويد و غمگین نباشيد، زيرا پیروزی نهايی از آن شماست، اگر مؤمن هستید.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 140, "arabic_text": "إِن يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ ٱلْقَوْمَ قَرْحٌ مِّثْلُهُۥ  وَتِلْكَ ٱلْأَيَّامُ نُدَاوِلُهَا بَيْنَ ٱلنَّاسِ وَلِيَعْلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا وَيَتَّخِذَ مِنكُمْ شُهَدَآءَ   وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ", "english_text": "If you suffer hardship, the enemy also suffers the same hardship. We alternate the days of victory and defeat among the people. GOD thus distinguishes the true believers, and blesses some of you with martyrdom. GOD dislikes injustice.", "persian_text": "اگر به مشقتی گرفتار شديد، دشمن هم به همان اندازه سختی می‌ كشد. ما روزهای پيروزی و شكست را به نوبت در ميان مردم عوض می کنیم. خدا اين چنين مؤمنان حقيقی را مشخص مى كند و برخی از شما را به رحمت خود به درجهٔ شهادت مى رساند. خدا بی ‌عدالتی را دوست ندارد.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 141, "arabic_text": "وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا وَيَمْحَقَ ٱلْكَٰفِرِينَ", "english_text": "GOD thus toughens those who believe and humiliates the disbelievers.", "persian_text": "اين چنين، خدا کسانی را که ايمان دارند، مقاوم می کند و کافران را خوار می گرداند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 142, "arabic_text": "أَمْ حَسِبْتُمْ أَن تَدْخُلُوا ٱلْجَنَّةَ وَلَمَّا يَعْلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُوا مِنكُمْ وَيَعْلَمَ ٱلصَّٰبِرِينَ", "english_text": "Do you expect to enter Paradise without GOD distinguishing those among you who strive, and without distinguishing those who are steadfast?", "persian_text": "آيا انتظار داريد به بهشت وارد شويد، بی آنکه خدا کسانی را که از ميان شما تلاش می کنند، مشخص کند و بی آنکه معلوم دارد چه کسانی ثابت قدم هستند؟", "subtitle": "Our Claims Must Be Tested", "footnote": ""}, {"sura_num": 3, "verse_num": 143, "arabic_text": "وَلَقَدْ كُنتُمْ تَمَنَّوْنَ ٱلْمَوْتَ مِن قَبْلِ أَن تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ وَأَنتُمْ تَنظُرُونَ", "english_text": "You used to long for death before you had to face it. Now you have faced it, right before your eyes.", "persian_text": "شما آرزوی مرگ می ‌كرديد، پيش از آنكه اجباراً با آن روبرو شويد. اكنون با آن روبرو شده‌ايد، درست مقابل چشم‌هايتان.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 144, "arabic_text": "وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ ٱلرُّسُلُ  أَفَإِين مَّاتَ أَوْ قُتِلَ ٱنقَلَبْتُمْ عَلَىٰٓ أَعْقَٰبِكُمْ  وَمَن يَنقَلِبْ عَلَىٰ عَقِبَيْهِ فَلَن يَضُرَّ ٱللَّهَ شَيْـًٔا   وَسَيَجْزِى ٱللَّهُ ٱلشَّٰكِرِينَ", "english_text": "Muhammad was no more than a messenger like the messengers before him. Should he die or get killed, would you turn back on your heels? Anyone who turns back on his heels, does not hurt GOD in the least. GOD rewards those who are appreciative.", "persian_text": "محمد رسولی بيش از رسولان پیش از خود نبود. اگر او بميرد يا كشته شود، آيا عقبگرد می‌ كنيد؟ هر كس به روال گذشته باز‌گردد، كوچك‌ترين صدمه‌ای به خدا نمی‌ زند. خدا به سپاسگزاران پاداش می‌ دهد.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 145, "arabic_text": "وَمَا كَانَ لِنَفْسٍ أَن تَمُوتَ إِلَّا بِإِذْنِ ٱللَّهِ كِتَٰبًا مُّؤَجَّلًا   وَمَن يُرِدْ ثَوَابَ ٱلدُّنْيَا نُؤْتِهِۦ مِنْهَا وَمَن يُرِدْ ثَوَابَ ٱلْءَاخِرَةِ نُؤْتِهِۦ مِنْهَا  وَسَنَجْزِى ٱلشَّٰكِرِينَ", "english_text": "No one dies except by GOD's leave, at a predetermined time. Whoever seeks the vanities of this world, we give him therefrom, and whoever seeks the rewards of the Hereafter, we bless him therein. We reward those who are appreciative.", "persian_text": "كسی جز به اذن خدا نمی ميرد، در زمانی كه از پيش معين شده است. هر كس به دنبال متاع بيهودهٔ اين دنيا باشد، ما او را از آن برخوردار می ‌كنيم و هر كه در جستجوی پاداش آخرت باشد، او را در آنجا مورد رحمت قرار می ‌دهيم. ما به سپاسگزاران پاداش می ‌دهيم.", "subtitle": "Time of Death Predetermined", "footnote": ""}, {"sura_num": 3, "verse_num": 146, "arabic_text": "وَكَأَيِّن مِّن نَّبِىٍّ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُوا لِمَآ أَصَابَهُمْ فِى سَبِيلِ ٱللَّهِ وَمَا ضَعُفُوا وَمَا ٱسْتَكَانُوا   وَٱللَّهُ يُحِبُّ ٱلصَّٰبِرِينَ", "english_text": "Many a prophet had godly people fight along with him, without ever wavering under pressure in the cause of GOD, nor did they hesitate or become discouraged. GOD loves the steadfast.", "persian_text": "چه بسا پيامبری که مردان خدا همراه او جنگيدند و تحت هيچ فشاری در راه خدا سستی نورزيدند و هرگز مردد و دلسرد نشدند. خدا افراد ثابت قدم را دوست دارد.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 147, "arabic_text": "وَمَا كَانَ قَوْلَهُمْ إِلَّآ أَن قَالُوا رَبَّنَا ٱغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِىٓ أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَٰفِرِينَ", "english_text": "Their only utterance was, \"Our Lord, forgive us our sins, and our transgressions, strengthen our foothold, and grant us victory over the disbelievers.\"", "persian_text": "تنها گفتارشان اين بود: \"پروردگار ما، گناهان ما را بيامرز و از زياده روی های ما درگذر، گام های ما را استوار گردان و ما را بر کافران پيروز فرما.\"", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 148, "arabic_text": "فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنْيَا وَحُسْنَ ثَوَابِ ٱلْءَاخِرَةِ   وَٱللَّهُ يُحِبُّ ٱلْمُحْسِنِينَ", "english_text": "Consequently, GOD granted them the rewards of this world, and the better rewards of the Hereafter. GOD loves the good doers.", "persian_text": "درنتيجه، خدا پاداش های اين دنيا و پاداش های نيکوتر آخرت را به آنان عطا کرد. خدا نيكوكاران را دوست دارد.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 149, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا إِن تُطِيعُوا ٱلَّذِينَ كَفَرُوا يَرُدُّوكُمْ عَلَىٰٓ أَعْقَٰبِكُمْ فَتَنقَلِبُوا خَٰسِرِينَ", "english_text": "O you who believe, if you obey those who disbelieve, they will turn you back on your heels, then you end up losers.", "persian_text": "ای کسانی که ايمان داريد، اگر از كافران اطاعت كنيد، شما را به عقب بازمی گردانند و سرانجام بازنده خواهيد بود.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 150, "arabic_text": "بَلِ ٱللَّهُ مَوْلَىٰكُمْ  وَهُوَ خَيْرُ ٱلنَّٰصِرِينَ", "english_text": "GOD alone is your Lord and Master, and He is the best supporter.", "persian_text": "فقط خدا مولا و سرور شماست و او بهترين حامی است.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 151, "arabic_text": "سَنُلْقِى فِى قُلُوبِ ٱلَّذِينَ كَفَرُوا ٱلرُّعْبَ بِمَآ أَشْرَكُوا بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَٰنًا  وَمَأْوَىٰهُمُ ٱلنَّارُ  وَبِئْسَ مَثْوَى ٱلظَّٰلِمِينَ", "english_text": "We will throw terror into the hearts of those who disbelieved, since they set up besides GOD powerless idols. Their destiny is Hell; what a miserable abode for the transgressors!", "persian_text": "ما در قلب كسانی كه ايمان نياوردند وحشت می ‌اندازيم، زيرا آنها در كنار خدا معبودان بی ‌قدرتی قرار می ‌دهند. سرنوشت آنها دوزخ است؛ چه مكان بدی برای ستمكاران!", "subtitle": "God Controls Your Enemies", "footnote": ""}, {"sura_num": 3, "verse_num": 152, "arabic_text": "وَلَقَدْ صَدَقَكُمُ ٱللَّهُ وَعْدَهُۥٓ إِذْ تَحُسُّونَهُم بِإِذْنِهِۦ  حَتَّىٰٓ إِذَا فَشِلْتُمْ وَتَنَٰزَعْتُمْ فِى ٱلْأَمْرِ وَعَصَيْتُم مِّنۢ بَعْدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَ  مِنكُم مَّن يُرِيدُ ٱلدُّنْيَا وَمِنكُم مَّن يُرِيدُ ٱلْءَاخِرَةَ  ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ  وَلَقَدْ عَفَا عَنكُمْ   وَٱللَّهُ ذُو فَضْلٍ عَلَى ٱلْمُؤْمِنِينَ", "english_text": "GOD has fulfilled His promise to you, and you defeated them by His leave. But then you wavered, disputed among yourselves, and disobeyed after He had shown you (the victory) you had longed for. But then, some of you became distracted by the spoils of this world, while others were rightly concerned with the Hereafter. He then diverted you from them to test you. He has pardoned you. GOD showers the believers with His grace.", "persian_text": "خدا به وعده ای که به شما داد، وفا کرده است و شما به اذن او آنان را شکست داديد. ولی بعد متزلزل شديد، با يکديگر به نزاع پرداختيد و پس از آنکه او چیزی را که آرزو داشتید (پيروزی) به شما نشان داد، نافرمانی کرديد. و آنگاه، برخی از شما سرگرم غنایم اين دنیا شدید، در حالی که برخی ديگر حقيقتاً نگران آخرت بودند. سپس، او شما را از آنها منحرف کرد تا شما را بيازمايد. او شما را مورد عفو قرار داده است. خدا باران موهبت خود را بر مؤمنان فرو می فرستد.", "subtitle": "The Battle of Uhud", "footnote": ""}, {"sura_num": 3, "verse_num": 153, "arabic_text": "إِذْ تُصْعِدُونَ وَلَا تَلْوُۥنَ عَلَىٰٓ أَحَدٍ وَٱلرَّسُولُ يَدْعُوكُمْ فِىٓ أُخْرَىٰكُمْ فَأَثَٰبَكُمْ غَمًّۢا بِغَمٍّ لِّكَيْلَا تَحْزَنُوا عَلَىٰ مَا فَاتَكُمْ وَلَا مَآ أَصَٰبَكُمْ   وَٱللَّهُ خَبِير بِمَا تَعْمَلُونَ", "english_text": "Recall that you rushed (after the spoils), paying no attention to anyone, even when the messenger was calling from behind you. Consequently, He substituted one misery for another, that you may not grieve over anything you had missed, or agonize over any hardship you had suffered. GOD is Cognizant of everything you do.", "persian_text": "به ياد آوريد که شما چنان (در پی غنايم جنگی) می شتافتيد که به هيچ کس، حتی به رسول که شما را از پشت سر می خواند، توجه نکرديد. درنتيجه، او غمی را جايگزين غمی ديگر کرد، تا برای آنچه از دست داده بودید، غصه نخوريد، یا برای سختی هایی که کشیده بودید رنج نبرید. خدا از آنچه می کنيد، کاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 154, "arabic_text": "ثُمَّ أَنزَلَ عَلَيْكُم مِّنۢ بَعْدِ ٱلْغَمِّ أَمَنَةً نُّعَاسًا يَغْشَىٰ طَآئِفَةً مِّنكُمْ  وَطَآئِفَةٌ قَدْ أَهَمَّتْهُمْ أَنفُسُهُمْ يَظُنُّونَ بِٱللَّهِ غَيْرَ ٱلْحَقِّ ظَنَّ ٱلْجَٰهِلِيَّةِ  يَقُولُونَ هَل لَّنَا مِنَ ٱلْأَمْرِ مِن شَىْءٍ   قُلْ إِنَّ ٱلْأَمْرَ كُلَّهُۥ لِلَّهِ   يُخْفُونَ فِىٓ أَنفُسِهِم مَّا لَا يُبْدُونَ لَكَ  يَقُولُونَ لَوْ كَانَ لَنَا مِنَ ٱلْأَمْرِ شَىْءٌ مَّا قُتِلْنَا هَٰهُنَا   قُل لَّوْ كُنتُمْ فِى بُيُوتِكُمْ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيْهِمُ ٱلْقَتْلُ إِلَىٰ مَضَاجِعِهِمْ  وَلِيَبْتَلِىَ ٱللَّهُ مَا فِى صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِى قُلُوبِكُمْ   وَٱللَّهُ عَلِيم بِذَاتِ ٱلصُّدُورِ", "english_text": "After the setback, He sent down upon you peaceful slumber that pacified some of you. Others among you were selfishly concerned about themselves. They harbored thoughts about GOD that were not right— the same thoughts they had harbored during the days of ignorance. Thus, they said, \"Is anything up to us?\" Say, \"Everything is up to GOD.\" They concealed inside themselves what they did not reveal to you. They said, \"If it was up to us, none of us would have been killed in this battle.\" Say, \"Had you stayed in your homes, those destined to be killed would have crawled into their death beds.\" GOD thus puts you to the test to bring out your true convictions, and to test what is in your hearts. GOD is fully aware of the innermost thoughts.", "persian_text": "پس از آن غم و اندوه، او شما را به خوابی آرام بخش فرو برد كه بعضی از شما را تسكين داد. عدهٔ ديگری در ميان شما خودخواهانه نگران خودشان بودند. آنها دربارهٔ خدا افكاری در سر مى پروراندند كه درست نبود- همان افكاری كه در زمان جاهليت در سر مى پروراندند. بنابراين، آنها گفتند: \"آيا چيزی به اختيار ما هست؟\" بگو: \"همه چيز به اختيار خداست.\" آنها در درون خود چيزی را پنهان كردند كه به تو اظهار نكردند. آنها گفتند: \"اگر به اختيار ما بود، هيچ يك از ما در اين جنگ كشته نمی ‌شد.\" بگو: \"اگر شما در خانه‌‌های خود هم مى مانديد، كسانی كه قرار بود كشته شوند به بستر مرگ خود مى خزيدند.\" خدا اين چنين شما را امتحان می‌ كند تا اعتقادات واقعی شما را آشكار سازد و آنچه را در قلب شماست بيازمايد. خدا از افكار درونی كاملاً آگاه است.", "subtitle": "Moment of Death Predetermined", "footnote": ""}, {"sura_num": 3, "verse_num": 155, "arabic_text": "إِنَّ ٱلَّذِينَ تَوَلَّوْا مِنكُمْ يَوْمَ ٱلْتَقَى ٱلْجَمْعَانِ إِنَّمَا ٱسْتَزَلَّهُمُ ٱلشَّيْطَٰنُ بِبَعْضِ مَا كَسَبُوا  وَلَقَدْ عَفَا ٱللَّهُ عَنْهُمْ   إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٌ", "english_text": "Surely, those among you who turned back the day the two armies clashed have been duped by the devil. This reflects some of the (evil) works they had committed. GOD has pardoned them. GOD is Forgiver, Clement.", "persian_text": "مطمئناً، در ميان شما آنان كه در روز برخورد آن دو سپاه روی گردانيدند، فريب شيطان را خورده بودند. اين نشانگر بعضی از اعمالی (پليد) بود كه مرتكب شده بودند. خدا آنها را بخشيده است. خدا عفوكننده است، باگذشت.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 156, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا لَا تَكُونُوا كَٱلَّذِينَ كَفَرُوا وَقَالُوا لِإِخْوَٰنِهِمْ إِذَا ضَرَبُوا فِى ٱلْأَرْضِ أَوْ كَانُوا غُزًّى لَّوْ كَانُوا عِندَنَا مَا مَاتُوا وَمَا قُتِلُوا لِيَجْعَلَ ٱللَّهُ ذَٰلِكَ حَسْرَةً فِى قُلُوبِهِمْ   وَٱللَّهُ يُحْىِۦ وَيُمِيتُ   وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ", "english_text": "O you who believe, do not be like those who disbelieved and said of their kinsmen who traveled or mobilized for war, \"Had they stayed with us, they would not have died or gotten killed.\" GOD renders this a source of grief in their hearts. GOD controls life and death. GOD is Seer of everything you do.", "persian_text": "ای کسانی که ايمان آورده ايد، مانند کسانی نباشيد که کافر شدند و دربارهٔ برادران خود که به سفر رفتند يا برای جنگ بسيج شدند، گفتند: \"اگر با ما مانده بودند، نمی مردند يا کشته نمی شدند.\" خدا اين را مایهٔ اندوهی بر دلشان قرار می دهد. زندگی و مرگ به دست خداست. خدا به هرچه می کنيد، بيناست.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 157, "arabic_text": "وَلَئِن قُتِلْتُمْ فِى سَبِيلِ ٱللَّهِ أَوْ مُتُّمْ لَمَغْفِرَةٌ مِّنَ ٱللَّهِ وَرَحْمَةٌ خَيْرٌ مِّمَّا يَجْمَعُونَ", "english_text": "Whether you get killed or die in the cause of GOD, the forgiveness from GOD, and mercy are far better than anything they hoard.", "persian_text": "چه در راه خدا كشته شويد و چه بميريد، آمرزش و رحمت از جانب خدا بسيار بهتر است از هر آنچه آنها می اندوزند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 158, "arabic_text": "وَلَئِن مُّتُّمْ أَوْ قُتِلْتُمْ لَإِلَى ٱللَّهِ تُحْشَرُونَ", "english_text": "Whether you die or get killed, you will be summoned before GOD.", "persian_text": "چه بميريد يا کشته شويد، نزد خدا احضار خواهيد شد.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 159, "arabic_text": "فَبِمَا رَحْمَةٍ مِّنَ ٱللَّهِ لِنتَ لَهُمْ  وَلَوْ كُنتَ فَظًّا غَلِيظَ ٱلْقَلْبِ لَٱنفَضُّوا مِنْ حَوْلِكَ  فَٱعْفُ عَنْهُمْ وَٱسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِى ٱلْأَمْرِ  فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى ٱللَّهِ  إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَوَكِّلِينَ", "english_text": "It was mercy from GOD that you became compassionate towards them. Had you been harsh and mean-hearted, they would have abandoned you. Therefore, you shall pardon them and ask forgiveness for them, and consult them. Once you make a decision, carry out your plan, and trust in GOD. GOD loves those who trust in Him.*", "persian_text": "اين از رحمت خدا بود که تو نسبت به آنان دلسوز و بامحبت شدی. اگر تندخو و سنگدل بودی، از گرد تو پراکنده می شدند. پس، از آنان درگذر و برايشان آمرزش بخواه و با آنان مشورت کن. هرگاه تصميمی می گيری، برنامه ات را اجرا کن و به خدا اعتماد کن. خدا توكل کنندگان را دوست دارد.*", "subtitle": "The Messenger's Kindness", "footnote": "*3:159 The currency of the U.S.A. is the only currency that carries the phrase: \"In God we trust.\" It is a fact that the American dollar has been the strongest currency in the world, and the standard by which all other currencies are measured."}, {"sura_num": 3, "verse_num": 160, "arabic_text": "إِن يَنصُرْكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمْ  وَإِن يَخْذُلْكُمْ فَمَن ذَا ٱلَّذِى يَنصُرُكُم مِّنۢ بَعْدِهِۦ   وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ", "english_text": "If GOD supports you, none can defeat you. And if He abandons you, who else can support you? In GOD the believers shall trust.", "persian_text": "اگر خدا از شما حمايت کند، کسی نمی تواند شما را شكست دهد. و اگر او شما را رها کند، ديگر چه کسی می تواند از شما حمايت کند؟ مؤمنان بايد به خدا توکل کنند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 161, "arabic_text": "وَمَا كَانَ لِنَبِىٍّ أَن يَغُلَّ  وَمَن يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ ٱلْقِيَٰمَةِ  ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ", "english_text": "Even the prophet cannot take more of the spoils of war than he is entitled to. Anyone who takes more than his rightful share will have to account for it on the Day of Resurrection. That is when each soul is paid for whatever it earned, without the least injustice.", "persian_text": "حتی پيامبر نمی تواند چيزی بيش از حق خود از غنايم جنگی بردارد. هرکس بيش از سهم بحق خود چيزی بردارد، در روز رستاخيز جوابگوی آن خواهد بود. اين همان روزی است که هر نفسى حاصل اعمال خود را برداشت کند، بدون کوچك ترين بى عدالتی.", "subtitle": "No One Above the Law", "footnote": ""}, {"sura_num": 3, "verse_num": 162, "arabic_text": "أَفَمَنِ ٱتَّبَعَ رِضْوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٍ مِّنَ ٱللَّهِ وَمَأْوَىٰهُ جَهَنَّمُ  وَبِئْسَ ٱلْمَصِيرُ", "english_text": "Is one who pursues GOD's pleasure the same as one who incurs wrath from GOD and his destiny is Hell, the most miserable abode?", "persian_text": "آيا کسی که در پی خوشنودی خداست مانند کسی است که سزاوار خشم خدا می شود و دوزخ سرانجام اوست، بدترين اقامتگاه؟", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 163, "arabic_text": "هُمْ دَرَجَٰتٌ عِندَ ٱللَّهِ   وَٱللَّهُ بَصِير بِمَا يَعْمَلُونَ", "english_text": "They certainly occupy different ranks at GOD. GOD is Seer of everything they do.", "persian_text": "آنها مسلماً نزد خدا درجاتی متفاوت دارند. خدا بر تمام اعمالشان بيناست.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 164, "arabic_text": "لَقَدْ مَنَّ ٱللَّهُ عَلَى ٱلْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِّنْ أَنفُسِهِمْ يَتْلُوا عَلَيْهِمْ ءَايَٰتِهِۦ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ ٱلْكِتَٰبَ وَٱلْحِكْمَةَ وَإِن كَانُوا مِن قَبْلُ لَفِى ضَلَٰلٍ مُّبِينٍ", "english_text": "GOD has blessed the believers by raising in their midst a messenger from among them, to recite for them His revelations, and to purify them, and to teach them the scripture and wisdom. Before this, they had gone totally astray.", "persian_text": "خدا مؤمنان را با برگزيدن رسولی از ميان خودشان مورد رحمت قرار داده است، تا آياتش را برايشان بخواند و آنها را خالص كند و كتاب آسمانی و حكمت به آنها بياموزد. پيش از اين، آنها كاملاً گمراه شده بودند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 165, "arabic_text": "أَوَلَمَّآ أَصَٰبَتْكُم مُّصِيبَةٌ قَدْ أَصَبْتُم مِّثْلَيْهَا قُلْتُمْ أَنَّىٰ هَٰذَا  قُلْ هُوَ مِنْ عِندِ أَنفُسِكُمْ   إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ", "english_text": "Now that you have suffered a setback, and even though you inflicted twice as much suffering (upon your enemy), you said, \"Why did this happen to us?\" Say, \"This is a consequence of your own deeds.\" GOD is Omnipotent.", "persian_text": "اكنون كه از مصیبتی رنج برده اید و با اينكه دو برابر آن مصیبت را (بر دشمنتان) وارد آورده اید، گفتيد: \"چرا اين اتفاق برای ما رخ داد؟\" بگو: \"اين نتيجهٔ كارهای خود شماست.\" خداست قادر مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 166, "arabic_text": "وَمَآ أَصَٰبَكُمْ يَوْمَ ٱلْتَقَى ٱلْجَمْعَانِ فَبِإِذْنِ ٱللَّهِ وَلِيَعْلَمَ ٱلْمُؤْمِنِينَ", "english_text": "What afflicted you the day the two armies clashed was in accordance with GOD's will, and to distinguish the believers.", "persian_text": "آنچه در روز برخورد دو لشکر به شما وارد آمد، به خواست خدا و برای مشخص کردن مؤمنان بود.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 167, "arabic_text": "وَلِيَعْلَمَ ٱلَّذِينَ نَافَقُوا  وَقِيلَ لَهُمْ تَعَالَوْا قَٰتِلُوا فِى سَبِيلِ ٱللَّهِ أَوِ ٱدْفَعُوا  قَالُوا لَوْ نَعْلَمُ قِتَالًا لَّٱتَّبَعْنَٰكُمْ   هُمْ لِلْكُفْرِ يَوْمَئِذٍ أَقْرَبُ مِنْهُمْ لِلْإِيمَٰنِ  يَقُولُونَ بِأَفْوَٰهِهِم مَّا لَيْسَ فِى قُلُوبِهِمْ   وَٱللَّهُ أَعْلَمُ بِمَا يَكْتُمُونَ", "english_text": "And to expose the hypocrites who were told, \"Come fight in the cause of GOD, or contribute.\" They said, \"If we knew how to fight, we would have joined you.\" They were closer to disbelief then than they were to belief. They uttered with their mouths what was not in their hearts. GOD knows what they conceal.", "persian_text": "و برای افشای منافقان که به آنها گفته شد: \"بياييد در راه خدا بجنگيد يا همکاری کنيد.\" پاسخ دادند: \"اگر با فنون جنگی آشنا بوديم، به شما ملحق می شديم.\" در آن هنگام آنها به کفر نزديک تر بودند تا به ايمان، و به زبان خود چيزی گفتند که در قلبشان نبود. خدا آنچه را پنهان می کنند، می داند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 168, "arabic_text": "ٱلَّذِينَ قَالُوا لِإِخْوَٰنِهِمْ وَقَعَدُوا لَوْ أَطَاعُونَا مَا قُتِلُوا   قُلْ فَٱدْرَءُوا عَنْ أَنفُسِكُمُ ٱلْمَوْتَ إِن كُنتُمْ صَٰدِقِينَ", "english_text": "They said of their kinsmen, as they stayed behind, \"Had they obeyed us, they would not have been killed.\" Say, \"Then prevent your own death, if you are truthful.\"", "persian_text": "كسانی كه عقب نشسته بودند، دربارهٔ برادرانشان گفتند: \"اگر آنها از ما اطاعت كرده بودند، كشته نمى شدند.\" بگو: \"بنابراين از مرگ خود جلوگيری كنيد، اگر راست می گوييد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 169, "arabic_text": "وَلَا تَحْسَبَنَّ ٱلَّذِينَ قُتِلُوا فِى سَبِيلِ ٱللَّهِ أَمْوَٰتًۢا  بَلْ أَحْيَآءٌ عِندَ رَبِّهِمْ يُرْزَقُونَ", "english_text": "Do not think that those who are killed in the cause of GOD are dead; they are alive at their Lord, enjoying His provisions.", "persian_text": "كسانی را كه در راه خدا كشته شدند، مرده مپنداريد؛ آنها نزد پروردگارشان زنده هستند و از روزی های او لذت مى برند.", "subtitle": "The Righteous Do Not Really Die*", "footnote": "*3:169 We learn from the Quran that the righteous do not really die; they simply leave their worldly bodies and go directly to the same Paradise where Adam and Eve once lived (2:154, 8:24, 16:32, 22:58, 44:56, & 36:26-27; see also Appendix 17)."}, {"sura_num": 3, "verse_num": 170, "arabic_text": "فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضْلِهِۦ وَيَسْتَبْشِرُونَ بِٱلَّذِينَ لَمْ يَلْحَقُوا بِهِم مِّنْ خَلْفِهِمْ أَلَّا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ", "english_text": "They are rejoicing in GOD's grace, and they have good news for their comrades who did not die with them, that they have nothing to fear, nor will they grieve.", "persian_text": "آنها در موهبت خدا شادمانند و برای هم رزمان خود كه با آنها نمردند خبرهای خوبی دارند، كه آنها نه از چيزی بترسند و نه غمی خواهند داشت.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 171, "arabic_text": "يَسْتَبْشِرُونَ بِنِعْمَةٍ مِّنَ ٱللَّهِ وَفَضْلٍ وَأَنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُؤْمِنِينَ", "english_text": "They have good news of GOD's blessings and grace, and that GOD never fails to reward the believers.", "persian_text": "آنان از موهبت ها و نعمت های خدا مژده ها دارند، و اينکه خدا پاداش مؤمنان را ضایع نمی کند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 172, "arabic_text": "ٱلَّذِينَ ٱسْتَجَابُوا لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعْدِ مَآ أَصَابَهُمُ ٱلْقَرْحُ  لِلَّذِينَ أَحْسَنُوا مِنْهُمْ وَٱتَّقَوْا أَجْرٌ عَظِيمٌ", "english_text": "For those who respond to GOD and the messenger, despite the persecution they suffer, and maintain their good works, and lead a righteous life, a great reward.", "persian_text": "برای كسانی كه با وجود اذيت و آزاری كه متحمل مى شوند، به دعوت خدا و رسول پاسخ مى گويند و به اعمال نيك خود ادامه می ‌دهند و زندگی پرهيزكارانه‌ای را در پيش می ‌گيرند، پاداشی است عظيم.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 173, "arabic_text": "ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدْ جَمَعُوا لَكُمْ فَٱخْشَوْهُمْ فَزَادَهُمْ إِيمَٰنًا وَقَالُوا حَسْبُنَا ٱللَّهُ وَنِعْمَ ٱلْوَكِيلُ", "english_text": "When the people say to them, \"People have mobilized against you; you should fear them,\" this only strengthens their faith and they say, \"GOD suffices us; He is the best Protector.\"", "persian_text": "هنگامی كه مردم به آنها می گويند: \"مردمی عليه شما بسيج شده اند؛ از آنها بترسيد،\" اين فقط ايمانشان را قوی تر می کند و می گويند: \"خدا برای ما کافی است؛ او بهترين محافظ است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 174, "arabic_text": "فَٱنقَلَبُوا بِنِعْمَةٍ مِّنَ ٱللَّهِ وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سُوٓءٌ وَٱتَّبَعُوا رِضْوَٰنَ ٱللَّهِ   وَٱللَّهُ ذُو فَضْلٍ عَظِيمٍ", "english_text": "They have deserved GOD's blessings and grace. No harm ever touches them, for they have attained GOD's approval. GOD possesses infinite grace.", "persian_text": "آنها شايستگی نعمت ها و موهبت های خدا را دارند. هيچ گزندی به ايشان نمی رسد، زيرا آنها رضايت خدا را به دست آورده اند. خدا دارای موهبت بيکران است.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 175, "arabic_text": "إِنَّمَا ذَٰلِكُمُ ٱلشَّيْطَٰنُ يُخَوِّفُ أَوْلِيَآءَهُۥ فَلَا تَخَافُوهُمْ وَخَافُونِ إِن كُنتُم مُّؤْمِنِينَ", "english_text": "It is the devil's system to instill fear into his subjects. Do not fear them and fear Me instead, if you are believers.", "persian_text": "اين روش شيطان است كه ترس را به ياران خود القاء مى كند. از آنها نترسيد و درعوض از من بترسيد، اگر مؤمن هستيد.", "subtitle": "Fear: The Devil's Tool", "footnote": ""}, {"sura_num": 3, "verse_num": 176, "arabic_text": "وَلَا يَحْزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِى ٱلْكُفْرِ  إِنَّهُمْ لَن يَضُرُّوا ٱللَّهَ شَيْـًٔا   يُرِيدُ ٱللَّهُ أَلَّا يَجْعَلَ لَهُمْ حَظًّا فِى ٱلْءَاخِرَةِ  وَلَهُمْ عَذَابٌ عَظِيمٌ", "english_text": "Do not be saddened by those who hasten to disbelieve. They never hurt GOD in the least. Instead, GOD has willed that they will have no share in the Hereafter. They have incurred a terrible retribution.", "persian_text": "برای کسانی که به سوی کفر می شتابند، غم مخور. آنان هرگز کوچک ترين زيانی به خدا نمی رسانند. بلکه، اين خواست خداست که آنها در آخرت بی بهره باشند. آنها سزاوار عذابی هولناک شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 177, "arabic_text": "إِنَّ ٱلَّذِينَ ٱشْتَرَوُا ٱلْكُفْرَ بِٱلْإِيمَٰنِ لَن يَضُرُّوا ٱللَّهَ شَيْـًٔا وَلَهُمْ عَذَابٌ أَلِيمٌ", "english_text": "Those who choose disbelief, instead of belief, do not hurt GOD in the least; they have incurred a painful retribution.", "persian_text": "کسانی که کفر را به جای ايمان انتخاب می کنند، هيچ زيانی به خدا نمی رسانند؛ آنها سزاوار عذابی دردناک شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 178, "arabic_text": "وَلَا يَحْسَبَنَّ ٱلَّذِينَ كَفَرُوٓا أَنَّمَا نُمْلِى لَهُمْ خَيْرٌ لِّأَنفُسِهِمْ  إِنَّمَا نُمْلِى لَهُمْ لِيَزْدَادُوٓا إِثْمًا  وَلَهُمْ عَذَابٌ مُّهِينٌ", "english_text": "Let not the disbelievers think that we lead them on for their own good. We only lead them on to confirm their sinfulness. They have incurred a humiliating retribution.", "persian_text": "مبادا کافران تصور کنند كه آنها را در جهت منافعشان سوق می دهيم، ما فقط آنها را به آن جهت سوق می دهيم تا گناهکاربودنشان ثابت شود. آنها سزاوار مجازاتی خوارکننده شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 179, "arabic_text": "مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلْمُؤْمِنِينَ عَلَىٰ مَآ أَنتُمْ عَلَيْهِ حَتَّىٰ يَمِيزَ ٱلْخَبِيثَ مِنَ ٱلطَّيِّبِ   وَمَا كَانَ ٱللَّهُ لِيُطْلِعَكُمْ عَلَى ٱلْغَيْبِ وَلَٰكِنَّ ٱللَّهَ يَجْتَبِى مِن رُّسُلِهِۦ مَن يَشَآءُ  فَـَٔامِنُوا بِٱللَّهِ وَرُسُلِهِۦ  وَإِن تُؤْمِنُوا وَتَتَّقُوا فَلَكُمْ أَجْرٌ عَظِيمٌ", "english_text": "GOD is not to leave the believers as you are, without distinguishing the bad from the good. Nor does GOD inform you of the future, but GOD bestows such knowledge upon whomever He chooses from among His messengers.* Therefore, you shall believe in GOD and His messengers. If you believe and lead a righteous life, you receive a great recompense.", "persian_text": "خدا شما مؤمنان را به حال خود رها نمی ‌كند، بدون آنكه بد را از خوب مشخص نمايد. و خدا شما را از آينده مطلع نمی سازد، اما خدا چنين دانشی را از ميان رسولانش* به هر كه برگزيند، عطا می ‌كند. بنابراين، به خدا و رسولان او ايمان آوريد. اگر ايمان بياوريد و زندگی پرهيزكارانه‌ای را در پيش گيريد، پاداشی عظيم دريافت مى كنيد.", "subtitle": "", "footnote": "*3:179 The end of the world is one example of future events revealed to God's Messenger of the Covenant. See Footnote 72:27."}, {"sura_num": 3, "verse_num": 180, "arabic_text": "وَلَا يَحْسَبَنَّ ٱلَّذِينَ يَبْخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضْلِهِۦ هُوَ خَيْرًا لَّهُم  بَلْ هُوَ شَرٌّ لَّهُمْ  سَيُطَوَّقُونَ مَا بَخِلُوا بِهِۦ يَوْمَ ٱلْقِيَٰمَةِ   وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ   وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ", "english_text": "Let not those who withhold and hoard GOD's provisions think that this is good for them; it is bad for them. For they will carry their hoardings around their necks on the Day of Resurrection. GOD is the ultimate inheritor of the heavens and the earth. GOD is fully Cognizant of everything you do.", "persian_text": "كسانی كه روزی های خدا را نگاه می ‌دارند و ذخيره می ‌كنند، مبادا تصور كنند كه برايشان خوب است؛ بلكه برايشان بد است. زيرا آنها در روز قيامت، اندوخته‌های خود را به دور گردنشان حمل خواهند كرد. خدا وارث نهايی آسمان‌ها و زمين است. خدا از تمام اعمالتان كاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 181, "arabic_text": "لَّقَدْ سَمِعَ ٱللَّهُ قَوْلَ ٱلَّذِينَ قَالُوٓا إِنَّ ٱللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَآءُ   سَنَكْتُبُ مَا قَالُوا وَقَتْلَهُمُ ٱلْأَنۢبِيَآءَ بِغَيْرِ حَقٍّ وَنَقُولُ ذُوقُوا عَذَابَ ٱلْحَرِيقِ", "english_text": "GOD has heard the utterances of those who said, \"GOD is poor, while we are rich.\" We will record everything they said, just as we recorded their killing of the prophets unjustly, and we will say, \"Suffer the retribution of Hell.", "persian_text": "خدا سخنان كسانی را كه گفتند: \"خدا فقير است و ما غنی،\" شنيده است. ما تمام گفتارشان را ضبط خواهيم كرد، همان‌طور كه كشتن غير عادلانهٔ پيامبران را ضبط كرده‌ايم و خواهيم گفت: \"ازعذاب دوزخ رنج ببريد.", "subtitle": "Humans Continue to Defy God", "footnote": ""}, {"sura_num": 3, "verse_num": 182, "arabic_text": "ذَٰلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ ٱللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ", "english_text": "\"This is the consequence of your own works.\" GOD is never unjust towards the people.", "persian_text": "\"اين نتيجهٔ اعمال خود شماست.\" خدا هرگز نسبت به مردم بی عدالتی نمی کند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 183, "arabic_text": "ٱلَّذِينَ قَالُوٓا إِنَّ ٱللَّهَ عَهِدَ إِلَيْنَآ أَلَّا نُؤْمِنَ لِرَسُولٍ حَتَّىٰ يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ ٱلنَّارُ   قُلْ قَدْ جَآءَكُمْ رُسُلٌ مِّن قَبْلِى بِٱلْبَيِّنَٰتِ وَبِٱلَّذِى قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ إِن كُنتُمْ صَٰدِقِينَ", "english_text": "It is they who said, \"GOD has made a covenant with us that we shall not believe in any messenger, unless he produces an offering that gets consumed by fire.\" Say, \"Messengers before me have come to you with clear proofs, including what you just demanded. Why then did you kill them, if you are truthful?\"", "persian_text": "اين آنها هستند که گفتند: \"خدا با ما پيمان بسته است که هيچ رسولی را باور نکنیم، مگر آنکه او قربانی ای عرضه کند که کاملاً طعمهٔ آتش شود.\" بگو: \"پيش از من رسولانی همراه با مدرک های روشن و نيز همين که درخواست کرده ايد، نزدتان آمده اند. پس چرا آنان را کشتيد، اگر راست می گوييد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 184, "arabic_text": "فَإِن كَذَّبُوكَ فَقَدْ كُذِّبَ رُسُلٌ مِّن قَبْلِكَ جَآءُو بِٱلْبَيِّنَٰتِ وَٱلزُّبُرِ وَٱلْكِتَٰبِ ٱلْمُنِيرِ", "english_text": "If they reject you, messengers before you have been rejected, even though they brought proofs, the Psalms, and the enlightening scripture.", "persian_text": "اگر تو را تكذيب می كنند، رسولان پيش از تو نيز تكذيب شده‌اند، با وجود آنكه آنها مدارك، زبور و كتاب آسمانی روشنگر آوردند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 185, "arabic_text": "كُلُّ نَفْسٍ ذَآئِقَةُ ٱلْمَوْتِ   وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ ٱلْقِيَٰمَةِ  فَمَن زُحْزِحَ عَنِ ٱلنَّارِ وَأُدْخِلَ ٱلْجَنَّةَ فَقَدْ فَازَ   وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا مَتَٰعُ ٱلْغُرُورِ", "english_text": "Every person tastes death, then you receive your recompense on the Day of Resurrection. Whoever misses Hell, barely, and makes it to Paradise, has attained a great triumph. The life of this world is no more than an illusion.", "persian_text": "هر كسی طعم مرگ را می‌ چشد، سپس شما پاداش خود را در روز رستاخيز دريافت می ‌كنيد. همين قدر كه كسی فقط از مرز دوزخ بگذرد و به بهشت وارد شود، به پيروزی عظيمی نائل شده است. زندگی اين دنيا خواب و خيالی بيش نيست.", "subtitle": "A Great Triumph", "footnote": ""}, {"sura_num": 3, "verse_num": 186, "arabic_text": "لَتُبْلَوُنَّ فِىٓ أَمْوَٰلِكُمْ وَأَنفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ ٱلَّذِينَ أُوتُوا ٱلْكِتَٰبَ مِن قَبْلِكُمْ وَمِنَ ٱلَّذِينَ أَشْرَكُوٓا أَذًى كَثِيرًا  وَإِن تَصْبِرُوا وَتَتَّقُوا فَإِنَّ ذَٰلِكَ مِنْ عَزْمِ ٱلْأُمُورِ", "english_text": "You will certainly be tested, through your money and your lives, and you will hear from those who received the scripture, and from the idol worshipers, a lot of insult. If you steadfastly persevere and lead a righteous life, this will prove the strength of your faith.", "persian_text": "شما يقيناً با پول و جان خود امتحان خواهيد شد و از كسانی كه كتاب آسمانی دريافت كردند و از مشركان توهين بسيار خواهيد شنيد. اگر صبورانه مقاومت كنيد و زندگی پرهيزكارانه‌ای را در پيش بگيريد، قدرت ايمانتان را ثابت خواهيد كرد.", "subtitle": "The Inevitable Test*", "footnote": "*3:186 After passing the admission tests, the proven worshipers of God ALONE enjoy a perfect life, now and forever. See 10:62, 24:55, and 29:2-3."}, {"sura_num": 3, "verse_num": 187, "arabic_text": "وَإِذْ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُوا ٱلْكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكْتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمْ وَٱشْتَرَوْا بِهِۦ ثَمَنًا قَلِيلًا  فَبِئْسَ مَا يَشْتَرُونَ", "english_text": "GOD took a covenant from those who received the scripture: \"You shall proclaim it to the people, and never conceal it.\" But they disregarded it behind their backs, and traded it away for a cheap price. What a miserable trade.", "persian_text": "خدا از كسانی كه كتاب آسمانی دريافت كردند، پيمان گرفت كه: \"شما بايد آن را به مردم اعلام كنيد و هرگز آن را پنهان نكنيد.\" اما آنها به آن پشت كردند و آن را ناديده گرفتند و به بهايی ناچيز معامله كردند. چه معاملهٔ بدی.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 188, "arabic_text": "لَا تَحْسَبَنَّ ٱلَّذِينَ يَفْرَحُونَ بِمَآ أَتَوا وَّيُحِبُّونَ أَن يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا فَلَا تَحْسَبَنَّهُم بِمَفَازَةٍ مِّنَ ٱلْعَذَابِ  وَلَهُمْ عَذَابٌ أَلِيمٌ", "english_text": "Those who boast about their works, and wish to be praised for something they have not really done, should not think that they can evade the retribution. They have incurred a painful retribution.", "persian_text": "کسانی که برای آنچه کرده اند، به خود می بالند و دوست دارند برای آنچه واقعاً نکرده اند ستايش شوند، فکر نکنند که می توانند از مجازات رهایی یابند. آنها سزاوار عذابی دردناك شده‌اند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 189, "arabic_text": "وَلِلَّهِ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ   وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ", "english_text": "To GOD belongs the sovereignty of the heavens and the earth. GOD is Omnipotent.", "persian_text": "فرمانروايی آسمان‌ها و زمين از آن خداست. خداست قادر مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 190, "arabic_text": "إِنَّ فِى خَلْقِ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَٰفِ ٱلَّيْلِ وَٱلنَّهَارِ لَءَايَٰتٍ لِّأُولِى ٱلْأَلْبَٰبِ", "english_text": "In the creation of the heavens and the earth, and the alternation of night and day, there are signs for those who possess intelligence.", "persian_text": "در خلقت آسمان ها و زمين و در گردش پياپی شب و روز، نشانه هايی است برای خردمندان.", "subtitle": "Those Who Possess Intelligence", "footnote": ""}, {"sura_num": 3, "verse_num": 191, "arabic_text": "ٱلَّذِينَ يَذْكُرُونَ ٱللَّهَ قِيَٰمًا وَقُعُودًا وَعَلَىٰ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِى خَلْقِ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَٰذَا بَٰطِلًا سُبْحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ", "english_text": "They remember GOD* while standing, sitting, and on their sides, and they reflect upon the creation of the heavens and the earth: \"Our Lord, You did not create all this in vain. Be You glorified. Save us from the retribution of Hell.", "persian_text": "آنان در حال ايستاده، نشسته و به پهلو آرميده به یاد خدا* هستند و در خلقت آسمان ها و زمين می انديشند: \"پروردگار ما، تو همهٔ اينها را بيهوده نيافريدی. شکوه و جلال تو ستايش باد. ما را از مجازات دوزخ در امان بدار.", "subtitle": "", "footnote": "*3:191 Your god is whoever or whatever occupies your mind most of the time. The true believers are those who remember God most of the time. See 23:84-89 and Appendix 27."}, {"sura_num": 3, "verse_num": 192, "arabic_text": "رَبَّنَآ إِنَّكَ مَن تُدْخِلِ ٱلنَّارَ فَقَدْ أَخْزَيْتَهُۥ  وَمَا لِلظَّٰلِمِينَ مِنْ أَنصَارٍ", "english_text": "\"Our Lord, whomever You commit to Hell are the ones You have forsaken. Such transgressors have no helpers.", "persian_text": "\"پروردگار ما، هر كه را تو به دوزخ محكوم كنی، او را ترك كرده‌ای. چنين ستمكارانی هيچ ياوری ندارند.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 193, "arabic_text": "رَّبَّنَآ إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِى لِلْإِيمَٰنِ أَنْ ءَامِنُوا بِرَبِّكُمْ فَـَٔامَنَّا  رَبَّنَا فَٱغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلْأَبْرَارِ", "english_text": "\"Our Lord, we have heard a caller calling to faith and proclaiming: 'You shall believe in your Lord,' and we have believed. Our Lord, forgive us our transgressions, remit our sins, and let us die as righteous believers.", "persian_text": "\"پروردگار ما، ما ندادهنده ای را شنيده ايم که به ايمان فرا می خواند و اعلام می کند: 'به پروردگار خود ايمان بياوريد،' و ما ايمان آورده ايم. پروردگار ما، ستمكاری های ما را ببخش، گناهانمان را بيامرز و بگذار در شمار مؤمنان پرهيزکار بميريم.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 194, "arabic_text": "رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ ٱلْقِيَٰمَةِ   إِنَّكَ لَا تُخْلِفُ ٱلْمِيعَادَ", "english_text": "\"Our Lord, shower us with the blessings You promised us through Your messengers, and do not forsake us on the Day of Resurrection. You never break a promise.\"", "persian_text": "\"پروردگار ما، آن نعمت‌هايی را كه از طريق رسولانت به ما وعده دادی، به ما مرحمت فرما و در روز رستاخيز ما را ترك نكن. تو هرگز وعده‌ای را نمی‌ شكنی.\"", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 195, "arabic_text": "فَٱسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّى لَآ أُضِيعُ عَمَلَ عَٰمِلٍ مِّنكُم مِّن ذَكَرٍ أَوْ أُنثَىٰ  بَعْضُكُم مِّنۢ بَعْضٍ  فَٱلَّذِينَ هَاجَرُوا وَأُخْرِجُوا مِن دِيَٰرِهِمْ وَأُوذُوا فِى سَبِيلِى وَقَٰتَلُوا وَقُتِلُوا لَأُكَفِّرَنَّ عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ ثَوَابًا مِّنْ عِندِ ٱللَّهِ   وَٱللَّهُ عِندَهُۥ حُسْنُ ٱلثَّوَابِ", "english_text": "Their Lord responded to them: \"I never fail to reward any worker among you for any work you do, be you male or female—you are equal to one another. Thus, those who immigrate, and get evicted from their homes, and are persecuted because of Me, and fight and get killed, I will surely remit their sins and admit them into gardens with flowing streams.\" Such is the reward from GOD. GOD possesses the ultimate reward.", "persian_text": "پروردگارشان به آنها پاسخ داد: \"من هرگز در پاداش دادن به كارگزاران در ميان شما براى هر كارى كه انجام دهيد، كوتاهى نمی كنم، چه مذكر باشيد چه مؤنث- شما با هم برابر هستيد. بنابراين، كسانى كه مهاجرت می كنند و از خانه هايشان رانده می شوند و به خاطر من مورد اذيت و آزار قرار مى گيرند و مى جنگند و كشته مى شوند، مطمئناً من گناهانشان را خواهم بخشيد و آنها را به باغ هايی با نهرهای روان وارد خواهم كرد.\" چنين است پاداش خدا. پاداش نهايی نزد خداست.", "subtitle": "God Responds", "footnote": ""}, {"sura_num": 3, "verse_num": 196, "arabic_text": "لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُوا فِى ٱلْبِلَٰدِ", "english_text": "Do not be impressed by the apparent success of disbelievers.", "persian_text": "تحت تأثير موفقيت های ظاهری کافران قرار نگير.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 197, "arabic_text": "مَتَٰعٌ قَلِيلٌ ثُمَّ مَأْوَىٰهُمْ جَهَنَّمُ  وَبِئْسَ ٱلْمِهَادُ", "english_text": "They only enjoy temporarily, then end up in Hell; what a miserable destiny!", "persian_text": "آنها فقط موقتاً لذت می برند، سپس سرانجامشان دوزخ است؛ چه سرنوشت فلاكت باری!", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 198, "arabic_text": "لَٰكِنِ ٱلَّذِينَ ٱتَّقَوْا رَبَّهُمْ لَهُمْ جَنَّٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا نُزُلًا مِّنْ عِندِ ٱللَّهِ   وَمَا عِندَ ٱللَّهِ خَيْرٌ لِّلْأَبْرَارِ", "english_text": "As for those who observe their Lord, they have deserved gardens with flowing streams; they abide therein forever. Such is the abode given to them by GOD. What GOD possesses is far better for the righteous.", "persian_text": "و اما کسانی که پروردگار خود را در نظر داشته باشند، سزاوار باغ هايی شده اند که در آن نهرها روان است؛ آنها در آنجا جاودان اند. چنين است سرايی که از جانب خدا به ايشان عطا شده است. آنچه نزد خداست، برای پرهيزكاران به مراتب بهتر است.", "subtitle": "", "footnote": ""}, {"sura_num": 3, "verse_num": 199, "arabic_text": "وَإِنَّ مِنْ أَهْلِ ٱلْكِتَٰبِ لَمَن يُؤْمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيْكُمْ وَمَآ أُنزِلَ إِلَيْهِمْ خَٰشِعِينَ لِلَّهِ لَا يَشْتَرُونَ بِـَٔايَٰتِ ٱللَّهِ ثَمَنًا قَلِيلًا   أُولَٰٓئِكَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ   إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ", "english_text": "Surely, some followers of the previous scriptures do believe in GOD, and in what was revealed to you, and in what was revealed to them. They reverence GOD, and they never trade away GOD's revelations for a cheap price. These will receive their recompense from their Lord. GOD is the most efficient in reckoning.", "persian_text": "مطمئناً، برخی از پيروان كتاب های آسمانی پيشين به خدا و آنچه بر شما نازل شد و به آنچه بر آنها نازل شد، ايمان دارند. آنها هيبت و حرمت خدا را ارج می ‌نهند و هرگز آيات خدا را به بهايی ناچيز معامله نمی‌ كنند. اينان پاداش خود را از پروردگارشان دريافت خواهند كرد. خدا در حسابرسی بسيار باكفايت است.", "subtitle": "Righteous Jews and Christians", "footnote": ""}, {"sura_num": 3, "verse_num": 200, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا ٱصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَٱتَّقُوا ٱللَّهَ لَعَلَّكُمْ تُفْلِحُونَ", "english_text": "O you who believe, you shall be steadfast, you shall persevere, you shall be united, you shall observe GOD, that you may succeed.", "persian_text": "ای کسانی که ايمان آورده ايد، ثابت قدم باشيد، استقامت کنيد، متحد باشيد، خدا را در نظر داشته باشيد، باشد که موفق شويد.", "subtitle": "", "footnote": ""}]