[{"sura_num": 7, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The Purgatory", "chapter_title_arabic": "الأعراف", "chapter_title_persian": "برزخ"}, {"sura_num": 7, "verse_num": 1, "arabic_text": "الٓمٓصٓ", "english_text": "A. L. M. S.*", "persian_text": "ا. ل. م. ص.*", "subtitle": "", "footnote": "*7:1 See Appendix 1 for the role of these initials in the Quran's mathematical miracle."}, {"sura_num": 7, "verse_num": 2, "arabic_text": "كِتَٰبٌ أُنزِلَ إِلَيْكَ فَلَا يَكُن فِى صَدْرِكَ حَرَجٌ مِّنْهُ لِتُنذِرَ بِهِۦ وَذِكْرَىٰ لِلْمُؤْمِنِينَ", "english_text": "This scripture has been revealed to you—you shall not harbor doubt about it in your heart—that you may warn with it, and to provide a reminder for the believers.", "persian_text": "اين كتاب آسمانى بر تو نازل شده است- دربارهٔ آن شكى به دل راه نده- تا با آن هشدار دهى، و تا تذكرى باشد براى مؤمنان.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 3, "arabic_text": "ٱتَّبِعُوا مَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ وَلَا تَتَّبِعُوا مِن دُونِهِۦٓ أَوْلِيَآءَ   قَلِيلًا مَّا تَذَكَّرُونَ", "english_text": "You shall all follow what is revealed to you from your Lord; do not follow any idols besides Him. Rarely do you take heed.", "persian_text": "همهٔ شما بايد از آنچه از جانب پروردگارتان براى شما نازل شده است، پيروى كنيد؛ از هيچ معبود ديگرى جز او پيروى نكنيد. شما به ندرت توجه می ‌كنيد.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 4, "arabic_text": "وَكَم مِّن قَرْيَةٍ أَهْلَكْنَٰهَا فَجَآءَهَا بَأْسُنَا بَيَٰتًا أَوْ هُمْ قَآئِلُونَ", "english_text": "Many a community we annihilated; they incurred our retribution while they were asleep, or wide awake.", "persian_text": "چه بسيار جوامعى كه ما آنها را هلاك كرديم؛ آنها سزاوار عذاب ما شدند، در حالى كه خواب بودند، يا كاملاً بيدار.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 5, "arabic_text": "فَمَا كَانَ دَعْوَىٰهُمْ إِذْ جَآءَهُم بَأْسُنَآ إِلَّآ أَن قَالُوٓا إِنَّا كُنَّا ظَٰلِمِينَ", "english_text": "Their utterance when our retribution came to them was: \"Indeed, we have been transgressors.\"", "persian_text": "هنگامى كه عذاب ما برايشان آمد، گفتارشان اين بود: \"ما واقعاً ستمكار بوده ايم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 6, "arabic_text": "فَلَنَسْـَٔلَنَّ ٱلَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْـَٔلَنَّ ٱلْمُرْسَلِينَ", "english_text": "We will certainly question those who received the message, and we will question the messengers.", "persian_text": "ما مسلماً از كسانى كه پيام را دريافت كردند، سئوال می ‌كنيم و از رسولان نيز سئوال خواهيم كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 7, "arabic_text": "فَلَنَقُصَّنَّ عَلَيْهِم بِعِلْمٍ  وَمَا كُنَّا غَآئِبِينَ", "english_text": "We will inform them authoritatively, for we were never absent.", "persian_text": "ما مقتدرانه آنها را آگاه خواهيم كرد، زيرا ما هرگز غايب نبوديم.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 8, "arabic_text": "وَٱلْوَزْنُ يَوْمَئِذٍ ٱلْحَقُّ  فَمَن ثَقُلَتْ مَوَٰزِينُهُۥ فَأُولَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ", "english_text": "The scales will be set on that day, equitably. Those whose weights are heavy will be the winners.", "persian_text": "در آن روز، ترازوها منصفانه برقرار خواهند شد. كسانى كه وزنشان سنگين باشد، برنده خواهند بود.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 9, "arabic_text": "وَمَنْ خَفَّتْ مَوَٰزِينُهُۥ فَأُولَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓا أَنفُسَهُم بِمَا كَانُوا بِـَٔايَٰتِنَا يَظْلِمُونَ", "english_text": "As for those whose weights are light, they will be the ones who lost their souls,* as a consequence of disregarding our revelations, unjustly.", "persian_text": "و اما آنان كه وزنشان سبك است، كسانى هستند كه در نتيجهٔ بى اعتنايى غير منصفانه به آيات ما، نفس* خويش را باختند.", "subtitle": "", "footnote": "*7:9 Failing to heed our Creator leads to spiritual starvation and eventual \"loss\" of the soul."}, {"sura_num": 7, "verse_num": 10, "arabic_text": "وَلَقَدْ مَكَّنَّٰكُمْ فِى ٱلْأَرْضِ وَجَعَلْنَا لَكُمْ فِيهَا مَعَٰيِشَ   قَلِيلًا مَّا تَشْكُرُونَ", "english_text": "We have established you on earth, and we have provided for you the means of support therein. Rarely are you appreciative.", "persian_text": "ما شما را در زمين مستقر كرديم و در آن وسايل امرار معاش برايتان فراهم نموديم. شما به ندرت سپاسگزاريد.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 11, "arabic_text": "وَلَقَدْ خَلَقْنَٰكُمْ ثُمَّ صَوَّرْنَٰكُمْ ثُمَّ قُلْنَا لِلْمَلَٰٓئِكَةِ ٱسْجُدُوا لِءَادَمَ فَسَجَدُوٓا إِلَّآ إِبْلِيسَ لَمْ يَكُن مِّنَ ٱلسَّٰجِدِينَ", "english_text": "We created you, then we shaped you, then we said to the angels, \"Fall prostrate before Adam.\" They fell prostrate, except Iblees (Satan); he was not with the prostrators.", "persian_text": "ما شما را خلق كرديم، سپس به شما شكل داديم، پس از آن به فرشتگان گفتيم: \"در مقابل آدم سجده كنيد.\" آنها سجده كردند، جز ابليس (شيطان)؛ او با سجده كنندگان نبود.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 12, "arabic_text": "قَالَ مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ  قَالَ أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِى مِن نَّارٍ وَخَلَقْتَهُۥ مِن طِينٍ", "english_text": "He said, \"What prevented you from prostrating when I ordered you?\" He said, \"I am better than he; You created me from fire, and created him from mud.\"", "persian_text": "او گفت: \"چه چيز تو را از سجده كردن باز داشت، هنگامى كه به تو فرمان دادم؟\" او گفت: \"من از او بهترم؛ تو مرا از آتش خلق كردى و او را از گل آفريدى.", "subtitle": "The Test Begins", "footnote": ""}, {"sura_num": 7, "verse_num": 13, "arabic_text": "قَالَ فَٱهْبِطْ مِنْهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخْرُجْ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ", "english_text": "He said, \"Therefore, you must go down, for you are not to be arrogant here. Get out; you are debased.\"", "persian_text": "او گفت: \"بنابراين، بايد پايين بروى، زيرا تو نمى توانى در اينجا متكبر باشى. خارج شو؛ تو خوارشده هستى.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 14, "arabic_text": "قَالَ أَنظِرْنِىٓ إِلَىٰ يَوْمِ يُبْعَثُونَ", "english_text": "He said, \"Grant me a respite, until the Day of Resurrection.\"", "persian_text": "او گفت: \"تا روز رستاخيز به من مهلت بده.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 15, "arabic_text": "قَالَ إِنَّكَ مِنَ ٱلْمُنظَرِينَ", "english_text": "He said, \"You are granted a respite.\"", "persian_text": "او گفت: \"به تو مهلت داده شد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 16, "arabic_text": "قَالَ فَبِمَآ أَغْوَيْتَنِى لَأَقْعُدَنَّ لَهُمْ صِرَٰطَكَ ٱلْمُسْتَقِيمَ", "english_text": "He said, \"Since You have willed that I go astray,* I will skulk for them on Your straight path.", "persian_text": "او گفت: \"از آنجايى كه تو خواستى گمراه شوم،* من در راه مستقيم تو در كمين آنها خواهم نشست.", "subtitle": "", "footnote": "*7:16 Satan is a proven liar, and so are his constituents (see 2:36, 6:22-23, & 7:20)."}, {"sura_num": 7, "verse_num": 17, "arabic_text": "ثُمَّ لَءَاتِيَنَّهُم مِّنۢ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَٰنِهِمْ وَعَن شَمَآئِلِهِمْ  وَلَا تَجِدُ أَكْثَرَهُمْ شَٰكِرِينَ", "english_text": "\"I will come to them from before them, and from behind them, and from their right, and from their left, and You will find that most of them are unappreciative.\"", "persian_text": "\"من از جلو و از پشت سرشان و سمت راست و چپ آنها نزدشان خواهم آمد و تو اكثرشان را ناسپاس خواهى يافت.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 18, "arabic_text": "قَالَ ٱخْرُجْ مِنْهَا مَذْءُومًا مَّدْحُورًا  لَّمَن تَبِعَكَ مِنْهُمْ لَأَمْلَأَنَّ جَهَنَّمَ مِنكُمْ أَجْمَعِينَ", "english_text": "He said, \"Get out therefrom, despised and defeated. Those among them who follow you, I will fill Hell with you all.", "persian_text": "او گفت: \"از آنجا بيرون شو، حقير و شکست خورده. در میان آنها کسانی که از تو پيروی کنند، دوزخ را از همهٔ شما پر خواهم کرد.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 19, "arabic_text": "وَيَٰٓـَٔادَمُ ٱسْكُنْ أَنتَ وَزَوْجُكَ ٱلْجَنَّةَ فَكُلَا مِنْ حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ", "english_text": "\"As for you, Adam, dwell with your wife in Paradise, and eat therefrom as you please, but do not approach this one tree, lest you fall in sin.\"", "persian_text": "\"و اما تو اى آدم، با همسرت در بهشت سكونت كن و در آنجا از هرچه که مايليد بخوريد، ولی به اين يک درخت نزديک نشويد، تا مبادا به گناه آلوده شويد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 20, "arabic_text": "فَوَسْوَسَ لَهُمَا ٱلشَّيْطَٰنُ لِيُبْدِىَ لَهُمَا مَا وُۥرِىَ عَنْهُمَا مِن سَوْءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنْ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ ٱلْخَٰلِدِينَ", "english_text": "The devil whispered to them, in order to reveal their bodies, which were invisible to them. He said, \"Your Lord did not forbid you from this tree, except to prevent you from becoming angels, and from attaining eternal existence.\"", "persian_text": "شيطان آنها را وسوسه کرد، تا بدن هايشان را که بر آنها پوشيده بود، نمايان کند و گفت: \"پروردگارتان فقط به اين دليل شما را از اين درخت منع كرد، که شما را از فرشته شدن و دست يافتن به حيات جاودان بازدارد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 21, "arabic_text": "وَقَاسَمَهُمَآ إِنِّى لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ", "english_text": "He swore to them, \"I am giving you good advice.\"", "persian_text": "او برای آنها سوگند ياد کرد: \"من اندرزی نيکو به شما می دهم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 22, "arabic_text": "فَدَلَّىٰهُمَا بِغُرُورٍ  فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتْ لَهُمَا سَوْءَٰتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ ٱلْجَنَّةِ  وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمْ أَنْهَكُمَا عَن تِلْكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيْطَٰنَ لَكُمَا عَدُوٌّ مُّبِينٌ", "english_text": "He thus duped them with lies. As soon as they tasted the tree, their bodies became visible to them, and they tried to cover themselves with the leaves of Paradise. Their Lord called upon them: \"Did I not enjoin you from that tree, and warn you that the devil is your most ardent enemy?\"", "persian_text": "او اين چنين با دروغ ها آنها را فريب داد. به محض آنكه از آن درخت چشيدند، بدن هايشان برايشان نمايان شد وآنها سعى كردند تا خودشان را با برگ هاى بهشتى بپوشانند. پروردگارشان آنها را ندا داد: \"آيا من شما را از آن درخت منع نكردم و به شما هشدار ندادم كه شيطان سرسخت ترين دشمن شماست؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 23, "arabic_text": "قَالَا رَبَّنَا ظَلَمْنَآ أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ ٱلْخَٰسِرِينَ", "english_text": "They said, \"Our Lord, we have wronged our souls, and unless You forgive us and have mercy on us, we will be losers.\"", "persian_text": "آنها گفتند: \"پروردگار ما، ما به نفس خويش ستم كرده ايم. اگر تو ما را نبخشى و بر ما رحم نكنى، ما از بازندگان خواهيم بود.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 24, "arabic_text": "قَالَ ٱهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ  وَلَكُمْ فِى ٱلْأَرْضِ مُسْتَقَرٌّ وَمَتَٰعٌ إِلَىٰ حِينٍ", "english_text": "He said, \"Go down as enemies of one another. On earth shall be your habitation and provision for awhile.\"", "persian_text": "او گفت: \"به عنوان دشمنان يکديگر پایین بروید. محل زندگی شما تا مدتی در زمین خواهد بود.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 25, "arabic_text": "قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ", "english_text": "He said, \"On it you will live, on it you will die, and from it you will be brought out.\"", "persian_text": "او گفت: \"در آنجا زندگی خواهيد کرد، در آن خواهيد مرد و از آن بيرون آورده خواهید شد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 26, "arabic_text": "يَٰبَنِىٓ ءَادَمَ قَدْ أَنزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَٰرِى سَوْءَٰتِكُمْ وَرِيشًا  وَلِبَاسُ ٱلتَّقْوَىٰ ذَٰلِكَ خَيْرٌ  ذَٰلِكَ مِنْ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمْ يَذَّكَّرُونَ", "english_text": "O children of Adam, we have provided you with garments to cover your bodies, as well as for luxury. But the best garment is the garment of righteousness. These are some of GOD's signs, that they may take heed.", "persian_text": "اى فرزندان آدم، ما براى شما لباس هايى فراهم كرده ايم كه بدن هايتان را بپوشانيد و نيز مايهٔ تجمل شماست. اما بهترين لباس، لباس پرهيزكارى است. اينها برخى از نشانه‌هاى خداست، باشد كه توجه كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 27, "arabic_text": "يَٰبَنِىٓ ءَادَمَ لَا يَفْتِنَنَّكُمُ ٱلشَّيْطَٰنُ كَمَآ أَخْرَجَ أَبَوَيْكُم مِّنَ ٱلْجَنَّةِ يَنزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْءَٰتِهِمَآ   إِنَّهُۥ يَرَىٰكُمْ هُوَ وَقَبِيلُهُۥ مِنْ حَيْثُ لَا تَرَوْنَهُمْ   إِنَّا جَعَلْنَا ٱلشَّيَٰطِينَ أَوْلِيَآءَ لِلَّذِينَ لَا يُؤْمِنُونَ", "english_text": "O children of Adam, do not let the devil dupe you as he did when he caused the eviction of your parents from Paradise, and the removal of their garments to expose their bodies. He and his tribe see you, while you do not see them. We appoint the devils as companions of those who do not believe.", "persian_text": "ای فرزندان آدم، نگذاريد شيطان شما را نیز فريب دهد، همان طور که باعث اخراج والدین شما از بهشت و باعث درآمدن لباس هایشان شد، تا بدن هايشان را نمايان کند. او و طايفه اش شما را می بينند، در حالى که شما آنها را نمی بينيد. ما شياطين را همزاد کسانی قرار می دهيم که ايمان ندارند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 28, "arabic_text": "وَإِذَا فَعَلُوا فَٰحِشَةً قَالُوا وَجَدْنَا عَلَيْهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَا   قُلْ إِنَّ ٱللَّهَ لَا يَأْمُرُ بِٱلْفَحْشَآءِ  أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ", "english_text": "They commit a gross sin, then say, \"We found our parents doing this, and GOD has commanded us to do it.\" Say, \"GOD never advocates sin. Are you saying about GOD what you do not know?\"", "persian_text": "آنها گناهی بزرگ مرتکب می شوند، سپس می گويند: \"ما والدین خود را به همین شیوه یافتیم و خدا ما را به آن فرمان داده است.\" بگو: \"خدا هرگز امر به گناه نمی كند. آيا دربارهٔ خدا چيزی مى گویيد که نمی دانيد؟\"", "subtitle": "Examine All Inherited Information", "footnote": ""}, {"sura_num": 7, "verse_num": 29, "arabic_text": "قُلْ أَمَرَ رَبِّى بِٱلْقِسْطِ  وَأَقِيمُوا وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ وَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ  كَمَا بَدَأَكُمْ تَعُودُونَ", "english_text": "Say, \"My Lord advocates justice, and to stand devoted to Him alone at every place of worship. You shall devote your worship absolutely to Him alone. Just as He initiated you, you will ultimately go back to Him.\"", "persian_text": "بگو: \"پروردگار من به عدالت فرمان می دهد و اينکه در تمام اماكن عبادى فقط خود را به او اختصاص دهيد و پرستش خود را مطلقاً مختص او كنيد. همان گونه که در آغاز شما را پديد آورد، سرانجام به سوی او بازمی گردید.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 30, "arabic_text": "فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيْهِمُ ٱلضَّلَٰلَةُ   إِنَّهُمُ ٱتَّخَذُوا ٱلشَّيَٰطِينَ أَوْلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ", "english_text": "Some He guided, while others are committed to straying. They have taken the devils as their masters, instead of GOD, yet they believe that they are guided.", "persian_text": "او برخى را هدايت كرد، در حالى كه ديگران محکوم به گمراهى هستند. آنها شياطين را به جاى خدا سروران خويش قرار داده اند، با اين حال باور مى كنند كه هدايت شده اند.", "subtitle": "Beware: They Believe that They Are Guided", "footnote": ""}, {"sura_num": 7, "verse_num": 31, "arabic_text": "يَٰبَنِىٓ ءَادَمَ خُذُوا زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ وَكُلُوا وَٱشْرَبُوا وَلَا تُسْرِفُوٓا  إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْرِفِينَ", "english_text": "O children of Adam, you shall be clean and dress nicely when you go to the masjid. And eat and drink moderately. Surely, He does not love the gluttons.", "persian_text": "ای فرزندان آدم، هنگامی که به مسجد می رويد، تميز باشيد و لباس مرتب بپوشيد، و در حد اعتدال بخوريد و بياشاميد؛ مسلماً، او افراد پرخور را دوست ندارد.", "subtitle": "Dress Nicely For The Masjid", "footnote": ""}, {"sura_num": 7, "verse_num": 32, "arabic_text": "قُلْ مَنْ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِىٓ أَخْرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزْقِ  قُلْ هِىَ لِلَّذِينَ ءَامَنُوا فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا خَالِصَةً يَوْمَ ٱلْقِيَٰمَةِ   كَذَٰلِكَ نُفَصِّلُ ٱلْءَايَٰتِ لِقَوْمٍ يَعْلَمُونَ", "english_text": "Say, \"Who prohibited the nice things GOD has created for His creatures, and the good provisions?\" Say, \"Such provisions are to be enjoyed in this life by those who believe. Moreover, the good provisions will be exclusively theirs on the Day of Resurrection.\" We thus explain the revelations for people who know.", "persian_text": "بگو: \"چه كسى چيزهای نيکو و روزی هاى خوب را که خدا برای مخلوقاتش آفريده است، حرام کرد؟\" بگو: \"اين روزی ها برای آن است که کسانی که ايمان دارند، در اين دنيا از آن لذت ببرند. علاوه بر اين، در روز رستاخيز روزی های خوب مخصوص آنها خواهد بود.\" ما اين چنين آيات را برای مردمی که می دانند، شرح می دهيم.", "subtitle": "Innovated Prohibitions Condemned", "footnote": ""}, {"sura_num": 7, "verse_num": 33, "arabic_text": "قُلْ إِنَّمَا حَرَّمَ رَبِّىَ ٱلْفَوَٰحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَٱلْإِثْمَ وَٱلْبَغْىَ بِغَيْرِ ٱلْحَقِّ وَأَن تُشْرِكُوا بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَٰنًا وَأَن تَقُولُوا عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ", "english_text": "Say, \"My Lord prohibits only evil deeds, be they obvious or hidden, and sins, and unjustifiable aggression, and to set up beside GOD powerless idols, and to say about GOD what you do not know.\"", "persian_text": "بگو: \"پروردگار من فقط اعمال پليد را حرام می کند، خواه آشکار باشد، خواه پنهان و نيز گناهان و تعرض ناروا و قرار دادن معبودان بى قدرت در کنار خدا و اينکه دربارهٔ خدا چيزی بگویيد که نمی دانيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 34, "arabic_text": "وَلِكُلِّ أُمَّةٍ أَجَلٌ  فَإِذَا جَآءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً  وَلَا يَسْتَقْدِمُونَ", "english_text": "For each community, there is a predetermined life span. Once their interim comes to an end, they cannot delay it by one hour, nor advance it.", "persian_text": "طول عمر هر جامعه‌اى از پيش معين شده است. هنگامى كه موعدشان به پايان رسد، نمى توانند يك ساعت آن را به عقب يا جلو بيندازند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 35, "arabic_text": "يَٰبَنِىٓ ءَادَمَ إِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ ءَايَٰتِى   فَمَنِ ٱتَّقَىٰ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ", "english_text": "O children of Adam, when messengers come to you from among you, and recite My revelations to you, those who take heed and lead a righteous life, will have nothing to fear, nor will they grieve.", "persian_text": "ای فرزندان آدم، هرگاه رسولانی از خودتان نزدتان آيند و آيات مرا برای شما بخوانند، کسانی که توجه می کنند و زندگی پرهيزكارانه ای را در پيش می گيرند، نه از چيزی بترسند و نه اندوهگين شوند.", "subtitle": "Messengers From Among You", "footnote": ""}, {"sura_num": 7, "verse_num": 36, "arabic_text": "وَٱلَّذِينَ كَذَّبُوا بِـَٔايَٰتِنَا وَٱسْتَكْبَرُوا عَنْهَآ أُولَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ  هُمْ فِيهَا خَٰلِدُونَ", "english_text": "As for those who reject our revelations, and are too arrogant to uphold them, they have incurred Hell, wherein they abide forever.", "persian_text": "و اما كسانى كه آيات ما را تكذيب مى كنند و متكبر تر از آن هستند كه از آن پيروى كنند، سزاوار دوزخ شده اند، جايى كه تا ابد در آن مى مانند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 37, "arabic_text": "فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَٰتِهِۦٓ  أُولَٰٓئِكَ يَنَالُهُمْ نَصِيبُهُم مِّنَ ٱلْكِتَٰبِ  حَتَّىٰٓ إِذَا جَآءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْ قَالُوٓا أَيْنَ مَا كُنتُمْ تَدْعُونَ مِن دُونِ ٱللَّهِ  قَالُوا ضَلُّوا عَنَّا وَشَهِدُوا عَلَىٰٓ أَنفُسِهِمْ أَنَّهُمْ كَانُوا كَٰفِرِينَ", "english_text": "Who is more evil than those who invent lies about GOD, or reject His revelations? These will get their share, in accordance with the scripture, then, when our messengers come to terminate their lives, they will say, \"Where are the idols you used to implore beside GOD?\" They will say, \"They have abandoned us.\" They will bear witness against themselves that they were disbelievers.", "persian_text": "چه كسى پليدتر از آنان كه دربارهٔ خدا دروغ مى سازند، يا آيات او را تكذيب می ‌كنند؟ اينان بر طبق كتاب آسمانى، سهم خود را دريافت خواهند كرد. سپس، هنگامى كه رسولان ما براى پايان دادن به زندگى شان مى آيند، خواهند گفت: \"كجا هستند معبودانى كه در كنار خدا مى خوانديد؟\" آنها خواهند گفت: \"آنها ما را ترك كرده اند.\" آنها عليه خودشان بر كافر بودنشان شهادت خواهند داد.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 38, "arabic_text": "قَالَ ٱدْخُلُوا فِىٓ أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ فِى ٱلنَّارِ  كُلَّمَا دَخَلَتْ أُمَّةٌ لَّعَنَتْ أُخْتَهَا  حَتَّىٰٓ إِذَا ٱدّٰرَكُوا فِيهَا جَمِيعًا قَالَتْ أُخْرَىٰهُمْ لِأُولَىٰهُمْ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمْ عَذَابًا ضِعْفًا مِّنَ ٱلنَّارِ  قَالَ لِكُلٍّ ضِعْفٌ وَلَٰكِن لَّا تَعْلَمُونَ", "english_text": "He will say, \"Enter with the previous communities of jinns and humans into Hell.\" Every time a group enters, they will curse their ancestral group. Once they are all in it, the latest one will say of the previous one, \"Our Lord, these are the ones who misled us. Give them double the retribution of Hell.\" He will say, \"Each receives double, but you do not know.\"", "persian_text": "او خواهد گفت: \"همراه با امت‌هاى پيشين از جن ها و انسان ها وارد دوزخ شويد.\" هرگاه گروهى وارد شوند، گروه اجدادى خود را لعنت خواهند كرد. هنگامى كه همگى وارد شوند، گروه جديد دربارهٔ گروه قبلى خواهد گفت: \"پروردگارا، اينان همان كسانى هستند كه ما را گمراه كردند. عذاب دوزخ را برايشان دو برابر كن.\" او خواهد گفت: \"براى هر كدام دو برابر است، ولى شما نمى دانيد.\"", "subtitle": "Mutual Blaming", "footnote": ""}, {"sura_num": 7, "verse_num": 39, "arabic_text": "وَقَالَتْ أُولَىٰهُمْ لِأُخْرَىٰهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِن فَضْلٍ فَذُوقُوا ٱلْعَذَابَ بِمَا كُنتُمْ تَكْسِبُونَ", "english_text": "The ancestral group will say to the later group, \"Since you had an advantage over us, taste the retribution for your own sins.\"", "persian_text": "گروه اجدادى به گروه بعدى خواهد گفت: \"از آنجايى كه شما بر ما مزيت داشتيد، پس عذاب را به خاطر گناهانتان بچشيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 40, "arabic_text": "إِنَّ ٱلَّذِينَ كَذَّبُوا بِـَٔايَٰتِنَا وَٱسْتَكْبَرُوا عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَٰبُ ٱلسَّمَآءِ وَلَا يَدْخُلُونَ ٱلْجَنَّةَ حَتَّىٰ يَلِجَ ٱلْجَمَلُ فِى سَمِّ ٱلْخِيَاطِ  وَكَذَٰلِكَ نَجْزِى ٱلْمُجْرِمِينَ", "english_text": "Surely, those who reject our revelations and are too arrogant to uphold them, the gates of the sky will never open for them, nor will they enter Paradise until the camel passes through the needle's eye. We thus requite the guilty.", "persian_text": "مسلماً، کسانی که آيات ما را انکار می کنند و متکبرتر از آنند که آن را بپذيرند، دروازه های آسمان هرگز به رويشان گشوده نخواهد شد و هرگز به بهشت راه نخواهند يافت، مگر آنكه شتر از سوراخ سوزن عبور کند. ما گنهکاران را این چنین مجازات می کنیم.", "subtitle": "Rejecting God's Revelations: An Unforgivable Offense", "footnote": ""}, {"sura_num": 7, "verse_num": 41, "arabic_text": "لَهُم مِّن جَهَنَّمَ مِهَادٌ وَمِن فَوْقِهِمْ غَوَاشٍ  وَكَذَٰلِكَ نَجْزِى ٱلظَّٰلِمِينَ", "english_text": "They have incurred Hell as an abode; they will have barriers above them. We thus requite the transgressors.", "persian_text": "دوزخ محل اقامت آنهاست که سزاوار آن شده اند؛ بر فراز سرشان حصارهايی است. ما اين چنين ستمکاران را به کيفر می رسانيم.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 42, "arabic_text": "وَٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَآ أُولَٰٓئِكَ أَصْحَٰبُ ٱلْجَنَّةِ  هُمْ فِيهَا خَٰلِدُونَ", "english_text": "As for those who believe and lead a righteous life—we never burden any soul beyond its means—these will be the dwellers of Paradise. They abide in it forever.", "persian_text": "و اما كسانى كه ايمان دارند و زندگى پرهیزکارانه ‌اى در پيش مى گيرند- ما هرگز بر نفسى بيش از توانايى اش تكليف نمى كنيم- اينان ساكنان بهشت خواهند بود. آنها در آن جاودان بمانند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 43, "arabic_text": "وَنَزَعْنَا مَا فِى صُدُورِهِم مِّنْ غِلٍّ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَٰرُ  وَقَالُوا ٱلْحَمْدُ لِلَّهِ ٱلَّذِى هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهْتَدِىَ لَوْلَآ أَنْ هَدَىٰنَا ٱللَّهُ  لَقَدْ جَآءَتْ رُسُلُ رَبِّنَا بِٱلْحَقِّ  وَنُودُوٓا أَن تِلْكُمُ ٱلْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ", "english_text": "We will remove all jealousy from their hearts. Rivers will flow beneath them, and they will say, \"GOD be praised for guiding us. We could not possibly be guided, if it were not that GOD has guided us. The messengers of our Lord did bring the truth.\" They will be called: \"This is your Paradise. You have inherited it, in return for your works.\"", "persian_text": "ما هر حسادتى را از دل‌هايشان پاك مى كنيم. رودخانه ها زير پايشان جارى خواهند بود و آنها خواهند گفت: \"ستايش خدا را كه ما را هدايت كرد. اگر خدا ما را هدايت نكرده بود، ممكن نبود هدايت شويم. رسولان پروردگارمان واقعاً حقيقت را آوردند.\" آنها را ندا مى دهند: \"اين بهشت شماست كه آن را به پاس اعمالتان به ارث برده‌ايد.\"", "subtitle": "By God's Grace", "footnote": ""}, {"sura_num": 7, "verse_num": 44, "arabic_text": "وَنَادَىٰٓ أَصْحَٰبُ ٱلْجَنَّةِ أَصْحَٰبَ ٱلنَّارِ أَن قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدتُّم مَّا وَعَدَ رَبُّكُمْ حَقًّا  قَالُوا نَعَمْ  فَأَذَّنَ مُؤَذِّن بَيْنَهُمْ أَن لَّعْنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ", "english_text": "The dwellers of Paradise will call the dwellers of Hell: \"We have found our Lord's promise to be the truth, have you found your Lord's promise to be the truth?\" They will say, \"Yes.\" An announcer between them will announce: \"GOD's condemnation has befallen the transgressors;", "persian_text": "بهشتيان، دوزخيان را ندا خواهند داد: \"ما وعدهٔ پروردگارمان را حقيقت يافته‌ايم؛ آيا شما نیز وعدهٔ پروردگارتان را برحق يافته ايد؟\" آنها خواهند گفت: \"آرى.\" ندادهنده اى، ميانشان ندا خواهد داد: \"لعنت خدا شامل ستمكاران شده است؛", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 45, "arabic_text": "ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِٱلْءَاخِرَةِ كَٰفِرُونَ", "english_text": "\"who repel from the path of GOD, and strive to make it crooked, and, with regard to the Hereafter, they are disbelievers.\"", "persian_text": "\"كه از راه خدا باز مى دارند و سعى مى كنند آن را ناهموار كنند و به آخرت كافرند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 46, "arabic_text": "وَبَيْنَهُمَا حِجَابٌ  وَعَلَى ٱلْأَعْرٰفِ رِجَالٌ يَعْرِفُونَ كُلًّۢا بِسِيمَىٰهُمْ  وَنَادَوْا أَصْحَٰبَ ٱلْجَنَّةِ أَن سَلَٰمٌ عَلَيْكُمْ  لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ", "english_text": "A barrier separates them, while the Purgatory* is occupied by people who recognize each side by their looks. They will call the dwellers of Paradise: \"Peace be upon you.\" They did not enter (Paradise) through wishful thinking.", "persian_text": "حايلی آنها را جدا می کند، در حالی که برزخ* در اشغال مردمی است که طرفين را از چهره هايشان می شناسند. آنها اهالی بهشت را ندا خواهند داد: \"صلح بر شما باد.\" آنها با خوش خيالى وارد (بهشت) نشدند.", "subtitle": "", "footnote": "*7:46-49 Initially, there will be 4 places: (1) the High Heaven, (2) the Lower Heaven, (3) the Purgatory, and (4) Hell. The Purgatory will be annexed into the Lower Heaven."}, {"sura_num": 7, "verse_num": 47, "arabic_text": "وَإِذَا صُرِفَتْ أَبْصَٰرُهُمْ تِلْقَآءَ أَصْحَٰبِ ٱلنَّارِ قَالُوا رَبَّنَا لَا تَجْعَلْنَا مَعَ ٱلْقَوْمِ ٱلظَّٰلِمِينَ", "english_text": "When they turn their eyes towards the dwellers of Hell, they will say, \"Our Lord, do not put us with these wicked people.\"", "persian_text": "هنگامى كه نگاهشان را به سوى ساكنان دوزخ مى گردانند، خواهند گفت: \"پروردگار ما، ما را با اين مردم ستمكار قرار نده.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 48, "arabic_text": "وَنَادَىٰٓ أَصْحَٰبُ ٱلْأَعْرٰفِ رِجَالًا يَعْرِفُونَهُم بِسِيمَىٰهُمْ قَالُوا مَآ أَغْنَىٰ عَنكُمْ جَمْعُكُمْ وَمَا كُنتُمْ تَسْتَكْبِرُونَ", "english_text": "The dwellers of the Purgatory will call on people they recognize by their looks, saying, \"Your great numbers did not avail you in any way, nor did your arrogance.", "persian_text": "ساکنان برزخ مردمى را که از چهره هايشان می شناسند، ندا مى دهند و مى گويند: \"نه کثرت نفرات شما به حالتان سودى داشت و نه تکبر شما.", "subtitle": "The Majority Doomed", "footnote": ""}, {"sura_num": 7, "verse_num": 49, "arabic_text": "أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ ٱللَّهُ بِرَحْمَةٍ  ٱدْخُلُوا ٱلْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَآ أَنتُمْ تَحْزَنُونَ", "english_text": "\"Are those the people you swore that GOD will never touch them with mercy?\" (The people in the Purgatory will then be told,) \"Enter Paradise; you have nothing to fear, nor will you grieve.\"", "persian_text": "\"آيا آنها همان مردمی نيستند که شما سوگند می خورديد که هرگز مورد رحمت خدا قرار نخواهند گرفت؟\" (سپس به برزخيان گفته خواهد شد:) \"وارد بهشت شوید؛ نه از چیزی بترسید و نه اندوهگين خواهيد شد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 50, "arabic_text": "وَنَادَىٰٓ أَصْحَٰبُ ٱلنَّارِ أَصْحَٰبَ ٱلْجَنَّةِ أَنْ أَفِيضُوا عَلَيْنَا مِنَ ٱلْمَآءِ أَوْ مِمَّا رَزَقَكُمُ ٱللَّهُ  قَالُوٓا إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلْكَٰفِرِينَ", "english_text": "The dwellers of Hell will call on the dwellers of Paradise: \"Let some of your water, or some of GOD's provisions to you flow towards us.\" They will say, \"GOD has forbidden them for the disbelievers.\"", "persian_text": "دوزخيان بهشتيان را ندا خواهند داد: \"بگذاريد مقداری از آب شما، يا مقداری از روزی هایى كه خدا براى شما فراهم كرده است، به سوی ما سرازير شود.\" آنها خواهند گفت: \"خدا آن را بر كافران حرام کرده است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 51, "arabic_text": "ٱلَّذِينَ ٱتَّخَذُوا دِينَهُمْ لَهْوًا وَلَعِبًا وَغَرَّتْهُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا  فَٱلْيَوْمَ نَنسَىٰهُمْ كَمَا نَسُوا لِقَآءَ يَوْمِهِمْ هَٰذَا وَمَا كَانُوا بِـَٔايَٰتِنَا يَجْحَدُونَ", "english_text": "Those who do not take their religion seriously, and are totally preoccupied with this worldly life, we forget them on that day, because they forgot that day, and because they spurned our revelations.", "persian_text": "کسانی که دين خود را جدی نمی گيرند و كاملاً سرگرم زندگی دنيوی شده اند، در آن روز ما آنها را فراموش می کنيم، زيرا آنها آن روز را فراموش کردند و آيات ما را انکار نمودند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 52, "arabic_text": "وَلَقَدْ جِئْنَٰهُم بِكِتَٰبٍ فَصَّلْنَٰهُ عَلَىٰ عِلْمٍ هُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ", "english_text": "We have given them a scripture that is fully detailed, with knowledge, guidance, and mercy for the people who believe.", "persian_text": "ما به آنها کتابی آسمانی داده ايم که با تمام جزئيات توضیح داده شده است، با دانش، هدايت و رحمت برای مردمی که ايمان دارند.", "subtitle": "Quran: Fully Detailed", "footnote": ""}, {"sura_num": 7, "verse_num": 53, "arabic_text": "هَلْ يَنظُرُونَ إِلَّا تَأْوِيلَهُۥ  يَوْمَ يَأْتِى تَأْوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبْلُ قَدْ جَآءَتْ رُسُلُ رَبِّنَا بِٱلْحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشْفَعُوا لَنَآ أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ ٱلَّذِى كُنَّا نَعْمَلُ  قَدْ خَسِرُوٓا أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُوا يَفْتَرُونَ", "english_text": "Are they waiting until all (prophecies) are fulfilled? The day such fulfillment comes to pass, those who disregarded it in the past will say, \"The messengers of our Lord have brought the truth. Are there any intercessors to intercede on our behalf? Would you send us back, so that we change our behavior, and do better works than what we did?\" They have lost their souls, and their own innovations have caused their doom.", "persian_text": "آيا منتظرند که تمام (پيش بينی های) آن به وقوع بپيوندد؟ روزی که چنين وعده اى تحقق يابد، کسانی که در گذشته به آن اعتنا نکردند، خواهند گفت: \"رسولان پروردگار ما حقيقت را آورده اند. اينک آيا شفيعانى هستند که براى ما شفاعت کنند؟ آيا ممكن است ما را بازگردانی، تا رفتار خود را تغيير دهيم و بهتر از آنچه کرديم، عمل کنيم؟\" آنها نفس خود را از دست دادە اند و بدعت هايشان باعث نابودى آنها شدە است.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 54, "arabic_text": "إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ يُغْشِى ٱلَّيْلَ ٱلنَّهَارَ يَطْلُبُهُۥ حَثِيثًا وَٱلشَّمْسَ وَٱلْقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰت بِأَمْرِهِۦٓ   أَلَا لَهُ ٱلْخَلْقُ وَٱلْأَمْرُ   تَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَٰلَمِينَ", "english_text": "Your Lord is the one GOD; who created the heavens and the earth in six days,* then assumed all authority. The night overtakes the day, as it pursues it persistently, and the sun, the moon, and the stars are committed to serve by His command. Absolutely, He controls all creation and all commands. Most Exalted is GOD, Lord of the universe.", "persian_text": "پروردگار شما خداى واحد است، يكتايى كه آسمان ها و زمين را در شش روز آفريد*، سپس اقتدار را به دست گرفت. شب، همواره در پى روز است و آن را در بر مى گیرد و خورشيد، ماه و ستارگان به فرمان او براى خدمت متعهد شده اند. تمام خلقت و تمام اوامر مطلقاً تحت كنترل اوست. بلندمرتبه ترين خداست، پروردگار عالم.", "subtitle": "", "footnote": "*7:54 The six days of creation are allegorical; they serve as a yardstick to let us know the relative complexity of our infinitesimal planet Earth—it was created in \"4 days\" (see 41:10)."}, {"sura_num": 7, "verse_num": 55, "arabic_text": "ٱدْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً  إِنَّهُۥ لَا يُحِبُّ ٱلْمُعْتَدِينَ", "english_text": "You shall worship your Lord publicly and privately; He does not love the transgressors.", "persian_text": "پروردگار خود را در جمع و در خلوت عبادت کنید؛ او متجاوزان را دوست ندارد.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 56, "arabic_text": "وَلَا تُفْسِدُوا فِى ٱلْأَرْضِ بَعْدَ إِصْلَٰحِهَا وَٱدْعُوهُ خَوْفًا وَطَمَعًا  إِنَّ رَحْمَتَ ٱللَّهِ قَرِيبٌ مِّنَ ٱلْمُحْسِنِينَ", "english_text": "Do not corrupt the earth after it has been set straight, and worship Him out of reverence, and out of hope. Surely, GOD's mercy is attainable by the righteous.", "persian_text": "زمين را پس از آنکه اصلاح شده است، به فساد نکشيد و او را از روی حرمت و امید بپرستید. مسلماً، رحمت خدا شامل حال نیکوکاران است.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 57, "arabic_text": "وَهُوَ ٱلَّذِى يُرْسِلُ ٱلرِّيَٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦ  حَتَّىٰٓ إِذَآ أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَٰهُ لِبَلَدٍ مَّيِّتٍ فَأَنزَلْنَا بِهِ ٱلْمَآءَ فَأَخْرَجْنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِ  كَذَٰلِكَ نُخْرِجُ ٱلْمَوْتَىٰ لَعَلَّكُمْ تَذَكَّرُونَ", "english_text": "He is the One who sends the wind with good omen, as a mercy from His hands. Once they gather heavy clouds, we drive them to dead lands, and send down water therefrom, to produce with it all kinds of fruits. We thus resurrect the dead, that you may take heed.", "persian_text": "اوست که بادهای نويد بخش را چون رحمتی از دست هايش می فرستد. هنگامی که بادها ابرهای گرانبار را جمع می کنند، ما آنها را به سوی سرزمين های مرده می رانيم و از آن آب فرو می فرستيم، تا با آن انواع ميوه ها را به عمل آوريم. ما اين چنين مردگان را برمی انگيزيم، باشد که توجه كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 58, "arabic_text": "وَٱلْبَلَدُ ٱلطَّيِّبُ يَخْرُجُ نَبَاتُهُۥ بِإِذْنِ رَبِّهِۦ  وَٱلَّذِى خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًا  كَذَٰلِكَ نُصَرِّفُ ٱلْءَايَٰتِ لِقَوْمٍ يَشْكُرُونَ", "english_text": "The good land readily produces its plants by the leave of its Lord, while the bad land barely produces anything useful. We thus explain the revelations for people who are appreciative.", "persian_text": "زمين خوب بی درنگ گياهش را به ارادهٔ پروردگارش به عمل می آورد، درحالی که زمين بد به ندرت محصول مفيدى توليد مى كند. ما آيات را اين چنين برای مردمی که سپاسگزارند، شرح می دهيم.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 59, "arabic_text": "لَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَقَالَ يَٰقَوْمِ ٱعْبُدُوا ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥٓ إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ", "english_text": "We sent Noah to his people, saying, \"O my people, worship GOD; you have no other god beside Him. I fear for you the retribution of an awesome day.\"", "persian_text": "ما نوح را به سوی قومش فرستاديم که می گفت: \"ای قوم من، خدا راعبادت کنيد؛ خدای دیگری جز او نداريد. من برای شما از عذاب روزی هولناک می ترسم.\"", "subtitle": "Noah", "footnote": ""}, {"sura_num": 7, "verse_num": 60, "arabic_text": "قَالَ ٱلْمَلَأُ مِن قَوْمِهِۦٓ إِنَّا لَنَرَىٰكَ فِى ضَلَٰلٍ مُّبِينٍ", "english_text": "The leaders among his people said, \"We see that you are far astray.\"", "persian_text": "پيشوايان قومش گفتند: \"ما می بينيم که تو سخت گمراه شده ای.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 61, "arabic_text": "قَالَ يَٰقَوْمِ لَيْسَ بِى ضَلَٰلَةٌ وَلَٰكِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَٰلَمِينَ", "english_text": "He said, \"O my people, I am not astray; I am a messenger from the Lord of the universe.", "persian_text": "او گفت: \"اى قوم من، من گمراه نيستم؛ من رسولى هستم از جانب پروردگار جهان.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 62, "arabic_text": "أُبَلِّغُكُمْ رِسَٰلَٰتِ رَبِّى وَأَنصَحُ لَكُمْ وَأَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ", "english_text": "\"I deliver to you the messages of my Lord, and I advise you, and I know from GOD what you do not know.", "persian_text": "\"من پيام های پروردگار خود را به شما ابلاغ می کنم و به شما پند و اندرز می دهم و از جانب خدا چيزهايی می دانم که شما نمی دانيد.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 63, "arabic_text": "أَوَعَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَىٰ رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ وَلِتَتَّقُوا وَلَعَلَّكُمْ تُرْحَمُونَ", "english_text": "\"Is it too much of a wonder that a reminder should come to you from your Lord, through a man like you, to warn you, and to lead you to righteousness, that you may attain mercy?\"", "persian_text": "\"آيا اين خيلی عجيب است که تذکری از جانب پروردگارتان، توسط مردی مانند خودتان برایتان بیاید، تا هشدارتان دهد و شما را به پرهیزکاری راهنمایی کند، باشد که مورد رحمت قرار گیرید؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 64, "arabic_text": "فَكَذَّبُوهُ فَأَنجَيْنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِى ٱلْفُلْكِ وَأَغْرَقْنَا ٱلَّذِينَ كَذَّبُوا بِـَٔايَٰتِنَآ  إِنَّهُمْ كَانُوا قَوْمًا عَمِينَ", "english_text": "They rejected him. Consequently, we saved him and those with him in the ark, and we drowned those who rejected our revelations; they were blind.", "persian_text": "آنها او را تكذيب كردند. درنتيجه، ما او و كسانى را كه با او در سفينه بودند، نجات داديم و كسانى را كه آيات ما را تكذيب كردند، غرق كرديم؛ آنها كور بودند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 65, "arabic_text": "وَإِلَىٰ عَادٍ أَخَاهُمْ هُودًا   قَالَ يَٰقَوْمِ ٱعْبُدُوا ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥٓ  أَفَلَا تَتَّقُونَ", "english_text": "To 'Ãd we sent their brother Hûd. He said, \"O my people, worship GOD; you have no other god beside Him. Would you then observe righteousness?\"", "persian_text": "به سوی عاد، برادرشان هود را فرستاديم. او گفت: \"ای قوم من، خدا را عبادت کنيد؛ خدای دیگری جز او نداريد. پس آيا پرهیزکار می شوید؟ \"", "subtitle": "Hûd", "footnote": ""}, {"sura_num": 7, "verse_num": 66, "arabic_text": "قَالَ ٱلْمَلَأُ ٱلَّذِينَ كَفَرُوا مِن قَوْمِهِۦٓ إِنَّا لَنَرَىٰكَ فِى سَفٰهَةٍ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلْكَٰذِبِينَ", "english_text": "The leaders who disbelieved among his people said, \"We see that you are behaving foolishly, and we think that you are a liar.\"", "persian_text": "پيشوايان قوم او که ایمان نیاوردند، گفتند: \"ما می بينيم که تو احمقانه رفتار می کنی، به نظر ما تو دروغگو هستی.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 67, "arabic_text": "قَالَ يَٰقَوْمِ لَيْسَ بِى سَفٰهَةٌ وَلَٰكِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَٰلَمِينَ", "english_text": "He said, \"O my people, there is no foolishness in me; I am a messenger from the Lord of the universe.", "persian_text": "او گفت: \"ای قوم من، هيچ حماقتی در من نيست؛ من رسولی هستم از جانب پروردگار جهان.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 68, "arabic_text": "أُبَلِّغُكُمْ رِسَٰلَٰتِ رَبِّى وَأَنَا لَكُمْ نَاصِحٌ أَمِينٌ", "english_text": "\"I deliver to you my Lord's messages, and I am honestly advising you.", "persian_text": "\"من پيام های پروردگارم را به شما ابلاغ می کنم و به شما صادقانه پند می دهم.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 69, "arabic_text": "أَوَعَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَىٰ رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ  وَٱذْكُرُوٓا إِذْ جَعَلَكُمْ خُلَفَآءَ مِنۢ بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِى ٱلْخَلْقِ بَسْطَةً‌‌  فَٱذْكُرُوٓا ءَالَآءَ ٱللَّهِ لَعَلَّكُمْ تُفْلِحُونَ", "english_text": "\"Is it too much of a wonder that a message should come to you from your Lord, through a man like you, to warn you? Recall that He made you inheritors after the people of Noah, and multiplied your number. Remember GOD's blessings, that you may succeed.\"", "persian_text": "\"آيا اين خيلى عجيب است كه پيام پروردگارتان به وسيلهٔ مردى مانند خودتان براى شما بيايد، تا هشدارتان دهد؟ به ياد آوريد كه او پس از قوم نوح شما را وارث قرار داد و تعدادتان را چندين برابر كرد. نعمت هاى خدا را به ياد آوريد، باشد كه موفق شويد\".", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 70, "arabic_text": "قَالُوٓا أَجِئْتَنَا لِنَعْبُدَ ٱللَّهَ وَحْدَهُۥ وَنَذَرَ مَا كَانَ يَعْبُدُ ءَابَآؤُنَا  فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ", "english_text": "They said, \"Did you come to make us worship GOD alone, and abandon what our parents used to worship? We challenge you to bring the doom you threaten us with, if you are truthful.\"", "persian_text": "آنها گفتند: \"آيا آمده اى ما را وادار كنى تا فقط خدا را بپرستيم و آنچه را كه قبلا\" والدينمان عبادت مى كردند، ترك كنيم؟ ما تو را به مبارزه مى طلبيم تا آن عذابى كه ما را به آن تهديد مى كنى بياورى، اگر راست مى گويى.\"", "subtitle": "Following the Parents Blindly: A Human Tragedy", "footnote": ""}, {"sura_num": 7, "verse_num": 71, "arabic_text": "قَالَ قَدْ وَقَعَ عَلَيْكُم مِّن رَّبِّكُمْ رِجْسٌ وَغَضَبٌ  أَتُجَٰدِلُونَنِى فِىٓ أَسْمَآءٍ سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلْطَٰنٍ  فَٱنتَظِرُوٓا إِنِّى مَعَكُم مِّنَ ٱلْمُنتَظِرِينَ", "english_text": "He said, \"You have incurred condemnation and wrath from your Lord. Do you argue with me in defense of innovations you have fabricated— you and your parents—which were never authorized by GOD? Therefore, wait and I will wait along with you.\"", "persian_text": "او گفت: \"شما از جانب پروردگارتان محکوم هستيد و به خشم او گرفتار شده ايد. آيا به دفاع از آنچه- شما و والدین شما- بدعت نهاده ايد و خدا هرگز اجازه نداده است، با من مجادله می کنيد؟ پس، منتظر باشيد که من نیز با شما منتظر خواهم بود.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 72, "arabic_text": "فَأَنجَيْنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَقَطَعْنَا دَابِرَ ٱلَّذِينَ كَذَّبُوا بِـَٔايَٰتِنَا  وَمَا كَانُوا مُؤْمِنِينَ", "english_text": "We then saved him and those with him, by mercy from us, and we annihilated those who rejected our revelations and refused to be believers.", "persian_text": "سپس ما او و همراهانش را به رحمت خود نجات داديم و کسانی را که آيات ما را تکذيب کردند و نخواستند ايمان بياورند، هلاک کردیم.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 73, "arabic_text": "وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَٰلِحًا   قَالَ يَٰقَوْمِ ٱعْبُدُوا ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥ  قَدْ جَآءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ  هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمْ ءَايَةً  فَذَرُوهَا تَأْكُلْ فِىٓ أَرْضِ ٱللَّهِ  وَلَا تَمَسُّوهَا بِسُوٓءٍ فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ", "english_text": "To Thamûd we sent their brother Sãleh. He said, \"O my people, worship GOD; you have no other god beside Him. Proof has been provided for you from your Lord: here is GOD's camel, to serve as a sign for you. Let her eat from GOD's land, and do not touch her with any harm, lest you incur a painful retribution.", "persian_text": "به سوی ثمود برادرشان صالح را فرستاديم. او گفت: \"ای قوم من، خدا را عبادت کنيد؛ خدای دیگری جز او نداريد. مدرک از جانب پروردگارتان به شما ارائه  شده است: اين شتر خداست، تا برای شما نشانه ای باشد. بگذاريد او در زمين خدا بخورد و به او هيچ آسيبی نرسانيد، تا مبادا گرفتار عذابی دردناک شوید.", "subtitle": "Sãleh", "footnote": ""}, {"sura_num": 7, "verse_num": 74, "arabic_text": "وَٱذْكُرُوٓا إِذْ جَعَلَكُمْ خُلَفَآءَ مِنۢ بَعْدِ عَادٍ وَبَوَّأَكُمْ فِى ٱلْأَرْضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورًا وَتَنْحِتُونَ ٱلْجِبَالَ بُيُوتًا  فَٱذْكُرُوٓا ءَالَآءَ ٱللَّهِ وَلَا تَعْثَوْا فِى ٱلْأَرْضِ مُفْسِدِينَ", "english_text": "\"Recall that He made you inheritors after 'Ãd, and established you on earth, building mansions in its valleys, and carving homes from its mountains. You shall remember GOD's blessings, and do not roam the earth corruptingly.\"", "persian_text": "\"به ياد آوريد که او پس از عاد شما را وارث قرار داد و در زمين مستقر کرد. شما در دشت های آن خانه هاى مجلل بنا می کنيد و از کوه هايش خانه ها می تراشيد. از نعمات خدا ياد کنيد و در زمين به فساد نگرديد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 75, "arabic_text": "قَالَ ٱلْمَلَأُ ٱلَّذِينَ ٱسْتَكْبَرُوا مِن قَوْمِهِۦ لِلَّذِينَ ٱسْتُضْعِفُوا لِمَنْ ءَامَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَٰلِحًا مُّرْسَلٌ مِّن رَّبِّهِۦ  قَالُوٓا إِنَّا بِمَآ أُرْسِلَ بِهِۦ مُؤْمِنُونَ", "english_text": "The arrogant leaders among his people said to the common people who believed, \"How do you know that Sãleh is sent by his Lord?\" They said, \"The message he brought has made us believers.\"", "persian_text": "پيشوايان متكبر در ميان قومش به مردم عادى كه ايمان آورده بودند، گفتند: \"شما از كجا مى دانيد صالح از جانب پروردگارش فرستاده شده است؟\" آنها گفتند: \"آن پيامى كه او آورد، باعث شد كه ما مؤمن شويم.\"", "subtitle": "The Message: Proof of Messengership", "footnote": ""}, {"sura_num": 7, "verse_num": 76, "arabic_text": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوٓا إِنَّا بِٱلَّذِىٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ", "english_text": "The arrogant ones said, \"We disbelieve in what you believe in.\"", "persian_text": "متکبران گفتند: \"ما به آنچه شما ايمان آورده ايد، ایمان نداریم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 77, "arabic_text": "فَعَقَرُوا ٱلنَّاقَةَ وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ وَقَالُوا يَٰصَٰلِحُ ٱئْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلْمُرْسَلِينَ", "english_text": "Subsequently, they slaughtered the camel, rebelled against their Lord's command, and said, \"O Sãleh, bring the doom you threaten us with, if you are really a messenger.\"", "persian_text": "سپس، آن ماده شتر را سر بریدند، از فرمان پروردگار خود سرپيچی کردند و گفتند: \"ای صالح، ، پس آن عذابی را که ما را بدان تهديد می کنی بياور،‌اگر واقعاً رسول هستی.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 78, "arabic_text": "فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا فِى دَارِهِمْ جَٰثِمِينَ", "english_text": "Consequently, the quake annihilated them, leaving them dead in their homes.", "persian_text": "درنتيجه، زلزله آنان را هلاک کرد و آنان را بی جان در خانه های خود باقی گذارد.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 79, "arabic_text": "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَٰقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّى وَنَصَحْتُ لَكُمْ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ", "english_text": "He turned away from them, saying, \"O my people, I have delivered my Lord's message to you, and advised you, but you do not like any advisers.\"", "persian_text": "او از آنها روی گرداند در حالی که می گفت: \"ای قوم من، من پيام پروردگارم را به شما رسانيده ام و شما را اندرز داده ام، ولی شما هيچ پنددهنده ای را دوست نداريد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 80, "arabic_text": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ أَتَأْتُونَ ٱلْفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ ٱلْعَٰلَمِينَ", "english_text": "Lot said to his people, \"You commit such an abomination; no one in the world has done it before!", "persian_text": "لوط به قوم خود گفت: \"شما چنان عمل بى شرمانه ای مرتکب می شويد که هيچ کس در دنيا پيش از شما چنين نکرده است!", "subtitle": "Lot: Homosexuality Condemned", "footnote": ""}, {"sura_num": 7, "verse_num": 81, "arabic_text": "إِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ شَهْوَةً مِّن دُونِ ٱلنِّسَآءِ  بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ", "english_text": "\"You practice sex with the men, instead of the women. Indeed, you are a transgressing people.\"", "persian_text": "\"شما به جای زنان، با مردان رابطه جنسی دارید. واقعاً که شما مردمی تجاوزکار هستيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 82, "arabic_text": "وَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوٓا أَخْرِجُوهُم مِّن قَرْيَتِكُمْ  إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ", "english_text": "His people responded by saying, \"Evict them from your town. They are people who wish to be pure.\"", "persian_text": "پاسخ قومش جز اين نبود که گفتند: \"آنها را از شهر خود بيرون کنيد، آنها مردمی هستند که می خواهند پاک باشند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 83, "arabic_text": "فَأَنجَيْنَٰهُ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ كَانَتْ مِنَ ٱلْغَٰبِرِينَ", "english_text": "Consequently, we saved him and his family, but not his wife; she was with the doomed.", "persian_text": "درنتيجه، او و خانواده اش را نجات داديم، جز همسرش را که از محکوم شدگان بود.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 84, "arabic_text": "وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا  فَٱنظُرْ كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُجْرِمِينَ", "english_text": "We showered them with a certain shower; note the consequences for the guilty.", "persian_text": "ما بر آنان بارانی خاص بارانديم؛ به عاقبت گنهکاران توجه کن.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 85, "arabic_text": "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا   قَالَ يَٰقَوْمِ ٱعْبُدُوا ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥ  قَدْ جَآءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ  فَأَوْفُوا ٱلْكَيْلَ وَٱلْمِيزَانَ وَلَا تَبْخَسُوا ٱلنَّاسَ أَشْيَآءَهُمْ وَلَا تُفْسِدُوا فِى ٱلْأَرْضِ بَعْدَ إِصْلَٰحِهَا  ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ", "english_text": "To Midyan we sent their brother Shu'aib. He said, \"O my people, worship GOD; you have no other god beside Him. Proof has come to you from your Lord. You shall give full weight and full measure when you trade. Do not cheat the people out of their rights. Do not corrupt the earth after it has been set straight. This is better for you, if you are believers.", "persian_text": "به سوی مَديَن برادرشان شعيب را فرستاديم. او گفت: \"ای قوم من، خدا را عبادت کنيد؛ خدای دیگری جز او نداريد. مدرک از جانب پروردگارتان به شما ارائه شده است. هرگاه معامله می کنيد وزن و اندازه را کامل بدهيد. در حق مردم تقلب نکنيد. زمين را پس از آنکه اصلاح شده است، به فساد نکشید. اين برای شما بهتر است، اگر مؤمن هستيد.", "subtitle": "Shu'aib: Cheating, Dishonesty Condemned", "footnote": ""}, {"sura_num": 7, "verse_num": 86, "arabic_text": "وَلَا تَقْعُدُوا بِكُلِّ صِرَٰطٍ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنْ ءَامَنَ بِهِۦ وَتَبْغُونَهَا عِوَجًا  وَٱذْكُرُوٓا إِذْ كُنتُمْ قَلِيلًا فَكَثَّرَكُمْ  وَٱنظُرُوا كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُفْسِدِينَ", "english_text": "\"Refrain from blocking every path, seeking to repel those who believe from the path of GOD, and do not make it crooked. Remember that you used to be few and He multiplied your number. Recall the consequences for the wicked.", "persian_text": "\"مبادا سد هر راهی شويد، تا ايمان آورندگان را از راه خدا باز داريد و در آن انحراف به وجود آوريد. به ياد داشته باشيد که قبلاً عدهٔ کمی بودید و او تعداد شما را چندین برابر کرد. عاقبت ستمکاران را به خاطر بسپاريد.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 87, "arabic_text": "وَإِن كَانَ طَآئِفَةٌ مِّنكُمْ ءَامَنُوا بِٱلَّذِىٓ أُرْسِلْتُ بِهِۦ وَطَآئِفَةٌ لَّمْ يُؤْمِنُوا فَٱصْبِرُوا حَتَّىٰ يَحْكُمَ ٱللَّهُ بَيْنَنَا  وَهُوَ خَيْرُ ٱلْحَٰكِمِينَ", "english_text": "\"Now that some of you have believed in what I was sent with, and some have disbelieved, wait until GOD issues His judgment between us; He is the best judge.\"", "persian_text": "\"اكنون كه برخى از شما به آنچه بر من فرستاده شد، ايمان آورده ايد و برخى ايمان نياورده ايد، منتظر باشيد تا خدا حكمش را در ميان ما صادر كند؛ اوست بهترين داور.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 88, "arabic_text": "قَالَ ٱلْمَلَأُ ٱلَّذِينَ ٱسْتَكْبَرُوا مِن قَوْمِهِۦ لَنُخْرِجَنَّكَ يَٰشُعَيْبُ وَٱلَّذِينَ ءَامَنُوا مَعَكَ مِن قَرْيَتِنَآ أَوْ لَتَعُودُنَّ فِى مِلَّتِنَا  قَالَ أَوَلَوْ كُنَّا كَٰرِهِينَ", "english_text": "The arrogant leaders among his people said, \"We will evict you, O Shu'aib, together with those who believed with you, from our town, unless you revert to our religion.\" He said, \"Are you going to force us?\"", "persian_text": "پيشوايان متكبر در ميان قومش گفتند: \"تو را، اى شعيب، همراه با كسانى كه با تو ايمان آوردند از شهرمان بيرون خواهيم كرد، مگر آنكه به دين ما بازگرديد.\" او گفت: \"آيا مى خواهيد ما را مجبور كنيد؟", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 89, "arabic_text": "قَدِ ٱفْتَرَيْنَا عَلَى ٱللَّهِ كَذِبًا إِنْ عُدْنَا فِى مِلَّتِكُم بَعْدَ إِذْ نَجَّىٰنَا ٱللَّهُ مِنْهَا  وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَا  وَسِعَ رَبُّنَا كُلَّ شَىْءٍ عِلْمًا  عَلَى ٱللَّهِ تَوَكَّلْنَا  رَبَّنَا ٱفْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِٱلْحَقِّ وَأَنتَ خَيْرُ ٱلْفَٰتِحِينَ", "english_text": "\"We would be blaspheming against GOD if we reverted to your religion after GOD has saved us from it. How could we revert back to it against the will of GOD our Lord? Our Lord's knowledge encompasses all things. We have put our trust in GOD. Our Lord, grant us a decisive victory over our people. You are the best supporter.\"", "persian_text": "\"اگر به دين شما بازگرديم، پس از آنكه خدا ما را از آن نجات داده است، عليه خدا كفر ورزيده ايم. چگونه مى توانيم ր¨رخلاف خواست خدا، پروردگارمان به آن بازگرديم؟ وسعت علم پروردگارمان همه چيز را دربر مى گيرد. ما به خدا توكل كرده ايم. پروردگار ما، ما را بر قوم خود پيروزى قطعى عطا فرما. تويى بهترين حمايت كننده.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 90, "arabic_text": "وَقَالَ ٱلْمَلَأُ ٱلَّذِينَ كَفَرُوا مِن قَوْمِهِۦ لَئِنِ ٱتَّبَعْتُمْ شُعَيْبًا إِنَّكُمْ إِذًا لَّخَٰسِرُونَ", "english_text": "The disbelieving leaders among his people said, \"If you follow Shu'aib, you will be losers.\"", "persian_text": "پيشوايان قومش که باور نداشتند، گفتند: \" اگر از شعيب پيروی کنيد، بازنده خواهيد بود.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 91, "arabic_text": "فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا فِى دَارِهِمْ جَٰثِمِينَ", "english_text": "The quake annihilated them, leaving them dead in their homes.", "persian_text": "زلزله ای آنان را هلاک کرد و بی جان در خانه هایشان باقی گذارد.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 92, "arabic_text": "ٱلَّذِينَ كَذَّبُوا شُعَيْبًا كَأَن لَّمْ يَغْنَوْا فِيهَا  ٱلَّذِينَ كَذَّبُوا شُعَيْبًا كَانُوا هُمُ ٱلْخَٰسِرِينَ", "english_text": "Those who rejected Shu'aib vanished, as if they never existed. Those who rejected Shu'aib were the losers.", "persian_text": "کسانی که شعيب را تکذيب کردند، چنان نابود شدند که گويی هرگز وجود نداشتند. کسانی که شعيب را تکذيب کردند از بازندگان بودند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 93, "arabic_text": "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَٰقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَٰلَٰتِ رَبِّى وَنَصَحْتُ لَكُمْ  فَكَيْفَ ءَاسَىٰ عَلَىٰ قَوْمٍ كَٰفِرِينَ", "english_text": "He turned away from them, saying, \"O my people, I have delivered to you the messages of my Lord, and I have advised you. How can I grieve over disbelieving people.\"", "persian_text": "او از آنها روی گرداند و گفت: \"ای قوم من، من پيام های پروردگارم را به شما ابلاغ کرده ام و اندرزتان داده ام. چگونه می توانم برای مردم کافر غمگین باشم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 94, "arabic_text": "وَمَآ أَرْسَلْنَا فِى قَرْيَةٍ مِّن نَّبِىٍّ إِلَّآ أَخَذْنَآ أَهْلَهَا بِٱلْبَأْسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمْ يَضَّرَّعُونَ", "english_text": "Whenever we sent a prophet to any community, we afflicted its people with adversity and hardship, that they may implore.", "persian_text": "هرگاه برای جامعه ای پيامبری فرستاديم، مردمش را به ناملایمات و سختی دچار کرديم، باشد که دست به دعا بردارند.", "subtitle": "Blessings in Disguise", "footnote": ""}, {"sura_num": 7, "verse_num": 95, "arabic_text": "ثُمَّ بَدَّلْنَا مَكَانَ ٱلسَّيِّئَةِ ٱلْحَسَنَةَ حَتَّىٰ عَفَوا وَّقَالُوا قَدْ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذْنَٰهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ", "english_text": "Then we substituted peace and prosperity in place of that hardship. But alas, they turned heedless and said, \"It was our parents who experienced that hardship before prosperity.\" Consequently, we punished them suddenly when they least expected.", "persian_text": "سپس صلح و رفاه را جايگزين سختى ها كرديم. اما افسوس، آنها با بى توجهى روى گرداندند و گفتند: \"والدين ما بودند كه پيش از سعادت سختى ها را تجربه كردند.\" درنتيجه، آنان را ناگهان تنبیه كرديم، زمانى كه اصلاً انتظارش را نداشتند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 96, "arabic_text": "وَلَوْ أَنَّ أَهْلَ ٱلْقُرَىٰٓ ءَامَنُوا وَٱتَّقَوْا لَفَتَحْنَا عَلَيْهِم بَرَكَٰتٍ مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ وَلَٰكِن كَذَّبُوا فَأَخَذْنَٰهُم بِمَا كَانُوا يَكْسِبُونَ", "english_text": "Had the people of those communities believed and turned righteous, we would have showered them with blessings from the heaven and the earth. Since they decided to disbelieve, we punished them for what they earned.", "persian_text": "اگر مردم آن جوامع ايمان می آوردند و پرهيزكار می شدند، از آسمان و زمين بر آنان رحمت مى بارانديم. ولی چون تصميم گرفتند که ايمان نياورند، ما آنها را براى آنچه کسب کردند، مجازات كرديم.", "subtitle": "Most People Make the Wrong Choice", "footnote": ""}, {"sura_num": 7, "verse_num": 97, "arabic_text": "أَفَأَمِنَ أَهْلُ ٱلْقُرَىٰٓ أَن يَأْتِيَهُم بَأْسُنَا بَيَٰتًا وَهُمْ نَآئِمُونَ", "english_text": "Did the people of the present communities guarantee that our retribution will not come to them in the night as they sleep?", "persian_text": "آيا مردم جوامع کنونی تضمین کرده اند که شبانگاه هنگامی که در خواب فرو رفته اند مجازات ما برای آنها نخواهد آمد؟", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 98, "arabic_text": "أَوَأَمِنَ أَهْلُ ٱلْقُرَىٰٓ أَن يَأْتِيَهُم بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ", "english_text": "Did the people of today's communities guarantee that our retribution will not come to them in the daytime while they play?", "persian_text": "آيا مردم جوامع امروزی تضمین کرده اند که به هنگام روز، وقتی که به بازی سرگرمند، مجازات ما برای آنها نخواهد آمد؟", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 99, "arabic_text": "أَفَأَمِنُوا مَكْرَ ٱللَّهِ  فَلَا يَأْمَنُ مَكْرَ ٱللَّهِ إِلَّا ٱلْقَوْمُ ٱلْخَٰسِرُونَ", "english_text": "Have they taken GOD's plans for granted? None takes GOD's plans for granted except the losers.", "persian_text": "آيا نقشه های خدا را دست کم گرفته اند؟ هیچ کس نقشه های خدا را دست کم نمی گیرد، جز بازندگان.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 100, "arabic_text": "أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ ٱلْأَرْضَ مِنۢ بَعْدِ أَهْلِهَآ أَن لَّوْ نَشَآءُ أَصَبْنَٰهُم بِذُنُوبِهِمْ  وَنَطْبَعُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَسْمَعُونَ", "english_text": "Does it ever occur to those who inherit the earth after previous generations that, if we will, we can punish them for their sins, and seal their hearts, causing them to turn deaf?", "persian_text": "آيا كسانى كه زمين را پس از نسل هاى گذشته به ارث بردند، هرگز به اين فكر افتاده اند كه اگر بخواهيم، مى توانيم آنها را براى گناهانشان مجازات كنيم و بر دل هايشان مهر زنيم، تا آنها را از شنيدن بازداريم؟", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 101, "arabic_text": "تِلْكَ ٱلْقُرَىٰ نَقُصُّ عَلَيْكَ مِنْ أَنۢبَآئِهَا  وَلَقَدْ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا مِن قَبْلُ  كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلْكَٰفِرِينَ", "english_text": "We narrate to you the history of those communities: their messengers went to them with clear proofs, but they were not to believe in what they had rejected before. GOD thus seals the hearts of the disbelievers.", "persian_text": "ما شرح حال آن جوامع را براى تو حكايت مى كنيم: رسولانشان با مدارک روشن نزدشان رفتند، ولى آنها به آنچه قبلاً تكذيب كرده بودند، ايمان نياوردند. خدا اين چنين بر قلب كافران مهر مى زند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 102, "arabic_text": "وَمَا وَجَدْنَا لِأَكْثَرِهِم مِّنْ عَهْدٍ  وَإِن وَجَدْنَآ أَكْثَرَهُمْ لَفَٰسِقِينَ", "english_text": "We found that most of them disregard their covenant; we found most of them wicked.*", "persian_text": "ما اكثرشان را در عهدشان وفادار نيافتيم؛ ما اكثرشان را ستمكار يافتيم.*", "subtitle": "", "footnote": "*7:102 This life is our last chance to redeem ourselves, but most people are proven to be stubbornly rebellious and evil (see the INTRODUCTION)."}, {"sura_num": 7, "verse_num": 103, "arabic_text": "ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرْعَوْنَ وَمَلَإِيهِۦ فَظَلَمُوا بِهَا  فَٱنظُرْ كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُفْسِدِينَ", "english_text": "After (those messengers,) we sent Moses with our signs to Pharaoh and his people, but they transgressed. Note the consequences for the wicked.", "persian_text": "پس (از آن رسولان،) موسی را با نشانه های خود نزد فرعون و قومش فرستاديم، ولی آنها ستم کردند. به عاقبت ستمکاران توجه کن.", "subtitle": "Moses", "footnote": ""}, {"sura_num": 7, "verse_num": 104, "arabic_text": "وَقَالَ مُوسَىٰ يَٰفِرْعَوْنُ إِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَٰلَمِينَ", "english_text": "Moses said, \"O Pharaoh, I am a messenger from the Lord of the universe.", "persian_text": "موسی گفت: \"ای فرعون، من رسولی هستم از جانب پروردگار عالم.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 105, "arabic_text": "حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلْحَقَّ  قَدْ جِئْتُكُم بِبَيِّنَةٍ مِّن رَّبِّكُمْ فَأَرْسِلْ مَعِىَ بَنِىٓ إِسْرَٰٓءِيلَ", "english_text": "\"It is incumbent upon me that I do not say about GOD except the truth. I come to you with a sign from your Lord; let the Children of Israel go.\"", "persian_text": "\"بر من واجب است که دربارهٔ خدا جز حقیقت نگويم. من با نشانه ای از جانب پروردگارتان نزد شما مى آيم؛ بگذار بنى اسراييل بروند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 106, "arabic_text": "قَالَ إِن كُنتَ جِئْتَ بِـَٔايَةٍ فَأْتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ", "english_text": "He said, \"If you have a sign, then produce it, if you are truthful.\"", "persian_text": "او گفت: \"اگر نشانه اى دارى، آن را ارائه بده، اگر راست مى گويى.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 107, "arabic_text": "فَأَلْقَىٰ عَصَاهُ فَإِذَا هِىَ ثُعْبَانٌ مُّبِينٌ", "english_text": "He threw down his staff, and it turned into a tremendous serpent.", "persian_text": "او چوبدست خود را انداخت و آن به ماری هولناک تبديل شد.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 108, "arabic_text": "وَنَزَعَ يَدَهُۥ فَإِذَا هِىَ بَيْضَآءُ لِلنَّٰظِرِينَ", "english_text": "He took out his hand, and it was white to the beholders.", "persian_text": "او دست خود را بيرون آورد و برای بينندگان سپيد بود.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 109, "arabic_text": "قَالَ ٱلْمَلَأُ مِن قَوْمِ فِرْعَوْنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٌ", "english_text": "The leaders among Pharaoh's people said, \"This is no more than a clever magician.", "persian_text": "پيشوايان در ميان قوم فرعون گفتند: \"این بيش از يك شعبده باز زيرك نيست.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 110, "arabic_text": "يُرِيدُ أَن يُخْرِجَكُم مِّنْ أَرْضِكُمْ  فَمَاذَا تَأْمُرُونَ", "english_text": "\"He wants to take you out of your land; what do you recommend?\"", "persian_text": "\"او مى خواهد شما را از سرزمينتان بيرون كند؛ شما چه پيشنهاد مى كنيد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 111, "arabic_text": "قَالُوٓا أَرْجِهْ وَأَخَاهُ وَأَرْسِلْ فِى ٱلْمَدَآئِنِ حَٰشِرِينَ", "english_text": "They said, \"Respite him and his brother, and send summoners to every city.", "persian_text": "گفتند: \"او و برادرش را مهلت بده و مأمورانى به تمام شهرها بفرست.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 112, "arabic_text": "يَأْتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٍ", "english_text": "\"Let them summon every experienced magician.\"", "persian_text": "\"بگذار تا هر شعبده باز باتجربه اى را احضار كنند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 113, "arabic_text": "وَجَآءَ ٱلسَّحَرَةُ فِرْعَوْنَ قَالُوٓا إِنَّ لَنَا لَأَجْرًا إِن كُنَّا نَحْنُ ٱلْغَٰلِبِينَ", "english_text": "The magicians came to Pharaoh and said, \"Do we get paid if we are the winners?\"", "persian_text": "شعبده بازان نزد فرعون آمدند و گفتند: \"آيا اگر ما برنده شويم، مزدى دريافت خواهيم كرد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 114, "arabic_text": "قَالَ نَعَمْ وَإِنَّكُمْ لَمِنَ ٱلْمُقَرَّبِينَ", "english_text": "He said, \"Yes indeed; you will even become close to me.\"", "persian_text": "او گفت: \"بله، البته؛ شما حتى از نزديكان من خواهيد شد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 115, "arabic_text": "قَالُوا يَٰمُوسَىٰٓ إِمَّآ أَن تُلْقِىَ وَإِمَّآ أَن نَّكُونَ نَحْنُ ٱلْمُلْقِينَ", "english_text": "They said, \"O Moses, either you throw, or we are throwing.\"", "persian_text": "آنها گفتند: \"اى موسى، يا تو بينداز، يا ما مى اندازيم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 116, "arabic_text": "قَالَ أَلْقُوا  فَلَمَّآ أَلْقَوْا سَحَرُوٓا أَعْيُنَ ٱلنَّاسِ وَٱسْتَرْهَبُوهُمْ وَجَآءُو بِسِحْرٍ عَظِيمٍ", "english_text": "He said, \"You throw.\" When they threw, they tricked the people's eyes, intimidated them, and produced a great magic.", "persian_text": "او گفت: \"شما بيندازيد.\" هنگامى كه آنها انداختند، چشمان مردم را مسحور کردند، آنها را به وحشت انداختند و شعبده ای بزرگ اراﺋه دادند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 117, "arabic_text": "وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ أَنْ أَلْقِ عَصَاكَ  فَإِذَا هِىَ تَلْقَفُ مَا يَأْفِكُونَ", "english_text": "We then inspired Moses: \"Throw down your staff,\" whereupon it swallowed whatever they fabricated.", "persian_text": "سپس، ما به موسى وحى كرديم: \"چوبدست خود را بينداز،\" كه درنتيجه، آن، آنچه را به ظاهر ساخته بودند، بلعيد.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 118, "arabic_text": "فَوَقَعَ ٱلْحَقُّ وَبَطَلَ مَا كَانُوا يَعْمَلُونَ", "english_text": "Thus, the truth prevailed, and what they did was nullified.", "persian_text": "بدين ترتيب، حقیقت چيره شد و هرآنچه كردند، باطل گشت.", "subtitle": "The Truth Recognized by the Experts", "footnote": ""}, {"sura_num": 7, "verse_num": 119, "arabic_text": "فَغُلِبُوا هُنَالِكَ وَٱنقَلَبُوا صَٰغِرِينَ", "english_text": "They were defeated then and there; they were humiliated.", "persian_text": "آنها درجا شکست خوردند و به حقارت افتادند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 120, "arabic_text": "وَأُلْقِىَ ٱلسَّحَرَةُ سَٰجِدِينَ", "english_text": "The magicians fell prostrate.", "persian_text": "شعبده بازان به سجده افتادند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 121, "arabic_text": "قَالُوٓا ءَامَنَّا بِرَبِّ ٱلْعَٰلَمِينَ", "english_text": "They said, \"We believe in the Lord of the universe.", "persian_text": "و گفتند: \"ما به پروردگار عالم ايمان مى آوريم.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 122, "arabic_text": "رَبِّ مُوسَىٰ وَهَٰرُونَ", "english_text": "\"The Lord of Moses and Aaron.\"", "persian_text": "\"پروردگار موسى و هارون.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 123, "arabic_text": "قَالَ فِرْعَوْنُ ءَامَنتُم بِهِۦ قَبْلَ أَنْ ءَاذَنَ لَكُمْ  إِنَّ هَٰذَا لَمَكْرٌ مَّكَرْتُمُوهُ فِى ٱلْمَدِينَةِ لِتُخْرِجُوا مِنْهَآ أَهْلَهَا  فَسَوْفَ تَعْلَمُونَ", "english_text": "Pharaoh said, \"Did you believe in him without my permission? This must be a conspiracy you schemed in the city, in order to take its people away. You will surely find out.", "persian_text": "فرعون گفت: \"آيا بدون اجازهٔ من به او ايمان آورديد؟ اين حتماً توطئه ای است که شما در شهر ترتيب داده ايد، تا مردمش را از آنجا بيرون کنيد. مسلماً خواهيد فهميد.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 124, "arabic_text": "لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَٰفٍ ثُمَّ لَأُصَلِّبَنَّكُمْ أَجْمَعِينَ", "english_text": "\"I will cut your hands and feet on alternate sides, then I will crucify you all.\"", "persian_text": "\"من دست ها و پاهايتان را خلاف جهت يكديگر قطع خواهم كرد، سپس همگى شما را به صليب خواهم كشيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 125, "arabic_text": "قَالُوٓا إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ", "english_text": "They said, \"We will then return to our Lord.", "persian_text": "آنها گفتند: \"آن وقت ما به سوی پروردگارمان مراجعت خواهيم کرد.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 126, "arabic_text": "وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنْ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتْنَا  رَبَّنَآ أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ", "english_text": "\"You persecute us simply because we believed in the proofs of our Lord when they came to us.\" \"Our Lord, grant us steadfastness, and let us die as submitters.\"", "persian_text": "\"تو فقط به اين دليل ما را شکنجه می دهی که ما به مدرک پروردگارمان هنگامی که بر ما آمد، ايمان آورديم.\" \"پروردگار ما، ما را ثابت قدم بدار و بگذار تسليم شده بميريم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 127, "arabic_text": "وَقَالَ ٱلْمَلَأُ مِن قَوْمِ فِرْعَوْنَ أَتَذَرُ مُوسَىٰ وَقَوْمَهُۥ لِيُفْسِدُوا فِى ٱلْأَرْضِ وَيَذَرَكَ وَءَالِهَتَكَ  قَالَ سَنُقَتِّلُ أَبْنَآءَهُمْ وَنَسْتَحْىِۦ نِسَآءَهُمْ وَإِنَّا فَوْقَهُمْ قَٰهِرُونَ", "english_text": "The leaders among Pharaoh's people said, \"Will you allow Moses and his people to corrupt the earth, and forsake you and your gods?\" He said, \"We will kill their sons, and spare their daughters. We are much more powerful than they are.\"", "persian_text": "پيشوايان در ميان قوم فرعون گفتند: \"آيا به موسى و قومش اجازه مى دهى كه در زمين فساد كنند و تو و خدايان تو را ترك نمايند؟\" او گفت: \"ما پسرانشان را مى كشيم و دخترانشان را زنده مى گذاريم. ما از آنها بسيار قدرتمندتر هستيم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 128, "arabic_text": "قَالَ مُوسَىٰ لِقَوْمِهِ ٱسْتَعِينُوا بِٱللَّهِ وَٱصْبِرُوٓا  إِنَّ ٱلْأَرْضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنْ عِبَادِهِۦ  وَٱلْعَٰقِبَةُ لِلْمُتَّقِينَ", "english_text": "Moses said to his people, \"Seek GOD's help, and steadfastly persevere. The earth belongs to GOD, and He grants it to whomever He chooses from among His servants. The ultimate victory belongs to the righteous.\"", "persian_text": "موسى به قومش گفت: \"از خدا يارى بجوييد و صبورانه استقامت ورزيد. زمين متعلق به خداست و او آن را به هر يك از بندگانش كه برگزيند، عطا مى كند. پيروزى نهايى از آن پرهيزكاران است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 129, "arabic_text": "قَالُوٓا أُوذِينَا مِن قَبْلِ أَن تَأْتِيَنَا وَمِنۢ بَعْدِ مَا جِئْتَنَا  قَالَ عَسَىٰ رَبُّكُمْ أَن يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِى ٱلْأَرْضِ فَيَنظُرَ كَيْفَ تَعْمَلُونَ", "english_text": "They said, \"We were persecuted before you came to us, and after you came to us.\" He said, \"Your Lord will annihilate your enemy and establish you on earth, then He will see how you behave.\"", "persian_text": "آنها گفتند: \"پيش از آنكه نزد ما بيايى و پس از آنكه آمدى، ما مورد اذيت و آزار بوديم.\" او گفت: \"پروردگارتان دشمنان شما را نابود و شما را در زمين مستقر خواهد كرد، سپس او خواهد ديد كه شما چگونه رفتار مى كنيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 130, "arabic_text": "وَلَقَدْ أَخَذْنَآ ءَالَ فِرْعَوْنَ بِٱلسِّنِينَ وَنَقْصٍ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمْ يَذَّكَّرُونَ", "english_text": "We then afflicted Pharaoh's people with drought, and shortage of crops, that they may take heed.", "persian_text": "سپس فرعونيان را به خشکسالی و کمبود محصول دچار کرديم، باشد که توجه کنند.", "subtitle": "The Plagues", "footnote": ""}, {"sura_num": 7, "verse_num": 131, "arabic_text": "فَإِذَا جَآءَتْهُمُ ٱلْحَسَنَةُ قَالُوا لَنَا هَٰذِهِۦ  وَإِن تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا بِمُوسَىٰ وَمَن مَّعَهُۥٓ   أَلَآ إِنَّمَا طَٰٓئِرُهُمْ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ", "english_text": "When good omens came their way, they said, \"We have deserved this,\" but when a hardship afflicted them, they blamed Moses and those with him. In fact, their omens are decided only by GOD, but most of them do not know.", "persian_text": "هرگاه طالعی نیکو به آنان روی  می آورد، می گفتند: \"ما استحقاق آن را داشته ايم،\" ولی وقتی مصيبتی به آنها می رسيد، موسی و همراهانش را مقصر می دانستند. درواقع، فقط خداست که دربارهٔ طالع آنها تصميم می گيرد، ولی اکثر آنها نمی دانند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 132, "arabic_text": "وَقَالُوا مَهْمَا تَأْتِنَا بِهِۦ مِنْ ءَايَةٍ لِّتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ", "english_text": "They said, \"No matter what kind of sign you show us, to dupe us with your magic, we will not believe.\"", "persian_text": "آنها گفتند: \"مهم نيست كه چه نوع نشانه اى را به ما نشان دهى تا ما را با شعبدهٔ خود فريب دهى، ما ايمان نخواهيم آورد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 133, "arabic_text": "فَأَرْسَلْنَا عَلَيْهِمُ ٱلطُّوفَانَ وَٱلْجَرَادَ وَٱلْقُمَّلَ وَالضَّفٰدِعَ وَٱلدَّمَ ءَايَٰتٍ مُّفَصَّلَٰتٍ فَٱسْتَكْبَرُوا وَكَانُوا قَوْمًا مُّجْرِمِينَ", "english_text": "Consequently, we sent upon them the flood, the locusts, the lice, the frogs, and the blood—profound signs. But they maintained their arrogance. They were evil people.", "persian_text": "درنتيجه، بر آنان سيل، ملخ، شپش، قورباغه و خون فرستاديم- نشانه هايی شگرف. ولی باز به تکبر خود ادامه دادند. آنها مردمی پليد بودند.", "subtitle": "The Warnings Go Unheeded", "footnote": ""}, {"sura_num": 7, "verse_num": 134, "arabic_text": "وَلَمَّا وَقَعَ عَلَيْهِمُ ٱلرِّجْزُ قَالُوا يَٰمُوسَى ٱدْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ  لَئِن كَشَفْتَ عَنَّا ٱلرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِىٓ إِسْرَٰٓءِيلَ", "english_text": "Whenever a plague afflicted them, they said, \"O Moses, implore your Lord—you are close to Him. If you relieve this plague, we will believe with you, and will send the Children of Israel with you.\"", "persian_text": "هرگاه به بلایی گرفتار می شدند، می گفتند: \"ای موسی، تو از پروردگارت درخواست کن- تو به او نزديک هستی. اگر اين بلا را از ما دور کنی، با تو ايمان خواهيم آورد و بنى اسراييل را با تو خواهيم فرستاد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 135, "arabic_text": "فَلَمَّا كَشَفْنَا عَنْهُمُ ٱلرِّجْزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمْ يَنكُثُونَ", "english_text": "Yet, when we relieved the plague for any length of time, they violated their pledge.", "persian_text": "با اين حال، هنگامى كه بلا را براى مدتى برداشتيم، آنها پيمان خود را شكستند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 136, "arabic_text": "فَٱنتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَٰهُمْ فِى ٱلْيَمِّ بِأَنَّهُمْ كَذَّبُوا بِـَٔايَٰتِنَا وَكَانُوا عَنْهَا غَٰفِلِينَ", "english_text": "Consequently, we avenged their actions, and drowned them in the sea. That is because they rejected our signs, and were totally heedless thereof.", "persian_text": "درنتيجه، ما براى اعمالشان از آنها انتقام گرفتيم و آنها را در دريا غرق كرديم. اين به خاطر آن است كه نشانه هاى ما را تكذيب كردند و نسبت به آنها كاملاً بى توجه بودند.", "subtitle": "The Inevitable Retribution", "footnote": ""}, {"sura_num": 7, "verse_num": 137, "arabic_text": "وَأَوْرَثْنَا ٱلْقَوْمَ ٱلَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَٰرِقَ ٱلْأَرْضِ وَمَغَٰرِبَهَا ٱلَّتِى بَٰرَكْنَا فِيهَا  وَتَمَّتْ كَلِمَتُ رَبِّكَ ٱلْحُسْنَىٰ عَلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ بِمَا صَبَرُوا  وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُۥ وَمَا كَانُوا يَعْرِشُونَ", "english_text": "We let the oppressed people inherit the land, east and west, and we blessed it. The blessed commands of your Lord were thus fulfilled for the Children of Israel, to reward them for their steadfastness, and we annihilated the works of Pharaoh and his people and everything they harvested.", "persian_text": "و قومی را که تحت ظلم و فشار بودند، وارث کرانه های خاوری و باختری کرديم و در آن سرزمين برکت نهاديم. فرمان های مبارک پروردگارت این چنین برای بنی اسراييل اجرا شد تا پاداش استقامتشان باشد، و ما كارهاى فرعون و قومش و هرچه را به دست آوردند، نابود کرديم.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 138, "arabic_text": "وَجَٰوَزْنَا بِبَنِىٓ إِسْرَٰٓءِيلَ ٱلْبَحْرَ فَأَتَوْا عَلَىٰ قَوْمٍ يَعْكُفُونَ عَلَىٰٓ أَصْنَامٍ لَّهُمْ  قَالُوا يَٰمُوسَى ٱجْعَل لَّنَآ إِلَٰهًا كَمَا لَهُمْ ءَالِهَةٌ  قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ", "english_text": "We delivered the Children of Israel across the sea. When they passed by people who were worshiping statues, they said, \"O Moses, make a god for us, like the gods they have.\" He said, \"Indeed, you are ignorant people.", "persian_text": "ما بنى اسراييل را از دريا گذرانديم. هنگامى كه از كنار مردمى كه در حال پرستش مجسمه ها بودند، گذشتند، گفتند: \"اى موسى، براى ما خدايى مانند خدايان آنها بساز.\" او گفت: \"واقعاً شما مردمى نادان هستيد.", "subtitle": "After All the Miracles", "footnote": ""}, {"sura_num": 7, "verse_num": 139, "arabic_text": "إِنَّ هَٰٓؤُلَآءِ مُتَبَّرٌ مَّا هُمْ فِيهِ وَبَٰطِلٌ مَّا كَانُوا يَعْمَلُونَ", "english_text": "\"These people are committing a blasphemy, for what they are doing is disastrous for them.", "persian_text": "\"اين مردم مرتکب کفر می شوند، از اين رو آنچه انجام می دهند برای آنها مصیبت به بار می آورد.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 140, "arabic_text": "قَالَ أَغَيْرَ ٱللَّهِ أَبْغِيكُمْ إِلَٰهًا وَهُوَ فَضَّلَكُمْ عَلَى ٱلْعَٰلَمِينَ", "english_text": "\"Shall I seek for you other than GOD to be your god, when He has blessed you more than anyone else in the world?\"", "persian_text": "\"آيا جز خدا خداى ديگرى برايتان بجويم، در حالى كه او شما را در دنيا بيش از هر كس ديگرى مورد رحمت قرار داده است؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 141, "arabic_text": "وَإِذْ أَنجَيْنَٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ  يُقَتِّلُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ  وَفِى ذَٰلِكُم بَلَآءٌ مِّن رَّبِّكُمْ عَظِيمٌ", "english_text": "Recall that we delivered you from Pharaoh's people, who inflicted the worst persecution upon you, killing your sons and sparing your daughters. That was an exacting trial for you from your Lord.", "persian_text": "به ياد آوريد که شما را از قوم فرعون نجات داديم، که شما را به بدترين نحو عذاب می دادند، پسرانتان را می کشتند و دخترانتان را زنده می گذاشتند. آن برای شما آزمايشی سخت بود از جانب پروردگارتان.", "subtitle": "Reminder to the Children of Israel", "footnote": ""}, {"sura_num": 7, "verse_num": 142, "arabic_text": "وَوَٰعَدْنَا مُوسَىٰ ثَلَٰثِينَ لَيْلَةً وَأَتْمَمْنَٰهَا بِعَشْرٍ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرْبَعِينَ لَيْلَةً  وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخْلُفْنِى فِى قَوْمِى وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ ٱلْمُفْسِدِينَ", "english_text": "We summoned Moses for thirty* nights, and completed them by adding ten.* Thus, the audience with his Lord lasted forty* nights. Moses said to his brother Aaron, \"Stay here with my people, maintain righteousness, and do not follow the ways of the corruptors.\"", "persian_text": "ما موسى را براى سى* شب احضار كرديم و آن را با افزودن ده* كامل نموديم. بنابراين، حضور او با پروردگارش چهل شب به طول انجاميد. موسى به برادرش هارون گفت: \"با قوم من همين جا بمان، پرهيزكارى را حفظ كن و از راه هاى فسادكاران پيروى نكن.\"", "subtitle": "Our World Cannot Stand the Physical Presence of God", "footnote": "*7:142 The manner in which these numbers are mentioned is significant. As detailed in Appendix 1, all the numbers mentioned in the Quran add up to 162146, 19x8534."}, {"sura_num": 7, "verse_num": 143, "arabic_text": "وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِىٓ أَنظُرْ إِلَيْكَ  قَالَ لَن تَرَىٰنِى وَلَٰكِنِ ٱنظُرْ إِلَى ٱلْجَبَلِ فَإِنِ ٱسْتَقَرَّ مَكَانَهُۥ فَسَوْفَ تَرَىٰنِى  فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلْجَبَلِ جَعَلَهُۥ دَكًّا وَخَرَّ مُوسَىٰ صَعِقًا  فَلَمَّآ أَفَاقَ قَالَ سُبْحَٰنَكَ تُبْتُ إِلَيْكَ وَأَنَا أَوَّلُ ٱلْمُؤْمِنِينَ", "english_text": "When Moses came at our appointed time, and his Lord spoke with him, he said, \"My Lord, let me look and see You.\" He said, \"You cannot see Me. Look at that mountain; if it stays in its place, then you can see Me.\" Then, his Lord manifested Himself to the mountain, and this caused it to crumble. Moses fell unconscious. When he came to, he said, \"Be You glorified. I repent to You, and I am the most convinced believer.\"", "persian_text": "هنگامی که موسی به ميعادگاه ما آمد و پروردگارش با او صحبت کرد، او گفت: \"پروردگار من، بگذار نگاه کنم و تو را ببینم.\" گفت: \"تو نمی توانی مرا ببينی، به آن نگاه کن؛ اگر آن کوه برجای خود باقی ماند، آنگاه تو می توانی مرا ببينی.\" سپس، پروردگارش بر کوه تجلى کرد و همين باعث شد که کوه متلاشی شود. موسی بيهوش بر زمين افتاد. هنگامی که به هوش آمد، گفت: \" شکوه و جلال تو ستايش باد. من به درگاه تو توبه می کنم و من از متقاعدترين مؤمنان هستم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 144, "arabic_text": "قَالَ يَٰمُوسَىٰٓ إِنِّى ٱصْطَفَيْتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِى وَبِكَلَٰمِى فَخُذْ مَآ ءَاتَيْتُكَ وَكُن مِّنَ ٱلشَّٰكِرِينَ", "english_text": "He said, \"O Moses, I have chosen you, out of all the people, with My messages and by speaking to you. Therefore, take what I have given you and be appreciative.\"", "persian_text": "او گفت: \"ای موسی، من تو را با پيام های خود و با سخن گفتن با تو، بر تمام مردم برگزيدم. پس آنچه را به تو داده ام، بگير و سپاسگزار باش.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 145, "arabic_text": "وَكَتَبْنَا لَهُۥ فِى ٱلْأَلْوٰحِ مِن كُلِّ شَىْءٍ مَّوْعِظَةً وَتَفْصِيلًا لِّكُلِّ شَىْءٍ فَخُذْهَا بِقُوَّةٍ وَأْمُرْ قَوْمَكَ يَأْخُذُوا بِأَحْسَنِهَا  سَأُورِيكُمْ دَارَ ٱلْفَٰسِقِينَ", "english_text": "We wrote for him on the tablets all kinds of enlightenments and details of everything: \"You shall uphold these teachings strongly, and exhort your people to uphold them—these are the best teachings. I will point out for you the fate of the wicked.\"", "persian_text": "ما تمام جزييات و هر پند روشنگرى را بر روى الواح برايش نوشتيم: \"كه تو بايد با تمام قدرت از اين تعليمات پيروى كنى و به قوم خود سفارش كن تا از آنها پيروى كنند- اينها بهترين تعاليم هستند. من سرنوشت ستمكاران را به شما نشان خواهم داد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 146, "arabic_text": "سَأَصْرِفُ عَنْ ءَايَٰتِىَ ٱلَّذِينَ يَتَكَبَّرُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَإِن يَرَوْا كُلَّ ءَايَةٍ لَّا يُؤْمِنُوا بِهَا وَإِن يَرَوْا سَبِيلَ ٱلرُّشْدِ لَا يَتَّخِذُوهُ سَبِيلًا وَإِن يَرَوْا سَبِيلَ ٱلْغَىِّ يَتَّخِذُوهُ سَبِيلًا  ذَٰلِكَ بِأَنَّهُمْ كَذَّبُوا بِـَٔايَٰتِنَا وَكَانُوا عَنْهَا غَٰفِلِينَ", "english_text": "I will divert from My revelations those who are arrogant on earth, without justification. Consequently, when they see every kind of proof they will not believe. And when they see the path of guidance they will not adopt it as their path, but when they see the path of straying they will adopt it as their path. This is the consequence of their rejecting our proofs, and being totally heedless thereof.", "persian_text": "من كسانى را كه در زمين به ناحق تكبر مى ورزند، از آيات خود منحرف خواهم كرد. درنتيجه، هرگونه مدركى ببينند، ايمان نخواهند آورد. و هرگاه راه هدايت را ببينند، آن را به عنوان راه خود نخواهند پذيرفت، اما هرگاه مسير گمراهى را ببينند، آن را راه خود قرار خواهند داد. اين نتيجهٔ آن است كه آنها مدارك ما را تكذيب مى كنند و كاملاً به آنها بى اعتنا هستند.", "subtitle": "Divine Intervention Keeps the Disbelievers in the Dark", "footnote": ""}, {"sura_num": 7, "verse_num": 147, "arabic_text": "وَٱلَّذِينَ كَذَّبُوا بِـَٔايَٰتِنَا وَلِقَآءِ ٱلْءَاخِرَةِ حَبِطَتْ أَعْمَٰلُهُمْ  هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ", "english_text": "Those who reject our revelations and the meeting of the Hereafter, their works are nullified. Are they requited only for what they committed?", "persian_text": "کسانی که آيات ما و ديدار آخرت را دروغ می شمرند، اعمالشان خنثی شده است. آيا غیر از اين است كه آنها فقط براى آنچه انجام دادند، مجازات شدند؟", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 148, "arabic_text": "وَٱتَّخَذَ قَوْمُ مُوسَىٰ مِنۢ بَعْدِهِۦ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَّهُۥ خُوَارٌ  أَلَمْ يَرَوْا أَنَّهُۥ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيهِمْ سَبِيلًا   ٱتَّخَذُوهُ وَكَانُوا ظَٰلِمِينَ", "english_text": "During his absence, Moses' people made from their jewelry the statue of a calf, complete with the sound of a calf.* Did they not see that it could not speak to them, or guide them in any path? They worshiped it, and thus turned wicked.", "persian_text": "قوم موسی، در غياب او، از جواهرات خود مجسمهٔ گوساله ای را ساختند، کامل با صدای گوساله.* آيا نمی ديدند که آن نمی توانست با آنها سخن بگويد، يا به راهی هدايتشان کند؟ آنها آن را عبادت کردند و این چنین ستمکار شدند.", "subtitle": "The Golden Calf", "footnote": "*7:148 How the golden calf acquired the sound of a calf is explained in Footnote 20:96."}, {"sura_num": 7, "verse_num": 149, "arabic_text": "وَلَمَّا سُقِطَ فِىٓ أَيْدِيهِمْ وَرَأَوْا أَنَّهُمْ قَدْ ضَلُّوا قَالُوا لَئِن لَّمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ ٱلْخَٰسِرِينَ", "english_text": "Finally, when they regretted their action, and realized that they had gone astray, they said, \"Unless our Lord redeems us with His mercy, and forgives us, we will be losers.\"", "persian_text": "سرانجام، هنگامی که از عمل خود پشيمان شدند و به انحراف خود پی بردند، گفتند: \"اگر پروردگار ما به رحمت خود توبهٔ ما را نپذيرد و ما را نيامرزد، از بازندگان خواهيم بود.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 150, "arabic_text": "وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوْمِهِۦ غَضْبَٰنَ أَسِفًا قَالَ بِئْسَمَا خَلَفْتُمُونِى مِنۢ بَعْدِىٓ  أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ  وَأَلْقَى ٱلْأَلْوٰحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيْهِ  قَالَ ابْنَؤُمَّ إِنَّ ٱلْقَوْمَ ٱسْتَضْعَفُونِى وَكَادُوا يَقْتُلُونَنِى فَلَا تُشْمِتْ بِىَ ٱلْأَعْدَآءَ وَلَا تَجْعَلْنِى مَعَ ٱلْقَوْمِ ٱلظَّٰلِمِينَ", "english_text": "When Moses returned to his people, angry and disappointed, he said, \"What a terrible thing you have done in my absence! Could you not wait for the commandments of your Lord?\" He threw down the tablets, and took hold of his brother's head, pulling him towards himself. (Aaron) said, \"Son of my mother, the people took advantage of my weakness, and almost killed me. Let not my enemies rejoice, and do not count me with the transgressing people.\"", "persian_text": "هنگامی که موسی نزد قوم خود بازگشت، خشمگين و مأيوس شد، و گفت: \"عجب عمل وحشتناکی در غياب من انجام دادە ايد! آيا نمی توانستيد برای فرمان های پروردگارتان صبرکنید؟\" او لوحه ها  را بر زمين انداخت و سر برادرش را گرفت و به سوی خود کشيد. (هارون) گفت: \"ای پسر مادر من، مردم از ضعف من سوء استفاده کردند و نزديک بود مرا بکشند. نگذار دشمنانم شاد شوند و مرا در شمار مردم ستمکار محسوب مدار.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 151, "arabic_text": "قَالَ رَبِّ ٱغْفِرْ لِى وَلِأَخِى وَأَدْخِلْنَا فِى رَحْمَتِكَ  وَأَنتَ أَرْحَمُ ٱلرَّٰحِمِينَ", "english_text": "(Moses) said, \"My Lord, forgive me and my brother, and admit us into Your mercy. Of all the merciful ones, You are the Most Merciful.\"", "persian_text": "موسی گفت: \"پروردگار من، من و برادرم را ببخش و ما را به رحمت خويش بپذير. تو از هر مهربانی مهربان تری.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 152, "arabic_text": "إِنَّ ٱلَّذِينَ ٱتَّخَذُوا ٱلْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِّن رَّبِّهِمْ وَذِلَّةٌ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا  وَكَذَٰلِكَ نَجْزِى ٱلْمُفْتَرِينَ", "english_text": "Surely, those who idolized the calf have incurred wrath from their Lord, and humiliation in this life. We thus requite the innovators.", "persian_text": "بدون شک، کسانی که گوساله را معبود قرار دادند، به خشم پروردگار خود و ذلت دنيوی گرفتار شده اند. ما بدعت گذاران را اين گونه مجازات می کنیم.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 153, "arabic_text": "وَٱلَّذِينَ عَمِلُوا ٱلسَّيِّـَٔاتِ ثُمَّ تَابُوا مِنۢ بَعْدِهَا وَءَامَنُوٓا إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ", "english_text": "As for those who committed sins, then repented thereafter and believed, your Lord—after this—is Forgiver, Most Merciful.", "persian_text": "و اما کسانی که گناهانی مرتکب شدند و پس از آن توبه کردند و ايمان آوردند، پروردگار تو- پس از آن- آمرزنده است، مهربان ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 154, "arabic_text": "وَلَمَّا سَكَتَ عَن مُّوسَى ٱلْغَضَبُ أَخَذَ ٱلْأَلْوٰحَ  وَفِى نُسْخَتِهَا هُدًى وَرَحْمَةٌ لِّلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ", "english_text": "When Moses' anger subsided, he picked up the tablets, containing guidance and mercy for those who reverence their Lord.", "persian_text": "هنگامی که خشم موسی فرو نشست، الواح را برداشت، که حاوی هدايت و رحمت است برای کسانی که به حرمت و هيبت پروردگار خود ارج می نهند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 155, "arabic_text": "وَٱخْتَارَ مُوسَىٰ قَوْمَهُۥ سَبْعِينَ رَجُلًا لِّمِيقَٰتِنَا  فَلَمَّآ أَخَذَتْهُمُ ٱلرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُم مِّن قَبْلُ وَإِيَّٰىَ  أَتُهْلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآ  إِنْ هِىَ إِلَّا فِتْنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهْدِى مَن تَشَآءُ  أَنتَ وَلِيُّنَا فَٱغْفِرْ لَنَا وَٱرْحَمْنَا  وَأَنتَ خَيْرُ ٱلْغَٰفِرِينَ", "english_text": "Moses then selected seventy men from among his people, to come to our appointed audience. When the quake shook them, he said, \"My Lord, You could have annihilated them in the past, together with me, if You so willed. Would You annihilate us for the deeds of those among us who are foolish? This must be the test that You have instituted for us. With it, You condemn whomever You will, and guide whomever You will. You are our Lord and Master, so forgive us, shower us with Your mercy; You are the best Forgiver.", "persian_text": "سپس موسی از ميان قومش هفتاد تن از مردان را برگزيد، تا همراه او به ميعادگاه ما حضور يابند. هنگامى كه آن زلزله آنها را تکان داد، گفت: \"پروردگار من، اگر می خواستی، می توانستی آنها و مرا پیش از اين هلاک کنی. آيا ما را به خاطر اعمال ابلهانی که در میان ما هستند، هلاک می کنی؟ اين بايد آزمايشی باشد که تو براى ما مقرر كردە ای. تو بدين وسيله، هر که را بخواهی، محکوم می کنی و هر که را بخواهی، هدايت می نمایی. تويی مولا وسرور ما، پس ما را ببخش و از باران رحمت خود بر ما بباران؛ تو بهترين بخشاينده ای.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 156, "arabic_text": "وَٱكْتُبْ لَنَا فِى هَٰذِهِ ٱلدُّنْيَا حَسَنَةً وَفِى ٱلْءَاخِرَةِ إِنَّا هُدْنَآ إِلَيْكَ  قَالَ عَذَابِىٓ أُصِيبُ بِهِۦ مَنْ أَشَآءُ  وَرَحْمَتِى وَسِعَتْ كُلَّ شَىْءٍ  فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤْمِنُونَ", "english_text": "\"And decree for us righteousness in this world, and in the Hereafter. We have repented to You. He said, \"My retribution befalls whomever I will. But My mercy encompasses all things. However, I will specify it for those who (1) lead a righteous life, (2) give the obligatory charity (Zakat),* (3) believe in our revelations, and", "persian_text": "\"و برای ما در اين دنيا و در آخرت پرهیزکاری مقرر فرما. او گفت: \"عذاب من به هر که بخواهم می رسد، ولی رحمت من همه چيز را در بر می گيرد. اگرچه، آن را به کسانی اخصاص خواهم داد که (۱) زندگی پرهيزکارانه ای را در پيش می گيرند، (۲) زکات (انفاق واجب)* را می دهند، (۳) به آيات ما ايمان می آورند، و", "subtitle": "Requirements For Attaining God's Mercy: The Importance of Zakat", "footnote": "*7:156 The importance of the obligatory charity (Zakat) cannot be over emphasized. As instituted in 6:141, Zakat must be given away upon receiving any income—2.5% of one's net income must be given to the parents, the relatives, the orphans, the poor, and the traveling alien, in this order (see 2:215)."}, {"sura_num": 7, "verse_num": 157, "arabic_text": "ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِىَّ ٱلْأُمِّىَّ ٱلَّذِى يَجِدُونَهُۥ مَكْتُوبًا عِندَهُمْ فِى ٱلتَّوْرَىٰةِ وَٱلْإِنجِيلِ يَأْمُرُهُم بِٱلْمَعْرُوفِ وَيَنْهَىٰهُمْ عَنِ ٱلْمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيْهِمُ ٱلْخَبَٰٓئِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَٱلْأَغْلَٰلَ ٱلَّتِى كَانَتْ عَلَيْهِمْ  فَٱلَّذِينَ ءَامَنُوا بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُوا ٱلنُّورَ ٱلَّذِىٓ أُنزِلَ مَعَهُۥٓ   أُولَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ", "english_text": "\"(4) follow the messenger, the gentile prophet (Muhammad), whom they find written in their Torah and Gospel.* He exhorts them to be righteous, enjoins them from evil, allows for them all good food, and prohibits that which is bad, and unloads the burdens and the shackles imposed upon them. Those who believe in him, respect him, support him, and follow the light that came with him are the successful ones.\"", "persian_text": "\"(۴) از رسول پيروى می كنند، پيامبرى كه از اهل كتاب نبود (محمد)، كسى كه در تورات و انجيل* خودشان نوشته شده است. او آنها را به پرهيزكارى تشويق مى كند، از پليدى باز مى دارد، همهٔ غذاهاى خوب را حلال و چيزهاى بد را حرام مى كند و بار تكاليف سنگين و قيد و بندهايى را كه بر آنها تحميل شده بود، برمى دارد. كسانى كه به او ايمان آورند، به او احترام بگذارند، او را حمايت كنند و از نورى كه با او آمد، پيروى كنند، افرادى موفق هستند.\"", "subtitle": "", "footnote": "*7:157 Muhammad is prophesied in Deuteronomy 18:15-19 and John 14:16-17 & 16:13."}, {"sura_num": 7, "verse_num": 158, "arabic_text": "قُلْ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّى رَسُولُ ٱللَّهِ إِلَيْكُمْ جَمِيعًا ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  لَآ إِلَٰهَ إِلَّا هُوَ يُحْىِۦ وَيُمِيتُ  فَـَٔامِنُوا بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِىِّ ٱلْأُمِّىِّ ٱلَّذِى يُؤْمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ", "english_text": "Say, \"O people, I am GOD's messenger to all of you. To Him belongs the sovereignty of the heavens and the earth. There is no god except He. He controls life and death.\" Therefore, you shall believe in GOD and His messenger, the gentile prophet, who believes in GOD and His words. Follow him, that you may be guided.", "persian_text": "بگو: \"اى مردم، من رسول خدا هستم براى همهٔ شما. فرمانروايى آسمان ها و زمين از آن اوست. جز او خدايى نيست. او زندگى و مرگ را كنترل مى كند.\" بنابراين، بايد به خدا و رسولش ايمان آوريد، پيامبرى كه از اهل كتاب نبود، كسى كه به خدا و كلماتش ايمان دارد. از او پيروى كنيد، باشد كه هدايت شويد.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 159, "arabic_text": "وَمِن قَوْمِ مُوسَىٰٓ أُمَّةٌ يَهْدُونَ بِٱلْحَقِّ وَبِهِۦ يَعْدِلُونَ", "english_text": "Among the followers of Moses there are those who guide in accordance with the truth, and the truth renders them righteous.", "persian_text": "در ميان پيروان موسى كسانى هستند كه بر طبق حقيقت هدايت مى كنند و حقيقت آنها را پرهيزكار مى كند.", "subtitle": "The Guided Jews", "footnote": ""}, {"sura_num": 7, "verse_num": 160, "arabic_text": "وَقَطَّعْنَٰهُمُ ٱثْنَتَىْ عَشْرَةَ أَسْبَاطًا أُمَمًا  وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسْتَسْقَىٰهُ قَوْمُهُۥٓ أَنِ ٱضْرِب بِّعَصَاكَ ٱلْحَجَرَ  فَٱنۢبَجَسَتْ مِنْهُ ٱثْنَتَا عَشْرَةَ عَيْنًا  قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ  وَظَلَّلْنَا عَلَيْهِمُ ٱلْغَمَٰمَ وَأَنزَلْنَا عَلَيْهِمُ ٱلْمَنَّ وَٱلسَّلْوَىٰ  كُلُوا مِن طَيِّبَٰتِ مَا رَزَقْنَٰكُمْ  وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓا أَنفُسَهُمْ يَظْلِمُونَ", "english_text": "We divided them into twelve tribal communities, and we inspired Moses when his people asked him for water: \"Strike the rock with your staff,\" whereupon twelve springs gushed out therefrom. Thus, each community knew its water. And we shaded them with clouds, and sent down to them manna and quails: \"Eat from the good things we provided for you.\" It is not us that they wronged; it is they who wronged their own souls.", "persian_text": "ما آنان را به دوازده قبيله تقسيم کرديم و هنگامی که قوم او از او آب خواستند، به موسی وحی کرديم: \"با چوبدست خود به آن سنگ بزن،\" که درنتيجه، دوازده چشمه از آن فوران زد. بدين ترتيب، هر جامعه ای آب خود را شناخت. و ابرها را سايبان آنها قرار داديم و برای آنها ترانگبين و بلدرچين فرو فرستاديم: \"از چيزهای خوبی که برایتان فراهم کردیم ، بخورید.\" آنها به ما ستم نکردند؛ آنها به نفس خود ستم کردند.", "subtitle": "Miracles in Sinai", "footnote": ""}, {"sura_num": 7, "verse_num": 161, "arabic_text": "وَإِذْ قِيلَ لَهُمُ ٱسْكُنُوا هَٰذِهِ ٱلْقَرْيَةَ وَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ وَقُولُوا حِطَّةٌ وَٱدْخُلُوا ٱلْبَابَ سُجَّدًا نَّغْفِرْ لَكُمْ خَطِيٓـَٰٔتِكُمْ  سَنَزِيدُ ٱلْمُحْسِنِينَ", "english_text": "Recall that they were told, \"Go into this town to live, and eat therefrom as you please, treat the people amicably, and enter the gate humbly. We will then forgive your transgressions. We will multiply the reward for the righteous.\"", "persian_text": "به ياد آور كه به آنها گفته شد: \"به اين شهر برويد و در آنجا زندگى كنيد و هرچه مايليد بخوريد، با مردم خوش رفتارى كنيد و از دروازه با تواضع وارد شويد. سپس ما ستمكارى هايتان را خواهيم بخشيد. ما پاداش پرهيزكاران را چندين برابر خواهيم كرد.\"", "subtitle": "Rebellion Despite the Miracles", "footnote": ""}, {"sura_num": 7, "verse_num": 162, "arabic_text": "فَبَدَّلَ ٱلَّذِينَ ظَلَمُوا مِنْهُمْ قَوْلًا غَيْرَ ٱلَّذِى قِيلَ لَهُمْ فَأَرْسَلْنَا عَلَيْهِمْ رِجْزًا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا يَظْلِمُونَ", "english_text": "But the evil ones among them substituted other commands for the commands given to them. Consequently, we sent upon them condemnation from the sky, because of their wickedness.", "persian_text": "اما در ميان آنها افراد پليد احكام ديگرى را جايگزين احكامى كه به آنها داده شد، قرار دادند. درنتيجه، به خاطر ستمكاريشان از آسمان بر آنها لعنت فرستاديم.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 163, "arabic_text": "وَسْـَٔلْهُمْ عَنِ ٱلْقَرْيَةِ ٱلَّتِى كَانَتْ حَاضِرَةَ ٱلْبَحْرِ إِذْ يَعْدُونَ فِى ٱلسَّبْتِ إِذْ تَأْتِيهِمْ حِيتٰنُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَيَوْمَ لَا يَسْبِتُونَ   لَا تَأْتِيهِمْ  كَذَٰلِكَ نَبْلُوهُم بِمَا كَانُوا يَفْسُقُونَ", "english_text": "Remind them of the community by the sea, who desecrated the Sabbath. When they observed the Sabbath, the fish came to them abundantly. And when they violated the Sabbath, the fish did not come. We thus afflicted them, as a consequence of their transgression.", "persian_text": "به آنها دربارهٔ جماعت كنار دريا يادآورى كن كه به سبت بى حرمتى كردند. هنگامى كه سبت را به جا مى آوردند، ماهى هاى فراوان برايشان مى آمد و هنگامى كه سبت را به جا نمى آوردند، ماهى ها نمى آمدند. ما اين چنين آنها را در نتيجهٔ ستمكاريشان، گرفتار كرديم.", "subtitle": "Observing the Commandments Brings Prosperity", "footnote": ""}, {"sura_num": 7, "verse_num": 164, "arabic_text": "وَإِذْ قَالَتْ أُمَّةٌ مِّنْهُمْ لِمَ تَعِظُونَ قَوْمًا   ٱللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا  قَالُوا مَعْذِرَةً إِلَىٰ رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ", "english_text": "Recall that a group of them said, \"Why should you preach to people whom GOD will surely annihilate or punish severely?\" They answered, \"Apologize to your Lord,\" that they might be saved.", "persian_text": "به ياد آور که گروهی از آنها گفتند: \"چرا برای مردمی موعظه می کنيد که خدا قطعاً هلاکشان خواهد کرد، يا به شدت آنها را به کيفر خواهد رساند؟\" پاسخ دادند: \"از پروردگارتان عذرخواهی کنيد،\" ممکن است آنها نجات یابند.", "subtitle": "Mocking and Ridiculing God's Message", "footnote": ""}, {"sura_num": 7, "verse_num": 165, "arabic_text": "فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِۦٓ أَنجَيْنَا ٱلَّذِينَ يَنْهَوْنَ عَنِ ٱلسُّوٓءِ وَأَخَذْنَا ٱلَّذِينَ ظَلَمُوا بِعَذَاب بَـِٔيس بِمَا كَانُوا يَفْسُقُونَ", "english_text": "When they disregarded what they were reminded of, we saved those who prohibited evil, and afflicted the wrongdoers with a terrible retribution for their wickedness.", "persian_text": "هنگامی که تذکرات داده شده را ناديده گرفتند، کسانی را که از پليدی نهی می کردند، نجات داديم و ستمکاران را به سبب تبهکاری هايشان به شدت مجازات کرديم.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 166, "arabic_text": "فَلَمَّا عَتَوْا عَن مَّا نُهُوا عَنْهُ قُلْنَا لَهُمْ كُونُوا قِرَدَةً خَٰسِـِٔينَ", "english_text": "When they continued to defy the commandments, we said to them, \"Be you despicable apes.\"", "persian_text": "و چون به مخالفت با احکام ادامه دادند، به آنها گفتيم: \"بوزينگانی زبون شده باشيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 167, "arabic_text": "وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ مَن يَسُومُهُمْ سُوٓءَ ٱلْعَذَابِ   إِنَّ رَبَّكَ لَسَرِيعُ ٱلْعِقَابِ  وَإِنَّهُۥ لَغَفُورٌ رَّحِيمٌ", "english_text": "Additionally, your Lord has decreed that He will raise up against them people who will inflict severe persecution upon them, until the Day of Resurrection. Your Lord is most efficient in enforcing retribution, and He is certainly the Forgiver, Most Merciful.", "persian_text": "علاوه بر آن، پروردگارت مقرر كرده است كه عليه شان مردمى را  برانگيزد كه تا روز رستاخيز آنها را به شدت آزار دهند. پروردگارت در اجراى مجازات باكفايت ترين است و او مطمئناً عفوكننده است، مهربان ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 168, "arabic_text": "وَقَطَّعْنَٰهُمْ فِى ٱلْأَرْضِ أُمَمًا  مِّنْهُمُ ٱلصَّٰلِحُونَ وَمِنْهُمْ دُونَ ذَٰلِكَ  وَبَلَوْنَٰهُم بِٱلْحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمْ يَرْجِعُونَ", "english_text": "We scattered them among many communities throughout the land. Some of them were righteous, and some were less than righteous. We tested them with prosperity and hardship, that they may return.", "persian_text": "ما آنها را در ميان جوامع بسيارى در سراسر زمين پراكنده كرديم. برخى از آنها پرهيزكار بودند و برخى كمتر پرهيزكار بودند، ما آنها را با موفقيت و سختى امتحان كرديم،  شايد كه بازگردند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 169, "arabic_text": "فَخَلَفَ مِنۢ بَعْدِهِمْ خَلْفٌ وَرِثُوا ٱلْكِتَٰبَ يَأْخُذُونَ عَرَضَ هَٰذَا ٱلْأَدْنَىٰ وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِن يَأْتِهِمْ عَرَضٌ مِّثْلُهُۥ يَأْخُذُوهُ  أَلَمْ يُؤْخَذْ عَلَيْهِم مِّيثَٰقُ ٱلْكِتَٰبِ أَن لَّا يَقُولُوا عَلَى ٱللَّهِ إِلَّا ٱلْحَقَّ وَدَرَسُوا مَا فِيهِ   وَٱلدَّارُ ٱلْءَاخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ   أَفَلَا تَعْقِلُونَ", "english_text": "Subsequent to them, He substituted new generations who inherited the scripture. But they opted for the worldly life instead, saying, \"We will be forgiven.\" But then they continued to opt for the materials of this world. Did they not make a covenant to uphold the scripture, and not to say about GOD except the truth? Did they not study the scripture? Certainly, the abode of the Hereafter is far better for those who maintain righteousness. Do you not understand?", "persian_text": "پس از آنها، او نسل هاى جديدى را جايگزين كرد كه وارث كتاب آسمانى شدند. اما آنها درعوض، زندگى دنيوى را انتخاب كردند و مى گفتند: \"ما بخشيده خواهيم شد.\" ولی باز هم ماديات اين دنيا را انتخاب كردند. آيا عهد نكردند كه از كتاب آسمانى پيروى كنند و دربارهٔ خدا جز حقيقت نگويند؟ آيا كتاب آسمانى را مطالعه نكردند؟ مسلماً، براى كسانى كه پرهيزكارى را حفظ كنند، سراى آخرت بسيار بهتر است. آيا نمى فهميد؟", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 170, "arabic_text": "وَٱلَّذِينَ يُمَسِّكُونَ بِٱلْكِتَٰبِ وَأَقَامُوا ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجْرَ ٱلْمُصْلِحِينَ", "english_text": "Those who uphold the scripture, and observe the Contact Prayers (Salat), we never fail to recompense the pious.", "persian_text": "كسانى كه از كتاب آسمانى پيروى كنند و نمازها (ارتباط با خدا) را به جا آورند، ما هرگز پاداش پارسايان را ضايع نمى كنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 171, "arabic_text": "وَإِذْ نَتَقْنَا ٱلْجَبَلَ فَوْقَهُمْ كَأَنَّهُۥ ظُلَّةٌ وَظَنُّوٓا أَنَّهُۥ وَاقِع بِهِمْ خُذُوا مَآ ءَاتَيْنَٰكُم بِقُوَّةٍ وَٱذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ", "english_text": "We raised the mountain above them like an umbrella, and they thought it was going to fall on them: \"You shall uphold what we have given you, strongly, and remember the contents thereof, that you may be saved.\"", "persian_text": "ما كوه را همچون چترى بالاى سرشان بلند كرديم و آنها فكر كردند كه مى خواهد روى سرشان بيفتد: \"شما بايد از آنچه به شما داده ايم به شدت پيروى كنيد و محتواى آن را به خاطر بسپاريد، باشد كه نجات يابيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 172, "arabic_text": "وَإِذْ أَخَذَ رَبُّكَ مِنۢ بَنِىٓ ءَادَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَىٰٓ أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ  قَالُوا بَلَىٰ  شَهِدْنَآ  أَن تَقُولُوا يَوْمَ ٱلْقِيَٰمَةِ إِنَّا كُنَّا عَنْ هَٰذَا غَٰفِلِينَ", "english_text": "Recall that your Lord summoned all the descendants of Adam, and had them bear witness for themselves: \"Am I not your Lord?\" They all said, \"Yes. We bear witness.\" Thus, you cannot say on the Day of Resurrection, \"We were not aware of this.\"", "persian_text": "به ياد آور كه پروردگارت تمام نواده هاى آدم را احضار كرد و آنها را بر خودشان شاهد گرفت: \"آيا من پروردگار شما نيستم؟\" همه گفتند: \"بله. ما شهادت مى دهيم.\" بنابراين، شما روز رستاخيز نمى توانيد بگوييد: \"ما از اين اطلاع نداشتيم.\"", "subtitle": "We Are Born With Instinctive Knowledge About God*", "footnote": "*7:172 Thus, every human being is born with an instinctive knowledge about God."}, {"sura_num": 7, "verse_num": 173, "arabic_text": "أَوْ تَقُولُوٓا إِنَّمَآ أَشْرَكَ ءَابَآؤُنَا مِن قَبْلُ وَكُنَّا ذُرِّيَّةً مِّنۢ بَعْدِهِمْ  أَفَتُهْلِكُنَا بِمَا فَعَلَ ٱلْمُبْطِلُونَ", "english_text": "Nor can you say, \"It was our parents who practiced idolatry, and we simply followed in their footsteps. Will You punish us because of what others have innovated?\"", "persian_text": "و نمی توانيد بگوييد: \"اين والدينمان بودند که بت پرست بودند و ما فقط گام های آنها را دنبال کرديم. آيا ما را به خاطر آنچه ديگران بدعت نهادند، تنبیه خواهی کرد؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 174, "arabic_text": "وَكَذَٰلِكَ نُفَصِّلُ ٱلْءَايَٰتِ وَلَعَلَّهُمْ يَرْجِعُونَ", "english_text": "We thus explain the revelations, to enable the people to redeem themselves.*", "persian_text": "ما اين چنين آيات را توضيح مى دهيم، تا مردم بتوانند خود را نجات دهند.*", "subtitle": "", "footnote": "*7:174 This life is our last chance to return to God's Kingdom (See INTRODUCTION)."}, {"sura_num": 7, "verse_num": 175, "arabic_text": "وَٱتْلُ عَلَيْهِمْ نَبَأَ ٱلَّذِىٓ ءَاتَيْنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنْهَا فَأَتْبَعَهُ ٱلشَّيْطَٰنُ فَكَانَ مِنَ ٱلْغَاوِينَ", "english_text": "Recite for them the news of one who was given our proofs, but chose to disregard them. Consequently, the devil pursued him, until he became a strayer.", "persian_text": "اخبار کسی را برای آنان بخوان که مدارک ما به او داده شده بود، ولی او تصميم گرفت به آنها اعتنا نکند. درنتيجه، شيطان او را دنبال كرد تا آنکه گمراه شد.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 176, "arabic_text": "وَلَوْ شِئْنَا لَرَفَعْنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخْلَدَ إِلَى ٱلْأَرْضِ وَٱتَّبَعَ هَوَىٰهُ  فَمَثَلُهُۥ كَمَثَلِ ٱلْكَلْبِ إِن تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَث  ذَّٰلِكَ مَثَلُ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا بِـَٔايَٰتِنَا  فَٱقْصُصِ ٱلْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ", "english_text": "Had we willed, we could have elevated him therewith, but he insisted on sticking to the ground, and pursued his own opinions. Thus, he is like the dog; whether you pet him or scold him, he pants. Such is the example of people who reject our proofs. Narrate these narrations, that they may reflect.", "persian_text": "اگر مى خواستيم، مى توانستيم او را با آن بلندمرتبه گردانيم، ولى او اصرار داشت به زمين بچسبد و از عقايد شخصى خود پيروى كند. بنابراين، او مانند سگ است؛ چه نوازشش كنى چه سرزنش، له له مى زند. چنين است مثال مردمى كه مدارک ما را تكذيب مى كنند. اين شرح حال ها را بازگو كن، باشد كه به فكر فرو روند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 177, "arabic_text": "سَآءَ مَثَلًا ٱلْقَوْمُ ٱلَّذِينَ كَذَّبُوا بِـَٔايَٰتِنَا وَأَنفُسَهُمْ كَانُوا يَظْلِمُونَ", "english_text": "Bad indeed is the example of people who reject our proofs; it is only their own souls that they wrong.", "persian_text": "واقعاً چه بد است مثال مردمی که مدارک ما را رد مى كنند؛ آنها فقط به نفس خودشان ستم می كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 178, "arabic_text": "مَن يَهْدِ ٱللَّهُ فَهُوَ ٱلْمُهْتَدِى  وَمَن يُضْلِلْ فَأُولَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ", "english_text": "Whomever GOD guides is the truly guided one, and whomever He commits to straying, these are the losers.", "persian_text": "هر كه را خدا هدايت كند، او حقيقتاً هدايت شده است و هر كه را به گمراهى محكوم كند، اينان از بازندگانند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 179, "arabic_text": "وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِّنَ ٱلْجِنِّ وَٱلْإِنسِ  لَهُمْ قُلُوبٌ لَّا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَّا يُبْصِرُونَ بِهَا وَلَهُمْ ءَاذَانٌ لَّا يَسْمَعُونَ بِهَآ  أُولَٰٓئِكَ كَٱلْأَنْعَٰمِ بَلْ هُمْ أَضَلُّ  أُولَٰٓئِكَ هُمُ ٱلْغَٰفِلُونَ", "english_text": "We have committed to Hell multitudes of jinns and humans. They have minds with which they do not understand, eyes with which they do not see, and ears with which they do not hear. They are like animals; no, they are far worse—they are totally unaware.", "persian_text": "بسياری از جنيان و آدميان را به دوزخ محکوم کرده ايم. آنها عقل دارند ولی آن را به کار نمی بندند که بفهمند، چشمانی دارند که با آن نمی بينند و گوش هايی که با آن نمی شنوند. آنان مانند حيوانات هستند؛ نه، آنها به مراتب بدترند- آنها کاملاً غافلند.", "subtitle": "Satan Hypnotizes His Constituents", "footnote": ""}, {"sura_num": 7, "verse_num": 180, "arabic_text": "وَلِلَّهِ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ فَٱدْعُوهُ بِهَا  وَذَرُوا ٱلَّذِينَ يُلْحِدُونَ فِىٓ أَسْمَٰٓئِهِۦ  سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ", "english_text": "To GOD belongs the most beautiful names; call upon Him therewith, and disregard those who distort His names. They will be requited for their sins.", "persian_text": "زيباترين نام ها از آن خداست؛ با آن نام ها او را بخوانيد و به کسانی که نام های او را تحریف می کنند، اعتنا نکنید. آنها به سزای گناهانشان خواهند رسيد.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 181, "arabic_text": "وَمِمَّنْ خَلَقْنَآ أُمَّةٌ يَهْدُونَ بِٱلْحَقِّ وَبِهِۦ يَعْدِلُونَ", "english_text": "Among our creations, there are those who guide with the truth, and the truth renders them righteous.", "persian_text": "در ميان مخلوقات ما، كسانى هستند كه با حقيقت هدايت مى كنند و حقيقت آنها را پرهيزكار مى كند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 182, "arabic_text": "وَٱلَّذِينَ كَذَّبُوا بِـَٔايَٰتِنَا سَنَسْتَدْرِجُهُم مِّنْ حَيْثُ لَا يَعْلَمُونَ", "english_text": "As for those who reject our revelations, we lead them on without them ever realizing it.", "persian_text": "و اما کسانی که آيات ما را تکذيب می کنند، ما آنها را به آن سو سوق می دهيم، بی آنکه دریابند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 183, "arabic_text": "وَأُمْلِى لَهُمْ  إِنَّ كَيْدِى مَتِينٌ", "english_text": "I will even encourage them; My scheming is formidable.", "persian_text": "من حتى آنها را تشويق خواهم كرد؛ نقشهٔ من هيبت انگيز است.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 184, "arabic_text": "أَوَلَمْ يَتَفَكَّرُوا   مَا بِصَاحِبِهِم مِّن جِنَّةٍ  إِنْ هُوَ إِلَّا نَذِيرٌ مُّبِينٌ", "english_text": "Why do they not reflect upon their friend (the messenger)? He is not crazy. He is simply a profound warner.", "persian_text": "چرا دربارهٔ دوستشان (رسول) نمى انديشند؟ او ديوانه نيست. او فقط هشداردهنده اى است آشكار.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 185, "arabic_text": "أَوَلَمْ يَنظُرُوا فِى مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا خَلَقَ ٱللَّهُ مِن شَىْءٍ وَأَنْ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقْتَرَبَ أَجَلُهُمْ  فَبِأَىِّ حَدِيث بَعْدَهُۥ يُؤْمِنُونَ", "english_text": "Have they not looked at the dominion of the heavens and the earth, and all the things GOD has created? Does it ever occur to them that the end of their life may be near? Which Hadith, beside this, do they believe in?", "persian_text": "آيا در قلمرو آسمان ها و زمين و آنچه خدا آفريده است، نگاه نکرده اند؟ آيا هرگز فکر کرده اند که ممکن است پایان عمرشان نزديک باشد؟ به کدام حديث، غير از اين، ايمان دارند؟", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 186, "arabic_text": "مَن يُضْلِلِ ٱللَّهُ فَلَا هَادِىَ لَهُۥ  وَيَذَرُهُمْ فِى طُغْيَٰنِهِمْ يَعْمَهُونَ", "english_text": "Whomever GOD commits to straying, there is no way for anyone to guide him. He leaves them in their sins, blundering.", "persian_text": "هر كه را خدا به گمراهى محكوم كند، هيچ كس راهى براى هدايتش نمى يابد. او آنان را سرگردان در گناهانشان رها مى كند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 187, "arabic_text": "يَسْـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرْسَىٰهَا  قُلْ إِنَّمَا عِلْمُهَا عِندَ رَبِّى  لَا يُجَلِّيهَا لِوَقْتِهَآ إِلَّا هُوَ  ثَقُلَتْ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  لَا تَأْتِيكُمْ إِلَّا بَغْتَةً   يَسْـَٔلُونَكَ كَأَنَّكَ حَفِىٌّ عَنْهَا  قُلْ إِنَّمَا عِلْمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ", "english_text": "They ask you about the end of the world (the Hour),* and when it will come to pass. Say, \"The knowledge thereof is with my Lord. Only He reveals its time.* Heavy it is, in the heavens and the earth. It will not come to you except suddenly.\"** They ask you as if you are in control thereof. Say, \"The knowledge thereof is with GOD,\" but most people do not know.", "persian_text": "آنها از تو دربارهٔ آخر دنيا (ساعت)* می پرسند و اينکه چه وقت فرا خواهد رسيد. بگو: \"دانش آن با پروردگار من است. تنها اوست که زمان آن را فاش می کند. گران است در آسمان ها و زمين. بر شما نمی آيد مگر به طور ناگهانى.\"** آنها از تو سﺋوال می کنند گويی تو آن را تحت کنترل داری. بگو: \"دانش آن نزد خداست،\" ولی بيشتر مردم نمی دانند.", "subtitle": "", "footnote": "*7:187 The right time to reveal this information was predestined to be 1980 A.D., through God's Messenger of the Covenant (See 15:87, 72:27, and Appendices 2 & 11).\n\n\n\n\n\n**7:187 The \"Hour\" comes \"suddenly\" only to the disbelievers (See Appendix 11)."}, {"sura_num": 7, "verse_num": 188, "arabic_text": "قُل لَّآ أَمْلِكُ لِنَفْسِى نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُ  وَلَوْ كُنتُ أَعْلَمُ ٱلْغَيْبَ لَٱسْتَكْثَرْتُ مِنَ ٱلْخَيْرِ وَمَا مَسَّنِىَ ٱلسُّوٓءُ  إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ لِّقَوْمٍ يُؤْمِنُونَ", "english_text": "Say, \"I have no power to benefit myself, or harm myself. Only what GOD wills happens to me. If I knew the future, I would have increased my wealth, and no harm would have afflicted me. I am no more than a warner, and a bearer of good news for those who believe.\"", "persian_text": "بگو: \"من هيچ قدرتى بر نفع و ضرر خود ندارم. فقط آنچه خدا بخواهد، براى من پيش مى آيد. اگر از آينده خبر داشتم، به ثروت خود مى افزودم و هيچ آسيبى به من نمى رسيد. من هشداردهنده اى بيش نيستم و حامل خبرهاى خوب براى آنان كه ايمان دارند.\"", "subtitle": "Messengers Are Powerless; They Do Not Know the Future.", "footnote": ""}, {"sura_num": 7, "verse_num": 189, "arabic_text": "هُوَ ٱلَّذِى خَلَقَكُم مِّن نَّفْسٍ وَٰحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا  فَلَمَّا تَغَشَّىٰهَا حَمَلَتْ حَمْلًا خَفِيفًا فَمَرَّتْ بِهِۦ  فَلَمَّآ أَثْقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنْ ءَاتَيْتَنَا صَٰلِحًا لَّنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ", "english_text": "He created you from one person (Adam). Subsequently, He gives every man a mate to find tranquility with her. She then carries a light load that she can hardly notice. As the load gets heavier, they implore GOD their Lord: \"If You give us a good baby, we will be appreciative.\"", "persian_text": "او شما را از يک تن (آدم) آفريد. پس از آن، به هر مردى همسرى مى دهد تا در كنار او آرامش يابد. سپس او باری سبک حمل می کند که خود به سختی متوجه می شود. همان طور که بار سنگين تر می شود، آنها از خدا، پروردگار خود، درخواست می کنند: \"اگر فرزندی خوب به ما عطا کنی، سپاسگزار خواهيم بود.\"", "subtitle": "Our Children Can be Idols", "footnote": ""}, {"sura_num": 7, "verse_num": 190, "arabic_text": "فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحًا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَا  فَتَعَٰلَى ٱللَّهُ عَمَّا يُشْرِكُونَ", "english_text": "But when He gives them a good baby, they turn His gift into an idol that rivals Him. GOD be exalted, far above any partnership.", "persian_text": "ولی همين که او فرزندی خوب به آنها عطا می کند، آنها هديهٔ او را به بُی تبديل می کنند که رقیب او می شود. تعالی باد خدا، بسی فراتر از هر شراکتى.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 191, "arabic_text": "أَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْـًٔا وَهُمْ يُخْلَقُونَ", "english_text": "Is it not a fact that they are idolizing idols who create nothing, and are themselves created?", "persian_text": "آيا اين يك واقعيت ندارد که آنها به بت پرستی معبودانی مشغولند که چيزی خلق نمی کنند و خودشان، خلق شده اند؟", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 192, "arabic_text": "وَلَا يَسْتَطِيعُونَ لَهُمْ نَصْرًا وَلَآ أَنفُسَهُمْ يَنصُرُونَ", "english_text": "Idols that can neither help them, nor even help themselves?", "persian_text": "معبودانى كه نه مى توانند آنها را يارى دهند و نه حتى به خودشان كمك كنند؟", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 193, "arabic_text": "وَإِن تَدْعُوهُمْ إِلَى ٱلْهُدَىٰ لَا يَتَّبِعُوكُمْ  سَوَآءٌ عَلَيْكُمْ أَدَعَوْتُمُوهُمْ أَمْ أَنتُمْ صَٰمِتُونَ", "english_text": "When you invite them to the guidance, they do not follow you. Thus, it is the same for them whether you invite them, or remain silent.", "persian_text": "هنگامی که آنها را به هدايت دعوت می کنيد، از شما پيروی نمی کنند. بنابراين، برای آنها یکسان است، چه آنها را دعوت کنيد و يا سکوت اختيار کنيد.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 194, "arabic_text": "إِنَّ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمْثَالُكُمْ  فَٱدْعُوهُمْ فَلْيَسْتَجِيبُوا لَكُمْ إِن كُنتُمْ صَٰدِقِينَ", "english_text": "The idols you invoke besides GOD are creatures like you. Go ahead and call upon them; let them respond to you, if you are right.", "persian_text": "معبودانى كه در كنار خدا مى خوانيد، مخلوقاتى مانند شما هستند. برويد و آنها را صدا كنيد؛ بگذاريد به شما پاسخ دهند، اگر حق با شماست.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 195, "arabic_text": "أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِهَآ  أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ بِهَآ  أَمْ لَهُمْ أَعْيُنٌ يُبْصِرُونَ بِهَآ  أَمْ لَهُمْ ءَاذَانٌ يَسْمَعُونَ بِهَا   قُلِ ٱدْعُوا شُرَكَآءَكُمْ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ", "english_text": "Do they have legs on which they walk? Do they have hands with which they defend themselves? Do they have eyes with which they see? Do they have ears with which they hear? Say, \"Call upon your idols, and ask them to smite me without delay.", "persian_text": "آيا آنها پا دارند كه با آن راه بروند؟ آيا آنها دست دارند كه با آن از خود دفاع كنند؟ آيا آنها چشم دارند كه با آن ببينند؟ آيا آنها گوش دارند كه با آن بشنوند؟  بگو: \"معبودهاى خود را صدا كنيد و از آنها بخواهيد تا بى درنگ مرا شكست دهند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 196, "arabic_text": "إِنَّ وَلِۦِّىَ ٱللَّهُ ٱلَّذِى نَزَّلَ ٱلْكِتَٰبَ  وَهُوَ يَتَوَلَّى ٱلصَّٰلِحِينَ", "english_text": "\"GOD is my only Lord and Master; the One who revealed this scripture. He protects the righteous.", "persian_text": "\"خدا تنها مولا و سرور من است؛ يكتايى كه اين كتاب آسمانى را نازل كرد. او حافظ پرهيزكاران است.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 197, "arabic_text": "وَٱلَّذِينَ تَدْعُونَ مِن دُونِهِۦ لَا يَسْتَطِيعُونَ نَصْرَكُمْ وَلَآ أَنفُسَهُمْ يَنصُرُونَ", "english_text": "\"As for the idols you set up beside Him, they cannot help you, nor can they help themselves.\"", "persian_text": "\"و اما معبودهايى كه شما در كنار او قرار مى دهيد، نه مى توانند شما را يارى دهند و نه مى توانند به خودشان كمك كنند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 198, "arabic_text": "وَإِن تَدْعُوهُمْ إِلَى ٱلْهُدَىٰ لَا يَسْمَعُوا  وَتَرَىٰهُمْ يَنظُرُونَ إِلَيْكَ وَهُمْ لَا يُبْصِرُونَ", "english_text": "When you invite them to the guidance, they do not hear. And you see them looking at you, but they do not see.", "persian_text": "هنگامی که آنها را به هدايت دعوت می کنيد، نمی شنوند و آنها را می بينی که به تو نگاه می کنند، ولی نمی بينند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 199, "arabic_text": "خُذِ ٱلْعَفْوَ وَأْمُرْ بِٱلْعُرْفِ وَأَعْرِضْ عَنِ ٱلْجَٰهِلِينَ", "english_text": "You shall resort to pardon, advocate tolerance, and disregard the ignorant.", "persian_text": "راه عفو را پيش گير، امر به شكيبايى كن و به نادانان اعتنا نكن.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 200, "arabic_text": "وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيْطَٰنِ نَزْغٌ فَٱسْتَعِذْ بِٱللَّهِ  إِنَّهُۥ سَمِيعٌ عَلِيمٌ", "english_text": "When the devil whispers to you any whisper, seek refuge in GOD; He is Hearer, Omniscient.", "persian_text": "هنگامى كه شيطان تو را وسوسه كند، هر وسوسه اى، به خدا پناه ببر؛ اوست شنوا، داناى مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 201, "arabic_text": "إِنَّ ٱلَّذِينَ ٱتَّقَوْا إِذَا مَسَّهُمْ طَٰٓئِفٌ مِّنَ ٱلشَّيْطَٰنِ تَذَكَّرُوا فَإِذَا هُم مُّبْصِرُونَ", "english_text": "Those who are righteous, whenever the devil approaches them with an idea, they remember, whereupon they become seers.", "persian_text": "كسانى كه پرهيزكارند، هرگاه شيطان با ايده اى به آنها نزديك مى شود، به ياد مى آورند و در اثر آن بينا مى شوند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 202, "arabic_text": "وَإِخْوَٰنُهُمْ يَمُدُّونَهُمْ فِى ٱلْغَىِّ ثُمَّ لَا يُقْصِرُونَ", "english_text": "Their brethren ceaselessly entice them to go astray.", "persian_text": "برادرانشان داﺋماً آنها را اغوا می كنند تا گمراهشان کنند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 203, "arabic_text": "وَإِذَا لَمْ تَأْتِهِم بِـَٔايَةٍ قَالُوا لَوْلَا ٱجْتَبَيْتَهَا  قُلْ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَىَّ مِن رَّبِّى  هَٰذَا بَصَآئِرُ مِن رَّبِّكُمْ وَهُدًى وَرَحْمَةٌ لِّقَوْمٍ يُؤْمِنُونَ", "english_text": "If you do not produce a miracle that they demand, they say, \"Why not ask for it?\" Say, \"I simply follow what is revealed to me from my Lord.\" These are enlightenments from your Lord, and guidance, and mercy for people who believe.", "persian_text": "اگر معجزه اى را كه درخواست مى كنند، نياورى، مى گويند: \"چرا آن را درخواست نكنيم؟\" بگو: \"من فقط از آنچه كه پروردگارم به من وحى كرده است، پيروى مى كنم.\" اينها پند روشنگرى است از جانب پروردگارتان و هدايت و رحمتى است براى مردمى كه ايمان دارند.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 204, "arabic_text": "وَإِذَا قُرِئَ ٱلْقُرْءَانُ فَٱسْتَمِعُوا لَهُۥ وَأَنصِتُوا لَعَلَّكُمْ تُرْحَمُونَ", "english_text": "When the Quran is recited, you shall listen to it and take heed, that you may attain mercy.", "persian_text": "هنگامى كه قرآن خوانده می شود، به آن گوش فرادهيد و توجه كنید، باشد كه مورد رحمت قرار گيريد.", "subtitle": "", "footnote": ""}, {"sura_num": 7, "verse_num": 205, "arabic_text": "وَٱذْكُر رَّبَّكَ فِى نَفْسِكَ تَضَرُّعًا وَخِيفَةً وَدُونَ ٱلْجَهْرِ مِنَ ٱلْقَوْلِ بِٱلْغُدُوِّ وَٱلْءَاصَالِ وَلَا تَكُن مِّنَ ٱلْغَٰفِلِينَ", "english_text": "You shall remember your Lord within yourself, publicly, privately, and quietly, day and night; do not be unaware.*", "persian_text": "روز و شب، پروردگارت را در درون خود، در جمع، در خلوت و در سكوت ياد کن؛ غافل مباش.*", "subtitle": "", "footnote": "*7:205 Your god is whoever or whatever occupies your mind most of the day. This explains the fact that most of those who believe in God are destined for Hell (See 12:106, 23:84-90, and Appendix 27)."}, {"sura_num": 7, "verse_num": 206, "arabic_text": "إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسْجُدُونَ ", "english_text": "Those at your Lord are never too proud to worship Him; they glorify Him and fall prostrate before Him.", "persian_text": "آنان که نزد پروردگارت هستند، هرگز از پرستش او تكبر نمی ورزند؛ آنها او را تجليل می كنند و در مقابل او سجده می نمایند.", "subtitle": "", "footnote": ""}]