[{"sura_num": 14, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "Abraham", "chapter_title_arabic": "إبراهيم", "chapter_title_persian": "ابراهيم"}, {"sura_num": 14, "verse_num": 1, "arabic_text": "الٓر  كِتَٰبٌ أَنزَلْنَٰهُ إِلَيْكَ لِتُخْرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذْنِ رَبِّهِمْ إِلَىٰ صِرَٰطِ ٱلْعَزِيزِ ٱلْحَمِيدِ", "english_text": "A. L. R.* A scripture that we revealed to you, in order to lead the people out of darkness into the light—in accordance with the will of their Lord —to the path of the Almighty, the Praiseworthy.", "persian_text": "ا. ل. ر.* کتابی آسمانی که بر تو نازل کرديم تا مردم را- به خواست پروردگارشان- از تاريکی ها به روشنايی راهنمایی کنی؛ به راه آن صاحب اقتدار، قابل ستایش.", "subtitle": "", "footnote": "*14:1 These initials remained a divinely guarded secret until the Quran's mathematical code was discovered in 1974 A.D. See Appendix 1 for the significance of these initials."}, {"sura_num": 14, "verse_num": 2, "arabic_text": "ٱللَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ   وَوَيْلٌ لِّلْكَٰفِرِينَ مِنْ عَذَابٍ شَدِيدٍ", "english_text": "(The path of) GOD; the One who possesses everything in the heavens and everything on earth. Woe to the disbelievers; they have incurred a terrible retribution.", "persian_text": "(راه) خدا؛ يكتايی كه صاحب هرچه در آسمان‌ها و زمين است. وای بر كافران؛ آنها سزاوار عذابی هولناك شده‌اند.", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 3, "arabic_text": "ٱلَّذِينَ يَسْتَحِبُّونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا عَلَى ٱلْءَاخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا  أُولَٰٓئِكَ فِى ضَلَٰل بَعِيدٍ", "english_text": "They are the ones who give priority to this life over the Hereafter, repel from the way of GOD, and seek to make it crooked; they have gone far astray.", "persian_text": "آنها كسانی هستند كه زندگی اين دنيا را بر آخرت مقدم می شمارند، از راه خدا باز می ‌دارند و در پی آنند كه آن را ناهموار كنند؛ آنها بسيار گمراه شده‌اند.", "subtitle": "What is Your Priority?", "footnote": ""}, {"sura_num": 14, "verse_num": 4, "arabic_text": "وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوْمِهِۦ لِيُبَيِّنَ لَهُمْ  فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ  وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ", "english_text": "We did not send any messenger except (to preach) in the tongue of his people, in order to clarify things for them. GOD then sends astray whomever He wills, and guides whomever He wills. He is the Almighty, the Most Wise.", "persian_text": "ما هيچ رسولی را جز به زبان قومش (برای پنددادن) نفرستاديم تا چيزهايی را برايشان روشن كند. سپس خدا هر كه را بخواهد، گمراه می كند و هر كه را بخواهد، هدايت می ‌نمايد. اوست صاحب اقتدار، حكيم‌ترين.", "subtitle": "The Messenger's Language", "footnote": ""}, {"sura_num": 14, "verse_num": 5, "arabic_text": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنْ أَخْرِجْ قَوْمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرْهُم بِأَيَّىٰمِ ٱللَّهِ  إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ", "english_text": "Thus, we sent Moses with our miracles, saying, \"Lead your people out of darkness into the light, and remind them of the days of GOD.\" These are lessons for every steadfast, appreciative person.", "persian_text": "بنابراين، موسی را با معجزات خود فرستاديم و گفتيم: \"قوم خود را از تاريكی ها به نور راهنمايی كن و روزهای خدا را به ايشان خاطرنشان ساز.\" اينها درس هایی است برای هر شخص صبور و سپاسگزار.", "subtitle": "Moses", "footnote": ""}, {"sura_num": 14, "verse_num": 6, "arabic_text": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ ٱذْكُرُوا نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ أَنجَىٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ وَيُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ  وَفِى ذَٰلِكُم بَلَآءٌ مِّن رَّبِّكُمْ عَظِيمٌ", "english_text": "Recall that Moses said to his people, \"Remember GOD's blessings upon you. He saved you from Pharaoh's people who inflicted the worst persecution upon you, slaughtering your sons and sparing your daughters. That was an exacting trial from your Lord.\"", "persian_text": "به ياد آور كه موسی به قومش گفت: \"نعمت‌های خدا را بر خود به ياد آوريد. او شما را از فرعونيان كه به بدترين شكل زجرتان می دادند، نجات داد. پسرانتان را به قتل می رساندند و دخترانتان را زنده می گذاشتند. آن امتحان سختی بود از جانب پروردگارتان.\"", "subtitle": "The Importance of Being Appreciative", "footnote": ""}, {"sura_num": 14, "verse_num": 7, "arabic_text": "وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِن شَكَرْتُمْ لَأَزِيدَنَّكُمْ  وَلَئِن كَفَرْتُمْ إِنَّ عَذَابِى لَشَدِيدٌ", "english_text": "Your Lord has decreed: \"The more you thank Me, the more I give you.\" But if you turn unappreciative, then My retribution is severe.", "persian_text": "پروردگارتان مقرر كرده است: \"هرچه بيشتر شكر مرا به جا آوريد، بيشتر به شما می ‌دهم.\" اما اگر ناسپاس شويد، پس مجازات من شديد است.", "subtitle": "Appreciative vs Unappreciative", "footnote": ""}, {"sura_num": 14, "verse_num": 8, "arabic_text": "وَقَالَ مُوسَىٰٓ إِن تَكْفُرُوٓا أَنتُمْ وَمَن فِى ٱلْأَرْضِ جَمِيعًا فَإِنَّ ٱللَّهَ لَغَنِىٌّ حَمِيدٌ", "english_text": "Moses said, \"If you disbelieve, along with all the people on earth, GOD is in no need, Praiseworthy.\"", "persian_text": "موسی گفت: \"اگر شما همراه با تمام مردم روی زمين كافر شويد، خدا بی نياز است، قابل ستايش.\"", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 9, "arabic_text": "أَلَمْ يَأْتِكُمْ نَبَؤُا ٱلَّذِينَ مِن قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ  وَٱلَّذِينَ مِنۢ بَعْدِهِمْ  لَا يَعْلَمُهُمْ إِلَّا ٱللَّهُ  جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ فَرَدُّوٓا أَيْدِيَهُمْ فِىٓ أَفْوَٰهِهِمْ وَقَالُوٓا إِنَّا كَفَرْنَا بِمَآ أُرْسِلْتُم بِهِۦ وَإِنَّا لَفِى شَكٍّ مِّمَّا تَدْعُونَنَآ إِلَيْهِ مُرِيبٍ", "english_text": "Have you not heard about those before you—the people of Noah, 'Ãd, Thamûd, and others who came after them and known only to GOD? Their messengers went to them with clear proofs, but they treated them with contempt and said, \"We disbelieve in what you are sent with. We are skeptical about your message; full of doubt.\"", "persian_text": "آيا دربارهٔ كسانی كه پيش از شما بودند، نشنيده‌ايد؟ قوم نوح، عاد، ثمود و ديگران كه پس از آنها آمدند و فقط خدا از آنها آگاهی دارد. رسولانشان با مدرک های روشن نزد آنها رفتند، اما آنها با اهانت با آنان رفتار کردند و گفتند: \"ما به آنچه شما بدان رسالت داريد، ايمان نداريم. در پيام شما ترديد داريم؛ پر از شك.\"", "subtitle": "Egotistic Defiance: A Human Trait", "footnote": ""}, {"sura_num": 14, "verse_num": 10, "arabic_text": "قَالَتْ رُسُلُهُمْ أَفِى ٱللَّهِ شَكٌّ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  يَدْعُوكُمْ لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى  قَالُوٓا إِنْ أَنتُمْ إِلَّا بَشَرٌ مِّثْلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ ءَابَآؤُنَا فَأْتُونَا بِسُلْطَٰنٍ مُّبِينٍ", "english_text": "Their messengers said, \"Do you have doubts about GOD; the Initiator of the heavens and the earth? He invites you only to forgive your sins, and to give you another chance to redeem yourselves.\" They said, \"You are no more than humans like us, who want to repel us from the way our parents used to worship. Show us some profound authority.\"", "persian_text": "رسولانشان گفتند: \"آيا شما در مورد خدا شك داريد؛ آغازكنندهٔ آسمان‌ها و زمين؟ او فقط شما را دعوت می كند تا گناهانتان را ببخشد و به شما فرصت ديگری دهد تا خود را نجات دهيد.\" آنها گفتند: \"شما جز بشری مانند ما نيستيد كه می ‌خواهيد ما را از روش عبادتی پدرانمان بازداريد. به ما مجوزی معتبر نشان دهيد.\"", "subtitle": "Following Our Parents Blindly: A Great Human Tragedy", "footnote": ""}, {"sura_num": 14, "verse_num": 11, "arabic_text": "قَالَتْ لَهُمْ رُسُلُهُمْ إِن نَّحْنُ إِلَّا بَشَرٌ مِّثْلُكُمْ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ  وَمَا كَانَ لَنَآ أَن نَّأْتِيَكُم بِسُلْطَٰنٍ إِلَّا بِإِذْنِ ٱللَّهِ  وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ", "english_text": "Their messengers said to them, \"We are no more than humans like you, but GOD blesses whomever He chooses from among His servants. We could not possibly show you any kind of authorization, except in accordance with GOD's will. In GOD the believers shall trust.", "persian_text": "رسولانشان به آنها گفتند: \"ما جز بشری مانند شما نيستيم، اما خدا از ميان بندگانش به هر كه برگزيند، نعمت عطا می ‌كند. بدون اجازهٔ خدا، امكان نداشت كه ما بتوانيم هيچ گونه مجوزی به شما نشان دهيم. مؤمنان بايد به خدا توكل كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 12, "arabic_text": "وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدْ هَدَىٰنَا سُبُلَنَا  وَلَنَصْبِرَنَّ عَلَىٰ مَآ ءَاذَيْتُمُونَا  وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُتَوَكِّلُونَ", "english_text": "\"Why should we not trust in GOD, when He has guided us in our paths? We will steadfastly persevere in the face of your persecution. In GOD all the trusters shall trust.\"", "persian_text": "\"چرا به خدا اعتماد نكنيم، هنگامی كه او ما را به راهمان هدايت كرده است؟ ما در مقابل اذيت و آزار شما صبورانه مقاومت خواهيم كرد. همهٔ توكل كنندگان بايد به خدا توکل كنند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 13, "arabic_text": "وَقَالَ ٱلَّذِينَ كَفَرُوا لِرُسُلِهِمْ لَنُخْرِجَنَّكُم مِّنْ أَرْضِنَآ أَوْ لَتَعُودُنَّ فِى مِلَّتِنَا  فَأَوْحَىٰٓ إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ ٱلظَّٰلِمِينَ", "english_text": "Those who disbelieved said to their messengers, \"We will banish you from our land, unless you revert to our religion.\" Their Lord inspired them: \"We will inevitably annihilate the transgressors.", "persian_text": "كسانی كه ايمان نياوردند، به رسولانشان گفتند: \"ما شما را از سرزمين ‌خود بيرون خواهيم كرد، مگر آنكه به دين ما بازگرديد.\" پروردگارشان به آنها وحی كرد: \"ما مسلماً ستمكاران را هلاك خواهيم كرد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 14, "arabic_text": "وَلَنُسْكِنَنَّكُمُ ٱلْأَرْضَ مِنۢ بَعْدِهِمْ  ذَٰلِكَ لِمَنْ خَافَ مَقَامِى وَخَافَ وَعِيدِ", "english_text": "\"And we will let you dwell in their land after them. This is (the reward) for those who reverence My majesty, and reverence My promise.\"", "persian_text": "\"و پس از آنها، به شما اجازه می دهيم که در سرزمين آنها سکونت کنيد. اين است (پاداش) کسانی که به شوکت و عظمت من ارج می نهند و وعدهٔ مرا محترم می شمرند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 15, "arabic_text": "وَٱسْتَفْتَحُوا وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ", "english_text": "They issued a challenge, and consequently, every stubborn tyrant ended up doomed.", "persian_text": "آنها خواستار مبارزه شدند و درنتيجه، هر مستبد سرکشی فنا شد.", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 16, "arabic_text": "مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسْقَىٰ مِن مَّآءٍ صَدِيدٍ", "english_text": "Awaiting him is Hell, wherein he will drink putrid water.", "persian_text": "دوزخ در انتظار اوست، که در آنجا از آبی متعفن می نوشد.", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 17, "arabic_text": "يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأْتِيهِ ٱلْمَوْتُ مِن كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ  وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٌ", "english_text": "He will gulp it down, though he cannot stand it, as death comes to him from every direction, but he will never die. Awaiting him is a terrible retribution.*", "persian_text": "او آن را فرو خواهد داد، اگر چه تحمل آن را ندارد، با آنكه مرگ از هر سو به طرف او می آيد، اما هرگز او نخواهد مرد. عذابی هولناك در انتظار اوست.*(۱۴:۱۷ وقتی ما برضدّ خدا شورش کرديم، و در آن نبرد بزرگ با شيطان همصدا شديم (۳۸:۶۹)، فرشتگان پيشنهاد دادند که ما همگی به جهنم تبعيد شويم (پيوست ۷). ولی او که پيمانه اش از رحم و گذشت و مِهر سرشار است [الرحيم]، چنين تصميم گرفت که يک بارِ ديگر، شانسی نوين به ما عطا کند تا ما مجدداً رَه بخشش و رهايی را به سوی او پيش گيريم. او به فرشتگان گفت: \"من چيزی می دانم که شما نمی دانيد\" (۲:۳۰). خدا می دانست که بسياری از انسانها با عُذر به اينکه از شدّت بدی جهنم بی اطلاع بوده اند، نسبت به اين تبعيد، معترض می شوند. با شرح توصيفات هولناک از جهنم در۱۴:۱۷ ونيز۲۲-۲۲:۱۹، ديگر جای هيچ گونه اعتراضی باقی نمی مانَد. همگی ما اينک می توانيم تصور کنيم که جهنم تا چه اندازه بايد دهشتناک باشد.", "subtitle": "", "footnote": "*14:17 When we rebelled against God, and agreed with Satan during the great feud (38:69), the angels suggested that we should be banished to Hell (Appendix 7). But the Most Merciful decided to give us another chance to redeem ourselves. He said to the angels, \"I know what you do not know\" (2:30). God knew that many humans would have protested that they had no idea how bad Hell was. The awesome description of Hell in 14:17 and in 22:19-22, nullifies such a protest. Now we have a pretty good idea how terrible Hell is."}, {"sura_num": 14, "verse_num": 18, "arabic_text": "مَّثَلُ ٱلَّذِينَ كَفَرُوا بِرَبِّهِمْ  أَعْمَٰلُهُمْ كَرَمَادٍ ٱشْتَدَّتْ بِهِ ٱلرِّيحُ فِى يَوْمٍ عَاصِفٍ  لَّا يَقْدِرُونَ مِمَّا كَسَبُوا عَلَىٰ شَىْءٍ  ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلْبَعِيدُ", "english_text": "The allegory of those who disbelieve in their Lord: their works are like ashes in a violent wind, on a stormy day. They gain nothing from whatever they earn; such is the farthest straying.", "persian_text": "مثال كسانی كه به پروردگارشان ايمان ندارند: اعمالشان مانند خاكستری است در روزی توفانی در بادی شديد. آنها از آنچه كسب می ‌كنند، چيزی به دست نمی ‌آورند؛ چنين است دور‌ترين گمراهی.", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 19, "arabic_text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ  إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ", "english_text": "Do you not realize that GOD has created the heavens and the earth for a specific purpose? If He wills, He can remove you, and substitute a new creation in your place.", "persian_text": "آيا درك نمی كنی كه خدا آسمان ها و زمين را برای منظور خاصی آفريده است؟ اگر او بخواهد، می تواند شما را از میان بردارد و خلقت جديدی را جايگزين شما كند.", "subtitle": "Worship Only the Omnipotent One", "footnote": ""}, {"sura_num": 14, "verse_num": 20, "arabic_text": "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٍ", "english_text": "This is not too difficult for GOD.", "persian_text": "اين برای خدا دشوار نيست.", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 21, "arabic_text": "وَبَرَزُوا لِلَّهِ جَمِيعًا فَقَالَ ٱلضُّعَفَٰٓؤُا لِلَّذِينَ ٱسْتَكْبَرُوٓا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا مِنْ عَذَابِ ٱللَّهِ مِن شَىْءٍ  قَالُوا لَوْ هَدَىٰنَا ٱللَّهُ لَهَدَيْنَٰكُمْ  سَوَآءٌ عَلَيْنَآ أَجَزِعْنَآ أَمْ صَبَرْنَا مَا لَنَا مِن مَّحِيصٍ", "english_text": "When they all stand before GOD,* the followers will say to the leaders, \"We used to follow you. Can you spare us even a little bit of GOD's retribution?\" They will say, \"Had GOD guided us, we would have guided you. Now it is too late, whether we grieve or resort to patience, there is no exit for us.\"", "persian_text": "هنگامی كه همهٔ آنها در پيشگاه خدا* بايستند، پيروان به پيشوايان خواهند گفت: \"ما پيرو شما بوديم. آيا می توانيد فقط كمی از عذاب خدا را از ما برداريد؟\" آنها خواهند گفت: \"اگر خدا ما را هدايت کرده بود، ما شما را هدايت می کرديم. اکنون ديگر دير شده است، چه اندوهگین باشیم و يا صبر پيشه كنيم، راه گريزی نداريم.\"", "subtitle": "On the Day of Resurrection", "footnote": "*14:21 Frequently, the Quran talks about the Hereafter in the past tense. This is because those are future events already witnessed by God, and will surely come to pass."}, {"sura_num": 14, "verse_num": 22, "arabic_text": "وَقَالَ ٱلشَّيْطَٰنُ لَمَّا قُضِىَ ٱلْأَمْرُ إِنَّ ٱللَّهَ وَعَدَكُمْ وَعْدَ ٱلْحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ  وَمَا كَانَ لِىَ عَلَيْكُم مِّن سُلْطَٰنٍ إِلَّآ أَن دَعَوْتُكُمْ فَٱسْتَجَبْتُمْ لِى  فَلَا تَلُومُونِى وَلُومُوٓا أَنفُسَكُم  مَّآ أَنَا بِمُصْرِخِكُمْ وَمَآ أَنتُم بِمُصْرِخِىَّ  إِنِّى كَفَرْتُ بِمَآ أَشْرَكْتُمُونِ مِن قَبْلُ   إِنَّ ٱلظَّٰلِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ", "english_text": "And the devil will say, after the judgment had been issued, \"GOD has promised you the truthful promise, and I promised you, but I broke my promise. I had no power over you; I simply invited you, and you accepted my invitation. Therefore, do not blame me, and blame only yourselves. My complaining cannot help you, nor can your complaining help me. I have disbelieved in your idolizing me. The transgressors have incurred a painful retribution.\"", "persian_text": "و پس از آنكه حكم صادر شد، شيطان خواهد گفت: \"خدا به شما وعده داده است، وعده‌ای حقيقی و من هم به شما وعده دادم، اما من به وعدهٔ خود وفا نكردم. من هيچ قدرتی بر شما نداشتم؛ من فقط شما را دعوت كردم و شما دعوت مرا پذيرفتيد. بنابراين، مرا سرزنش نكنيد، فقط خود را سرزنش كنيد. نه شكايت من به شما كمك می ‌كند و نه شكايت شما به من. من باور نكرده‌ام كه شما مرا شريك قرار داديد. ستمكاران سزاوار مجازاتی دردناك شده‌اند.\"", "subtitle": "Satan Disowns His Followers", "footnote": ""}, {"sura_num": 14, "verse_num": 23, "arabic_text": "وَأُدْخِلَ ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ  تَحِيَّتُهُمْ فِيهَا سَلَٰمٌ", "english_text": "As for those who believe and lead a righteous life, they will be admitted into gardens with flowing streams. They abide therein forever, in accordance with the will of their Lord. Their greeting therein is: \"Peace.\"", "persian_text": "و اما كسانی كه ايمان دارند و زندگی پرهيزكارانه‌ای را در پيش می ‌گيرند، به باغ‌هايی وارد خواهند شد كه در آن نهرها روان است. آنها به خواست پروردگارشان، برای هميشه در آنجا می ‌مانند. درودشان در آنجا \"صلح\" است.", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 24, "arabic_text": "أَلَمْ تَرَ كَيْفَ ضَرَبَ ٱللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِى ٱلسَّمَآءِ", "english_text": "Do you not see that GOD has cited the example of the good word as a good tree whose root is firmly fixed, and its branches are high in the sky?", "persian_text": "آيا نمی ‌بينی كه خدا كلمهٔ خوب را همانند درخت خوب مثال زده است كه ريشهٔ آن محكم و ثابت و شاخه‌های آن سر به آسمان كشيده است؟", "subtitle": "Truth vs Falsehood", "footnote": ""}, {"sura_num": 14, "verse_num": 25, "arabic_text": "تُؤْتِىٓ أُكُلَهَا كُلَّ حِين بِإِذْنِ رَبِّهَا   وَيَضْرِبُ ٱللَّهُ ٱلْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ", "english_text": "It produces its crop every season, as designed by its Lord. GOD thus cites the examples for the people, that they may take heed.", "persian_text": "آن در هر فصلی محصول خود را با طراحی پروردگارش به بار می ‌آورد. خدا اين چنين برای مردم مثال می ‌زند، باشد كه توجه كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 26, "arabic_text": "وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ ٱجْتُثَّتْ مِن فَوْقِ ٱلْأَرْضِ مَا لَهَا مِن قَرَارٍ", "english_text": "And the example of the bad word is that of a bad tree chopped at the soil level; it has no roots to keep it standing.", "persian_text": "و مثال كلمهٔ بد همانند درخت بدی است كه از سطح خاك قطع شده است؛ ريشه‌ای ندارد كه آن را بر جای نگاه دارد.", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 27, "arabic_text": "يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا بِٱلْقَوْلِ ٱلثَّابِتِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْءَاخِرَةِ  وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَ  وَيَفْعَلُ ٱللَّهُ مَا يَشَآءُ", "english_text": "GOD strengthens those who believe with the proven word, in this life and in the Hereafter. And GOD sends the transgressors astray. Everything is in accordance with GOD's will.", "persian_text": "خدا كسانی را كه ايمان دارند با كلمهٔ اثبات شده، در اين دنيا و در آخرت، استوار می ‌دارد. و خدا ستمكاران را به گمراهی می ‌فرستد. همه چيز به خواست خداست.", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 28, "arabic_text": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ بَدَّلُوا نِعْمَتَ ٱللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ ٱلْبَوَارِ", "english_text": "Have you noted those who responded to GOD's blessings by disbelieving, and thus brought disaster upon their own families?", "persian_text": "آيا توجه كرده‌ای به كسانی كه نعمت‌های خدا را با كفر جواب دادند و بدين ترتيب خانوادهٔ خود را به مصيبت دچار كردند؟", "subtitle": "They Remove Their Families From God's Protection", "footnote": ""}, {"sura_num": 14, "verse_num": 29, "arabic_text": "جَهَنَّمَ يَصْلَوْنَهَا  وَبِئْسَ ٱلْقَرَارُ", "english_text": "Hell is their destiny, wherein they burn; what a miserable end!", "persian_text": "دوزخ سرنوشت آنهاست، که در آنجا می سوزند؛ چه پايان نگون بختی!", "subtitle": "Idol Worship: The Mother of All Evil", "footnote": ""}, {"sura_num": 14, "verse_num": 30, "arabic_text": "وَجَعَلُوا لِلَّهِ أَندَادًا لِّيُضِلُّوا عَن سَبِيلِهِۦ   قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى ٱلنَّارِ", "english_text": "They set up rivals to rank with GOD and to divert others from His path. Say, \"Enjoy for awhile; your final destiny is Hell.\"", "persian_text": "آنها برای خدا رقیب هایی قرار می ‌دهند و ديگران را از راه او منحرف می كنند. بگو: \"برای مدتی لذت ببريد؛ سرنوشت نهايی شما دوزخ است.\"", "subtitle": "Crucial Commandments", "footnote": ""}, {"sura_num": 14, "verse_num": 31, "arabic_text": "قُل لِّعِبَادِىَ ٱلَّذِينَ ءَامَنُوا يُقِيمُوا ٱلصَّلَوٰةَ وَيُنفِقُوا مِمَّا رَزَقْنَٰهُمْ سِرًّا وَعَلَانِيَةً مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا خِلَٰلٌ", "english_text": "Exhort My servants who believed to observe the Contact Prayers (Salat), and to give (to charity) from our provisions to them, secretly and publicly, before a day comes where there is neither trade, nor nepotism.", "persian_text": "به بندگان من كه ايمان آوردند، سفارش كن كه نمازها (ارتباط با خدا) را به جا آورند و از روزی ‌هايی كه به آنها داديم، در نهان و آشكار انفاق نمايند، پيش از آنكه روزی بيايد كه نه معامله‌ای صورت گيرد و نه ارفاقی به خاطر خويشاوندی شود.", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 32, "arabic_text": "ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزْقًا لَّكُمْ  وَسَخَّرَ لَكُمُ ٱلْفُلْكَ لِتَجْرِىَ فِى ٱلْبَحْرِ بِأَمْرِهِۦ  وَسَخَّرَ لَكُمُ ٱلْأَنْهَٰرَ", "english_text": "GOD is the One who created the heavens and the earth, and He sends down from the sky water to produce all kinds of fruit for your sustenance. He has committed the ships to serve you on the sea in accordance with His command. He has committed the rivers as well to serve you.", "persian_text": "خداست كه آسمان‌ها و زمين را خلق كرد و او از آسمان آب فرو می ‌فرستد تا انواع ميوه‌ها را برای تغذيهٔ شما فراهم سازد. او كشتی ‌ها را به امر خويش در دريا در خدمت شما قرار داده است. او رودخانه‌ها را نيز در خدمت شما نهاده است.", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 33, "arabic_text": "وَسَخَّرَ لَكُمُ ٱلشَّمْسَ وَٱلْقَمَرَ دَآئِبَيْنِ  وَسَخَّرَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ", "english_text": "He has committed the sun and the moon in your service, continuously. He has committed the night and the day to serve you.", "persian_text": "او خورشيد و ماه را به طور مداوم در خدمت شما قرار داده است. او شب و روز را متعهد كرده است تا در خدمت شما قرار گيرند.", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 34, "arabic_text": "وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ  وَإِن تَعُدُّوا نِعْمَتَ ٱللَّهِ لَا تُحْصُوهَآ   إِنَّ ٱلْإِنسَٰنَ لَظَلُومٌ كَفَّارٌ", "english_text": "And He gives you all kinds of things that you implore Him for. If you count GOD's blessings, you can never encompass them. Indeed, the human being is transgressing, unappreciative.", "persian_text": "و او انواع چيزهايی را كه از او درخواست می ‌كنيد، به شما می ‌دهد. اگر نعمت‌های خدا را بشماريد، هرگز قادر به شمارش آنها نيستيد. حقيقتاً، انسان ستمكار است، ناسپاس.", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 35, "arabic_text": "وَإِذْ قَالَ إِبْرَٰهِيمُ رَبِّ ٱجْعَلْ هَٰذَا ٱلْبَلَدَ ءَامِنًا وَٱجْنُبْنِى وَبَنِىَّ أَن نَّعْبُدَ ٱلْأَصْنَامَ", "english_text": "Recall that Abraham said, \"My Lord, make this a peaceful land, and protect me and my children from worshiping idols.", "persian_text": "به ياد آور كه ابراهيم گفت: \"پروردگار من، اينجا را سرزمينی امن قرار بده و من و فرزندانم را از پرستش بت‌ها محفوظ بدار.", "subtitle": "Abraham", "footnote": ""}, {"sura_num": 14, "verse_num": 36, "arabic_text": "رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِّنَ ٱلنَّاسِ  فَمَن تَبِعَنِى فَإِنَّهُۥ مِنِّى  وَمَنْ عَصَانِى فَإِنَّكَ غَفُورٌ رَّحِيمٌ", "english_text": "\"My Lord, they have misled so many people. As for those who follow me, they belong with me. As for those who disobey me, You are Forgiver, Most Merciful.", "persian_text": "\"پروردگار من، آنها بسياری از مردم را گمراه كرده‌اند. و اما كسانی كه از من پيروی كنند، با من هستند و كسانی كه از من سرپيچی كنند، تو عفوكننده هستی، مهربان‌ترين.\"", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 37, "arabic_text": "رَّبَّنَآ إِنِّىٓ أَسْكَنتُ مِن ذُرِّيَّتِى بِوَادٍ غَيْرِ ذِى زَرْعٍ عِندَ بَيْتِكَ ٱلْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا ٱلصَّلَوٰةَ فَٱجْعَلْ أَفْـِٔدَةً مِّنَ ٱلنَّاسِ تَهْوِىٓ إِلَيْهِمْ وَٱرْزُقْهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمْ يَشْكُرُونَ", "english_text": "\"Our Lord, I have settled part of my family in this plantless valley, at Your Sacred House. Our Lord, they are to observe the Contact Prayers (Salat), so let throngs of people converge upon them, and provide for them all kinds of fruits, that they may be appreciative.", "persian_text": "\"پروردگار ما، من تعدادی از خانواده‌ام را در اين وادی بدون گياه نزد خانهٔ مقدس تو سكنی داده‌ام. پروردگار ما، آنها به جاآورندگان نماز هستند، پس بگذار مردم فوج فوج به جمع آنها بپيوندند و انواع ميوه‌ها را برای آنها فراهم كن، باشد كه سپاسگزار باشند.", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 38, "arabic_text": "رَبَّنَآ إِنَّكَ تَعْلَمُ مَا نُخْفِى وَمَا نُعْلِنُ   وَمَا يَخْفَىٰ عَلَى ٱللَّهِ مِن شَىْءٍ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ", "english_text": "\"Our Lord, You know whatever we conceal and whatever we declare— nothing is hidden from GOD on earth, nor in the heavens.", "persian_text": "\"پروردگار ما، تو آنچه را ما پنهان كنيم و آنچه را كه اظهار نماييم، می ‌دانی- هيچ چيز از خدا پنهان نيست، نه در زمين، نه در آسمان‌ها.", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 39, "arabic_text": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِى وَهَبَ لِى عَلَى ٱلْكِبَرِ إِسْمَٰعِيلَ وَإِسْحَٰقَ  إِنَّ رَبِّى لَسَمِيعُ ٱلدُّعَآءِ", "english_text": "\"Praise be to GOD for granting me, despite my old age, Ismail and Isaac. My Lord answers the prayers.", "persian_text": "\" ستايش خدای را که با وجود سالخوردگی من، اسماعيل و اسحاق را به من عطا کرد. پروردگار من به دعاها پاسخ می دهد.", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 40, "arabic_text": "رَبِّ ٱجْعَلْنِى مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِى  رَبَّنَا وَتَقَبَّلْ دُعَآءِ", "english_text": "\"My Lord, make me one who consistently observes the Contact Prayers (Salat), and also my children. Our Lord, please answer my prayers.", "persian_text": "\"پروردگار من، مرا و فرزندانم را از كسانی قرار ده كه نمازها (ارتباط با خدا) را مرتب به جا می آورند. پروردگار ما، خواهش می كنم كه به دعاهای من پاسخ فرما.", "subtitle": "The Contact Prayers: Gift From God", "footnote": ""}, {"sura_num": 14, "verse_num": 41, "arabic_text": "رَبَّنَا ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ ٱلْحِسَابُ", "english_text": "\"My Lord, forgive me and my parents, and the believers, on the day when the reckoning takes place.\"", "persian_text": "\"پروردگار من، من و والدينم و مؤمنان را در آن روزی كه به حساب ها رسيدگی می ‌شود، ببخش.\"", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 42, "arabic_text": "وَلَا تَحْسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعْمَلُ ٱلظَّٰلِمُونَ  إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ ٱلْأَبْصَٰرُ", "english_text": "Do not ever think that GOD is unaware of what the transgressors are doing. He only respites them until a day where the eyes stare in horror.", "persian_text": "هرگز فكر نكن كه خدا از اعمال ستمكاران غافل است. او فقط تا روزی كه چشم‌ها از وحشت خيره شوند، به آنها مهلت می ‌دهد.", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 43, "arabic_text": "مُهْطِعِينَ مُقْنِعِى رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ  وَأَفْـِٔدَتُهُمْ هَوَآءٌ", "english_text": "As they rush (out of the graves), their faces will be looking upward, their eyes will not even blink, and their minds will be horrified.", "persian_text": "در حالی كه با شتاب (از قبرها) بيرون می ‌آيند، چهره ها همه رو به بالا می نگرند، چشم‌هايشان حتی مژه نخواهد زد و دل هايشان وحشت زده خواهد بود.", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 44, "arabic_text": "وَأَنذِرِ ٱلنَّاسَ يَوْمَ يَأْتِيهِمُ ٱلْعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُوا رَبَّنَآ أَخِّرْنَآ إِلَىٰٓ أَجَلٍ قَرِيبٍ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَ   أَوَلَمْ تَكُونُوٓا أَقْسَمْتُم مِّن قَبْلُ مَا لَكُم مِّن زَوَالٍ", "english_text": "You shall warn the people of the day when the retribution comes to them. Those who transgressed will say, \"Our Lord, give us one more respite. We will then respond to Your call and follow the messengers.\" Did you not swear in the past that you will last forever?", "persian_text": "مردم را از آن روزی كه عذاب برای آنها بيايد، هشدار بده. كسانی كه ستم كردند، خواهند گفت: \"پروردگار ما، يك فرصت ديگر به ما بده. آنگاه ما به دعوت تو پاسخ خواهيم داد و از رسولان پيروی خواهيم كرد.\" آيا شما نبوديد كه پيش از اين سوگند خورديد كه هميشه باقی خواهيد ماند؟", "subtitle": "God Sends His Commands Through His Messengers", "footnote": ""}, {"sura_num": 14, "verse_num": 45, "arabic_text": "وَسَكَنتُمْ فِى مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓا أَنفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ ٱلْأَمْثَالَ", "english_text": "You dwelled in the homes of those before you, who wronged their souls, and you have seen clearly what we did to them. We have set many precedents for you.", "persian_text": "شما در منازل كسانی كه پيش از شما به نفس خويش ستم كردند، زندگی كرديد و آشكارا ديديد كه ما با آنها چه كرديم. ما نمونه‌های زيادی از گذشته برای شما آورده‌ايم.", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 46, "arabic_text": "وَقَدْ مَكَرُوا مَكْرَهُمْ وَعِندَ ٱللَّهِ مَكْرُهُمْ وَإِن كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ ٱلْجِبَالُ", "english_text": "They schemed their schemes, and GOD is fully aware of their schemes. Indeed, their schemes were sufficient to erase mountains.", "persian_text": "آنها با حيله‌های خود نقشه كشيدند و خدا از حيله‌هايشان كاملاً آگاه است. درواقع، نيرنگ هايشان كافی بود كه كوه‌ها را از بين ببرد.", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 47, "arabic_text": "فَلَا تَحْسَبَنَّ ٱللَّهَ مُخْلِفَ وَعْدِهِۦ رُسُلَهُۥٓ   إِنَّ ٱللَّهَ عَزِيزٌ ذُو ٱنتِقَامٍ", "english_text": "Do not think that GOD will ever break His promise to His messengers. GOD is Almighty, Avenger.", "persian_text": "فكر نكن كه خدا هرگز به وعدهٔ خود با رسولانش عمل نمی ‌كند. خداست، صاحب اقتدار، انتقام گيرنده.", "subtitle": "Guaranteed Victory for God's Messengers", "footnote": ""}, {"sura_num": 14, "verse_num": 48, "arabic_text": "يَوْمَ تُبَدَّلُ ٱلْأَرْضُ غَيْرَ ٱلْأَرْضِ وَٱلسَّمَٰوَٰتُ  وَبَرَزُوا لِلَّهِ ٱلْوَٰحِدِ ٱلْقَهَّارِ", "english_text": "The day will come when this earth will be substituted with a new earth, and also the heavens, and everyone will be brought before GOD, the One, the Supreme.", "persian_text": "آن روز خواهد آمد که زمينی جديد جايگزين اين زمين شود و همچنین آسمان ها، و همگان به پيشگاه خدا احضار شوند، آن واحد بلندمرتبه.", "subtitle": "New Heavens and New Earth*", "footnote": "*14:48 This prophecy is also found in the Old Testament (Isaiah 65:17 & 66:22) and the New Testament: \"What we await are new heavens and a new earth where, according to his promise, the justice of God will reside.\" (2 Peter 3:13)."}, {"sura_num": 14, "verse_num": 49, "arabic_text": "وَتَرَى ٱلْمُجْرِمِينَ يَوْمَئِذٍ مُّقَرَّنِينَ فِى ٱلْأَصْفَادِ", "english_text": "And you will see the guilty on that day chained in shackles.", "persian_text": "و در آن روز گناهكاران را خواهی ديد كه به زنجير كشيده شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 50, "arabic_text": "سَرَابِيلُهُم مِّن قَطِرَانٍ وَتَغْشَىٰ وُجُوهَهُمُ ٱلنَّارُ", "english_text": "Their garments will be made of tar, and fire will overwhelm their faces.", "persian_text": "لباس‌هايشان از قير خواهد بود و آتش صورت‌هايشان را در بر خواهد گرفت.", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 51, "arabic_text": "لِيَجْزِىَ ٱللَّهُ كُلَّ نَفْسٍ مَّا كَسَبَتْ  إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ", "english_text": "For GOD will pay each soul for whatever it earned; GOD is the most efficient reckoner.", "persian_text": "زيرا خدا به هر نفسی برای آنچه كسب كرده است، جزا خواهد داد؛ خدا با كفايت‌ترين حسابرس است.", "subtitle": "", "footnote": ""}, {"sura_num": 14, "verse_num": 52, "arabic_text": "هَٰذَا بَلَٰغٌ لِّلنَّاسِ وَلِيُنذَرُوا بِهِۦ وَلِيَعْلَمُوٓا أَنَّمَا هُوَ إِلَٰهٌ وَٰحِدٌ وَلِيَذَّكَّرَ أُولُوا ٱلْأَلْبَٰبِ", "english_text": "This is a proclamation for the people, to be warned herewith, and to let them know that He is only one god, and for those who possess intelligence to take heed.", "persian_text": "اين ابلاغی است برای مردم، تا بدين وسيله هشدار داده شوند و بدانند كه او تنها خدای واحد است و برای خردمندان تا توجه كنند.", "subtitle": "", "footnote": ""}]