[{"sura_num": 16, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the Name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The Bee", "chapter_title_arabic": "النّحل", "chapter_title_persian": "زنبور"}, {"sura_num": 16, "verse_num": 1, "arabic_text": "أَتَىٰٓ أَمْرُ ٱللَّهِ فَلَا تَسْتَعْجِلُوهُ  سُبْحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشْرِكُونَ", "english_text": "GOD's command has already been issued (and everything has already been written), so do not rush it.* Be He glorified; the Most High, far above any idols they set up.", "persian_text": "فرمان خدا از قبل صادر شده است (و همه چيز از پيش نوشته شده است)، پس در آن عجله نكنيد.* تجليل او را؛ بلندمرتبه‌ترين، بسيار برتر از معبودانی كه آنها قرار می ‌دهند.", "subtitle": "", "footnote": "*16:1 Everything is already recorded (57:22). See also Appendix 14."}, {"sura_num": 16, "verse_num": 2, "arabic_text": "يُنَزِّلُ ٱلْمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنْ أَمْرِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦٓ أَنْ أَنذِرُوٓا أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا فَٱتَّقُونِ", "english_text": "He sends down the angels with the revelations, carrying His commands, to whomever He chooses from among His servants: \"You shall preach that there is no other god beside Me; You shall reverence Me.\"", "persian_text": "او فرشتگان را با وحی می ‌فرستد تا فرمان‌هايش را به بندگان برگزيده‌اش برسانند: \"بايد اندرز دهيد كه خدای ديگری در كنار من نيست؛ هيبت و حرمت مرا ارج نهيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 3, "arabic_text": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ  تَعَٰلَىٰ عَمَّا يُشْرِكُونَ", "english_text": "He created the heavens and the earth for a specific purpose. He is much too High, far above any idols they set up.", "persian_text": "او آسمان ها و زمين را به منظوری خاص آفريد او بسيار بالاتر است، بسی فراتر از آنچه با او شريک می سازند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 4, "arabic_text": "خَلَقَ ٱلْإِنسَٰنَ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ", "english_text": "He created the human from a tiny drop, then he turns into an ardent opponent.", "persian_text": "او انسان را از قطره ای كوچك آفريد، سپس او به يک مخالف سرسخت تبديل می شود.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 5, "arabic_text": "وَٱلْأَنْعَٰمَ خَلَقَهَا   لَكُمْ فِيهَا دِفْءٌ وَمَنَٰفِعُ وَمِنْهَا تَأْكُلُونَ", "english_text": "And He created the livestock for you, to provide you with warmth, and many other benefits, as well as food.", "persian_text": "و او چارپايان را برايتان آفريد تا برای شما گرما، بسياری از فوايد ديگر و غذا فراهم كند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 6, "arabic_text": "وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ", "english_text": "They also provide you with luxury during your leisure, and when you travel.", "persian_text": "درضمن، هنگام فراغت شما و نيز هنگامی که سفر می کنيد، مايهٔ تجمل شما هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 7, "arabic_text": "وَتَحْمِلُ أَثْقَالَكُمْ إِلَىٰ بَلَدٍ لَّمْ تَكُونُوا بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلْأَنفُسِ  إِنَّ رَبَّكُمْ لَرَءُوفٌ رَّحِيمٌ", "english_text": "And they carry your loads to lands that you could not reach without a great hardship. Surely, your Lord is Compassionate, Most Merciful.", "persian_text": "و آنها بارهای شما را به سرزمين هايی حمل می کنند که شما جز به مشقت فراوان نمی توانستيد به مقصد برسانيد. مطمﺋناً، پروردگار شما رئوف و مهربان ترین است،", "subtitle": "God's Blessings", "footnote": ""}, {"sura_num": 16, "verse_num": 8, "arabic_text": "وَٱلْخَيْلَ وَٱلْبِغَالَ وَٱلْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً  وَيَخْلُقُ مَا لَا تَعْلَمُونَ", "english_text": "And (He created) the horses, the mules, and the donkeys for you to ride, and for luxury. Additionally, He creates what you do not know.", "persian_text": "و اسبان، قاطران و خران را برای سواری و تجمل شما (آفريد). علاوه بر آن، او چيزهايی خلق می ‌كند كه شما نمی ‌دانيد.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 9, "arabic_text": "وَعَلَى ٱللَّهِ قَصْدُ ٱلسَّبِيلِ وَمِنْهَا جَآئِرٌ  وَلَوْ شَآءَ لَهَدَىٰكُمْ أَجْمَعِينَ", "english_text": "GOD points out the paths, including the wrong ones. If He willed, He could have guided all of you.", "persian_text": "خدا راه‌ها را نشان می ‌دهد، از جمله راه‌های اشتباه. اگر او می ‌خواست، می ‌توانست همهٔ شما را هدايت كند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 10, "arabic_text": "هُوَ ٱلَّذِىٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً  لَّكُم مِّنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ", "english_text": "He sends down from the sky water for your drink, and to grow trees for your benefit.", "persian_text": "او آب را از آسمان برای آشاميدن شما فرومی ‌فرستد و با آن درختان را برای منفعت شما می ‌روياند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 11, "arabic_text": "يُنۢبِتُ لَكُم بِهِ ٱلزَّرْعَ وَٱلزَّيْتُونَ وَٱلنَّخِيلَ وَٱلْأَعْنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِ   إِنَّ فِى ذَٰلِكَ لَءَايَةً لِّقَوْمٍ يَتَفَكَّرُونَ", "english_text": "With it, He grows for you crops, olives, date palms, grapes, and all kinds of fruits. This is (sufficient) proof for people who think.", "persian_text": "با آن، برايتان محصولات، زيتون، نخل های خرما، انگور و انواع ميوه ها را می ‌روياند. اين مدرکی است (كافی) برای كسانی كه می ‌انديشند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 12, "arabic_text": "وَسَخَّرَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ وَٱلشَّمْسَ وَٱلْقَمَرَ  وَٱلنُّجُومُ مُسَخَّرَٰت بِأَمْرِهِۦٓ   إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّقَوْمٍ يَعْقِلُونَ", "english_text": "And He commits, in your service, the night and the day, as well as the sun and the moon. Also, the stars are committed by His command. These are (sufficient) proofs for people who understand.", "persian_text": "و او شب و روز و همين طور خورشيد و ماه را در خدمت به شما متعهد كرد. ستارگان نيز به امر او متعهد شدند. اينها مدرک هايی است (كافی) برای مردمی كه می ‌فهمند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 13, "arabic_text": "وَمَا ذَرَأَ لَكُمْ فِى ٱلْأَرْضِ مُخْتَلِفًا أَلْوَٰنُهُۥٓ   إِنَّ فِى ذَٰلِكَ لَءَايَةً لِّقَوْمٍ يَذَّكَّرُونَ", "english_text": "And (He created) for you on earth things of various colors. This is a (sufficient) proof for people who take heed.", "persian_text": "و در زمين برای شما چيزهايی به رنگ‌های گوناگون (آفريد). اين مدرکی است (كافی) برای مردمی كه توجه می كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 14, "arabic_text": "وَهُوَ ٱلَّذِى سَخَّرَ ٱلْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَهَا وَتَرَى ٱلْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَبْتَغُوا مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ", "english_text": "And He committed the sea to serve you; you eat from it tender meat, and extract jewelry which you wear. And you see the ships roaming it for your commercial benefits, as you seek His bounties, that you may be appreciative.", "persian_text": "و او دريا را در خدمت به شما متعهد کرد؛ شما از گوشت ترد و لطيف آن می خوريد و جواهراتی استخراج می کنيد که به خود می آويزيد. و کشتی ها را می بينی که برای منافع بازرگانی شما در آن سير می کنند تا شما در جستجوی برکات او باشيد، باشد که سپاس گزاريد.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 15, "arabic_text": "وَأَلْقَىٰ فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِكُمْ وَأَنْهَٰرًا وَسُبُلًا لَّعَلَّكُمْ تَهْتَدُونَ", "english_text": "And He placed stabilizers (mountains) on earth, lest it tumbles with you, as well as rivers and roads, that you may be guided.", "persian_text": "و او در زمین استحكاماتی (كوه ها) برای توازن قرار داد تا مبادا با شما بلغزد، همین طور رودخانه ها و جاده ها، باشد که هدایت شوید.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 16, "arabic_text": "وَعَلَٰمَٰتٍ  وَبِٱلنَّجْمِ هُمْ يَهْتَدُونَ", "english_text": "And landmarks, as well as the stars; to be used for navigation.", "persian_text": "و علايم و نيز ستارگان را؛ تا برای جهت‌يابی استفاده شوند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 17, "arabic_text": "أَفَمَن يَخْلُقُ كَمَن لَّا يَخْلُقُ   أَفَلَا تَذَكَّرُونَ", "english_text": "Is One who creates like one who does not create? Would you now take heed?", "persian_text": "آيا يكتايی كه خلق می ‌كند مانند كسی است كه خلق نمی ‌كند؟ آيا اكنون متوجه می شويد؟", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 18, "arabic_text": "وَإِن تَعُدُّوا نِعْمَةَ ٱللَّهِ لَا تُحْصُوهَآ   إِنَّ ٱللَّهَ لَغَفُورٌ رَّحِيمٌ", "english_text": "If you count GOD's blessings, you cannot possibly encompass them. GOD is Forgiver, Most Merciful.", "persian_text": "اگر نعمت‌های خدا را برشماريد، امكان ندارد بتوانيد از عهدهٔ آن برآييد. خداست عفوكننده، مهربان‌ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 19, "arabic_text": "وَٱللَّهُ يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ", "english_text": "And GOD knows whatever you conceal and whatever you declare.", "persian_text": "و خدا آنچه را پنهان و آنچه را آشكار می ‌كنيد، می ‌داند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 20, "arabic_text": "وَٱلَّذِينَ يَدْعُونَ مِن دُونِ ٱللَّهِ لَا يَخْلُقُونَ شَيْـًٔا وَهُمْ يُخْلَقُونَ", "english_text": "As for the idols they set up beside GOD, they do not create anything; they themselves were created.", "persian_text": "و اما معبودانی را که در کنار خدا قرار می دهند، چيزی خلق نمی کنند؛ آنها خودشان مخلوق بودند.", "subtitle": "The Dead Prophets and Saints", "footnote": ""}, {"sura_num": 16, "verse_num": 21, "arabic_text": "أَمْوَٰتٌ غَيْرُ أَحْيَآءٍ  وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ", "english_text": "They are dead, not alive, and they have no idea how or when they will be resurrected.", "persian_text": "ايشان مرده اند، زنده نيستند و هيچ نمی دانند که چگونه يا چه وقت برانگيخته خواهند شد.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 22, "arabic_text": "إِلَٰهُكُمْ إِلَٰهٌ وَٰحِدٌ  فَٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ قُلُوبُهُم مُّنكِرَةٌ وَهُم مُّسْتَكْبِرُونَ", "english_text": "Your god is one god. As for those who do not believe in the Hereafter, their hearts are denying, and they are arrogant.", "persian_text": "خدای شما يك خداست. و اما كسانی كه به آخرت ايمان ندارند، قلبشان انكار می ‌كند و متكبر هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 23, "arabic_text": "لَا جَرَمَ أَنَّ ٱللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ  إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْتَكْبِرِينَ", "english_text": "Absolutely, GOD knows everything they conceal and everything they declare. He does not love those who are arrogant.", "persian_text": "مسلماً، خدا آنچه را پنهان و آنچه را آشكار می ‌كنند، می ‌داند. او متكبران را دوست ندارد.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 24, "arabic_text": "وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمْ   قَالُوٓا أَسَٰطِيرُ ٱلْأَوَّلِينَ", "english_text": "When they are asked, \"What do you think of these revelations from your Lord,\" they say, \"Tales from the past.\"", "persian_text": "هنگامی كه از آنها سئوال می ‌شود: \"دربارهٔ اين آيات پروردگارتان چه فكر می ‌كنيد؟\" می ‌گويند: \"افسانه‌هايی از گذشته.\"", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 25, "arabic_text": "لِيَحْمِلُوٓا أَوْزَارَهُمْ كَامِلَةً يَوْمَ ٱلْقِيَٰمَةِ   وَمِنْ أَوْزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيْرِ عِلْمٍ   أَلَا سَآءَ مَا يَزِرُونَ", "english_text": "They will be held responsible for their sins on the Day of Resurrection, all of them, in addition to sins of all those whom they misled by their ignorance. What a miserable load!", "persian_text": "همهٔ آنها در روز رستاخيز مسئول گناهان خود و نيز گناهان تمام كسانی خواهند بود كه با جهالت خود آنها را گمراه كردند. چه بار شومی.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 26, "arabic_text": "قَدْ مَكَرَ ٱلَّذِينَ مِن قَبْلِهِمْ فَأَتَى ٱللَّهُ بُنْيَٰنَهُم مِّنَ ٱلْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ ٱلسَّقْفُ مِن فَوْقِهِمْ وَأَتَىٰهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ", "english_text": "Others like them have schemed in the past, and consequently, GOD destroyed their building at the foundation, causing the roof to fall on them. The retribution struck them when they least expected.", "persian_text": "ديگران هم در گذشته مانند آنها حيله كرده‌اند و درنتيجه، خدا بنياد آنها را از پايه ويران ساخت و باعث شد سقف بر سرشان خراب شود. عذاب بر آنها نازل شد، هنگامی كه هيچ انتظار نداشتند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 27, "arabic_text": "ثُمَّ يَوْمَ ٱلْقِيَٰمَةِ يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تُشَٰٓقُّونَ فِيهِمْ  قَالَ ٱلَّذِينَ أُوتُوا ٱلْعِلْمَ إِنَّ ٱلْخِزْىَ ٱلْيَوْمَ وَٱلسُّوٓءَ عَلَى ٱلْكَٰفِرِينَ", "english_text": "Then, on the Day of Resurrection, He will disgrace them and ask, \"Where are My partners that you had set up beside Me, and had opposed Me for their sake?\" Those blessed with knowledge will say, \"Today, the shame and misery have befallen the disbelievers.\"", "persian_text": "سپس، او در روز رستاخيز، آنها را خوار می ‌كند و می ‌پرسد: \"كجا هستند شريكانی كه در كنار من قرار داده بودید و به خاطر آنها با من مخالفت می ‌كرديد؟\" كسانی كه با دانش مورد رحمت قرار گرفتند، خواهند گفت: \"امروز ننگ و بدبختی نصيب كافران شده است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 28, "arabic_text": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلْمَلَٰٓئِكَةُ ظَالِمِىٓ أَنفُسِهِمْ  فَأَلْقَوُا ٱلسَّلَمَ مَا كُنَّا نَعْمَلُ مِن سُوٓء  بَلَىٰٓ إِنَّ ٱللَّهَ عَلِيم بِمَا كُنتُمْ تَعْمَلُونَ", "english_text": "The angels put them to death in a state of wronging their souls. That is when they finally submit, and say, \"We did not do anything wrong!\" Yes indeed. GOD is fully aware of everything you have done.", "persian_text": "فرشتگان آنها را در حال ستم به نفس خويش به مرگ درمی ‌آورند. آن زمانی است كه آنها سرانجام تسليم می ‌شوند و می گويند: \"ما هيچ كار بدی انجام نداديم.\" آری؛ البته. خدا از آنچه كرده‌ايد، كاملاً آگاه است.", "subtitle": "Death for the Disbelievers", "footnote": ""}, {"sura_num": 16, "verse_num": 29, "arabic_text": "فَٱدْخُلُوٓا أَبْوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَا  فَلَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ", "english_text": "Therefore, enter the gates of Hell, wherein you abide forever. What a miserable destiny for the arrogant ones.", "persian_text": "بنابراين، از دروازه های دوزخ وارد شويد و تا ابد در آن بمانيد. چه سرنوشت شومی برای متکبران.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 30, "arabic_text": "وَقِيلَ لِلَّذِينَ ٱتَّقَوْا مَاذَآ أَنزَلَ رَبُّكُمْ  قَالُوا خَيْرًا   لِّلَّذِينَ أَحْسَنُوا فِى هَٰذِهِ ٱلدُّنْيَا حَسَنَةٌ  وَلَدَارُ ٱلْءَاخِرَةِ خَيْرٌ  وَلَنِعْمَ دَارُ ٱلْمُتَّقِينَ", "english_text": "As for the righteous, when they are asked, \"What do you think of these revelations from your Lord,\" they say, \"Good.\" For those who lead a righteous life, happiness, and the abode of the Hereafter is even better. What a blissful abode for the righteous.", "persian_text": "و اما پرهيزكاران، هنگامی كه از آنها سئوال می ‌شود: \"دربارهٔ اين آيات پروردگارتان چه فكر می كنيد؟\" می ‌گويند: \"نیکوست.\" برای كسانی كه زندگی پرهيزكارانه ای در پيش می ‌گيرند، خوشبختی و سرای آخرت بسيار بهتر است. چه جايگاه فرح ‌بخشی برای پرهيزكاران.", "subtitle": "The Believers Do Not Really Die*", "footnote": "*16:30-32 The righteous taste only the first death, which has been already experienced by all of us (see 44:56). At the end of their interim in this world, the angels of death simply invite them to move on to the Paradise where Adam and Eve once lived (2:154, 3:169, 8:24, 22:58, 36:27)."}, {"sura_num": 16, "verse_num": 31, "arabic_text": "جَنَّٰتُ عَدْنٍ يَدْخُلُونَهَا تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ  لَهُمْ فِيهَا مَا يَشَآءُونَ  كَذَٰلِكَ يَجْزِى ٱللَّهُ ٱلْمُتَّقِينَ", "english_text": "The gardens of Eden are reserved for them, wherein rivers flow. They have anything they wish therein. GOD thus rewards the righteous.", "persian_text": "باغ‌های عدن برای آنها در نظر گرفته شده است، كه در آن رودخانه‌ها جاری است. آنها در آنجا هرچه آرزو كنند، خواهند داشت. خدا پرهيزكاران را اين چنين پاداش می ‌دهد.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 32, "arabic_text": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلْمَلَٰٓئِكَةُ طَيِّبِينَ   يَقُولُونَ سَلَٰمٌ عَلَيْكُمُ ٱدْخُلُوا ٱلْجَنَّةَ بِمَا كُنتُمْ تَعْمَلُونَ", "english_text": "The angels terminate their lives in a state of righteousness, saying, \"Peace be upon you. Enter Paradise (now) as a reward for your works.\"*", "persian_text": "در حين پرهيزكاری، فرشتگان به زندگی آنها خاتمه می ‌دهند و می ‌گويند: \"صلح بر شما باد. (اكنون) به پاداش اعمالتان وارد بهشت شويد.\"*", "subtitle": "They Go Straight to Paradise", "footnote": ""}, {"sura_num": 16, "verse_num": 33, "arabic_text": "هَلْ يَنظُرُونَ إِلَّآ أَن تَأْتِيَهُمُ ٱلْمَلَٰٓئِكَةُ أَوْ يَأْتِىَ أَمْرُ رَبِّكَ  كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبْلِهِمْ  وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓا أَنفُسَهُمْ يَظْلِمُونَ", "english_text": "Are they waiting for the angels to come to them, or until your Lord's judgment comes to pass? Those before them did the same thing. GOD is not the One who wronged them; they are the ones who wronged their own souls.", "persian_text": "آيا آنها منتظر هستند تا فرشتگان نزدشان بيايند، يا آنكه قضاوت پروردگارت فرا رسد؟ كسانی كه پيش از آنها بودند، همين كارها را كردند. خدا به آنها ستم نكرد؛ اينها کسانی هستند كه به نفس خويش ستم كردند.", "subtitle": "The Disbelievers", "footnote": ""}, {"sura_num": 16, "verse_num": 34, "arabic_text": "فَأَصَابَهُمْ سَيِّـَٔاتُ مَا عَمِلُوا وَحَاقَ بِهِم مَّا كَانُوا بِهِۦ يَسْتَهْزِءُونَ", "english_text": "They have incurred the consequences of their evil works, and the very things they ridiculed came back to haunt them.", "persian_text": "آنها به نتايج اعمال پليدشان گرفتار شده‌اند و درست همان چيزهايی را كه مسخره كردند، به خودشان بازگشت.", "subtitle": "Famous Excuse", "footnote": ""}, {"sura_num": 16, "verse_num": 35, "arabic_text": "وَقَالَ ٱلَّذِينَ أَشْرَكُوا لَوْ شَآءَ ٱللَّهُ مَا عَبَدْنَا مِن دُونِهِۦ مِن شَىْءٍ نَّحْنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمْنَا مِن دُونِهِۦ مِن شَىْءٍ  كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبْلِهِمْ  فَهَلْ عَلَى ٱلرُّسُلِ إِلَّا ٱلْبَلَٰغُ ٱلْمُبِينُ", "english_text": "The idol worshipers say, \"Had GOD willed, we would not worship any idols besides Him, nor would our parents. Nor would we prohibit anything besides His prohibitions.\" Those before them have done the same. Can the messengers do anything but deliver the complete message?", "persian_text": "مشركان می ‌گويند: \"اگر خدا می ‌خواست، نه ما و نه والدين ما هيچ معبودی را در کنار او پرستش نمی ‌كرديم. و جز آنچه او حرام كرده است، چيزی را حرام نمی ‌شمرديم.\" كسانی كه پيش از آنها بودند، همين كارها را كرده‌اند. آيا رسولان می ‌توانند به جز رساندن كامل پيام، كاری انجام دهند؟", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 36, "arabic_text": "وَلَقَدْ بَعَثْنَا فِى كُلِّ أُمَّةٍ رَّسُولًا أَنِ ٱعْبُدُوا ٱللَّهَ وَٱجْتَنِبُوا ٱلطَّٰغُوتَ  فَمِنْهُم مَّنْ هَدَى ٱللَّهُ وَمِنْهُم مَّنْ حَقَّتْ عَلَيْهِ ٱلضَّلَٰلَةُ  فَسِيرُوا فِى ٱلْأَرْضِ فَٱنظُرُوا كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُكَذِّبِينَ", "english_text": "We have sent a messenger to every community, saying, \"You shall worship GOD, and avoid idolatry.\" Subsequently, some were guided by GOD, while others were committed to straying. Roam the earth and note the consequences for the rejectors.", "persian_text": "ما برای هر جامعه ای رسولی فرستاديم، می گفت: \"خدا را بپرستيد و از پرستش هرگونه بتی اجتناب کنيد.\" پس از آن، بعضی را خدا هدايت کرد، در حالی که بعضی ديگر به گمراهی محکوم شدند. در زمين بگرديد و عاقبت تکذيب کنندگان را ببينيد.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 37, "arabic_text": "إِن تَحْرِصْ عَلَىٰ هُدَىٰهُمْ فَإِنَّ ٱللَّهَ لَا يَهْدِى مَن يُضِلُّ  وَمَا لَهُم مِّن نَّٰصِرِينَ", "english_text": "No matter how hard you try to guide them, GOD does not guide the ones He had committed to straying. Thus, no one can help them.", "persian_text": "تو هرچه برای هدايت آنها كوشش كنی، خدا كسانی را كه به گمراهی محكوم كرده است، هدايت نمی ‌كند. بنابراين، هيچ كس نمی ‌تواند آنها را ياری دهد.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 38, "arabic_text": "وَأَقْسَمُوا بِٱللَّهِ جَهْدَ أَيْمَٰنِهِمْ   لَا يَبْعَثُ ٱللَّهُ مَن يَمُوتُ  بَلَىٰ وَعْدًا عَلَيْهِ حَقًّا وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ", "english_text": "They swore solemnly by GOD: \"GOD will not resurrect the dead.\" Absolutely, such is His inviolable promise, but most people do not know.", "persian_text": "آنها به خدا رسماً قسم می خورند كه: \"خدا مردگان را برنمی ‌انگيزد.\" مسلماً، چنين است وعدهٔ حقیقی او، اما اكثر مردم نمی ‌دانند.", "subtitle": "Deep In Their Minds", "footnote": ""}, {"sura_num": 16, "verse_num": 39, "arabic_text": "لِيُبَيِّنَ لَهُمُ ٱلَّذِى يَخْتَلِفُونَ فِيهِ وَلِيَعْلَمَ ٱلَّذِينَ كَفَرُوٓا أَنَّهُمْ كَانُوا كَٰذِبِينَ", "english_text": "He will then point out to everyone all the things they had disputed, and will let those who disbelieved know that they were liars.", "persian_text": "سپس او هر آنچه را كه درباره‌اش اختلاف كرده بودند، به همه نشان خواهد داد و اجازه می ‌دهد تا كسانی كه كافر شدند، بدانند كه دروغگو بودند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 40, "arabic_text": "إِنَّمَا قَوْلُنَا لِشَىْءٍ إِذَآ أَرَدْنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ", "english_text": "To have anything done, we simply say to it, \"Be,\" and it is.", "persian_text": "برای انجام هر كاری، فقط به آن می گوييم: \"باش.\" و آن هست.", "subtitle": "To Resurrect the Dead", "footnote": ""}, {"sura_num": 16, "verse_num": 41, "arabic_text": "وَٱلَّذِينَ هَاجَرُوا فِى ٱللَّهِ مِنۢ بَعْدِ مَا ظُلِمُوا لَنُبَوِّئَنَّهُمْ فِى ٱلدُّنْيَا حَسَنَةً  وَلَأَجْرُ ٱلْءَاخِرَةِ أَكْبَرُ  لَوْ كَانُوا يَعْلَمُونَ", "english_text": "Those who emigrated for the sake of GOD, because they were persecuted, we will surely make it up to them generously in this life, and the recompense of the Hereafter is even greater, if they only knew.", "persian_text": "ما مطمﺋناً عمل كسانی را كه به خاطر خدا مهاجرت كردند، به دليل آنكه مورد اذيت و آزار قرار گرفتند، در اين دنيا سخاوتمندانه جبران خواهيم كرد و پاداش آخرت حتی بزرگ‌تر است، اگر فقط می ‌دانستند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 42, "arabic_text": "ٱلَّذِينَ صَبَرُوا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ", "english_text": "This is because they steadfastly persevere, and in their Lord they trust.", "persian_text": "اين به خاطر آن است كه آنها صبورانه استقامت می ‌ورزند و به پروردگارشان اعتماد دارند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 43, "arabic_text": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِىٓ إِلَيْهِمْ  فَسْـَٔلُوٓا أَهْلَ ٱلذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ", "english_text": "We did not send before you except men whom we inspired. Ask those who know the scripture, if you do not know.", "persian_text": "ما پيش از تو نفرستاديم، مگر مردانی را كه به آنها وح�� كرديم.  از كسانی كه كتاب آسمانی می ‌دانند سئوال كنيد، اگر نمی ‌دانيد.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 44, "arabic_text": "بِٱلْبَيِّنَٰتِ وَٱلزُّبُرِ   وَأَنزَلْنَآ إِلَيْكَ ٱلذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ", "english_text": "We provided them with the proofs and the scriptures. And we sent down to you this message, to proclaim for the people everything that is sent down to them, perhaps they will reflect.", "persian_text": "ما به آنها مدرك‌ها و كتاب‌های آسمانی داديم. و اين پيام را بر تو نازل كرديم تا آنچه را كه برای آنها فرستاده شده است به مردم اعلام كنی، شايد كه بينديشند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 45, "arabic_text": "أَفَأَمِنَ ٱلَّذِينَ مَكَرُوا ٱلسَّيِّـَٔاتِ أَن يَخْسِفَ ٱللَّهُ بِهِمُ ٱلْأَرْضَ أَوْ يَأْتِيَهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ", "english_text": "Did those who scheme evil schemes guarantee that GOD will not cause the earth to swallow them, or that the retribution will not come to them when they least expect it?", "persian_text": "آيا كسانی كه حيله‌های شيطانی به كار می ‌برند، تضمين كردند كه زمين به امر خدا آنها را فرو نخواهد برد، يا عذاب برايشان نخواهد آمد، هنگامی كه هيچ انتظارش را ندارند؟", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 46, "arabic_text": "أَوْ يَأْخُذَهُمْ فِى تَقَلُّبِهِمْ فَمَا هُم بِمُعْجِزِينَ", "english_text": "It may strike them while they are asleep; they can never escape.", "persian_text": "آن ممكن است هنگامی كه خواب هستند، بر آنها نازل شود؛ آنها هرگز نمی ‌توانند فرار كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 47, "arabic_text": "أَوْ يَأْخُذَهُمْ عَلَىٰ تَخَوُّفٍ فَإِنَّ رَبَّكُمْ لَرَءُوفٌ رَّحِيمٌ", "english_text": "Or it may strike them while they are fearfully expecting it. Your Lord is Compassionate, Most Merciful.", "persian_text": "يا ممكن است هنگامی كه هراسان در انتظارش هستند، بر آنها نازل شود. پروردگارتان رئوف است، مهربان‌ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 48, "arabic_text": "أَوَلَمْ يَرَوْا إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَىْءٍ يَتَفَيَّؤُا ظِلَٰلُهُۥ عَنِ ٱلْيَمِينِ وَٱلشَّمَآئِلِ سُجَّدًا لِّلَّهِ وَهُمْ دَٰخِرُونَ", "english_text": "Have they not seen all the things created by GOD? Their shadows surround them right and left, in total submission to GOD, and willingly.", "persian_text": "آيا تمام چيزهايی را كه خدا آفريده است، نديده‌اند؟ سايه‌هايشان با میل و تسایم کامل به خدا آنها را از راست و چپ در بر گرفته اند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 49, "arabic_text": "وَلِلَّهِ يَسْجُدُ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ مِن دَآبَّةٍ وَٱلْمَلَٰٓئِكَةُ وَهُمْ لَا يَسْتَكْبِرُونَ", "english_text": "To GOD prostrates everything in the heavens and everything on earth — every creature—and so do the angels; without the least arrogance.*", "persian_text": "همه چيز در آسمان ها و همه چيز در روی زمين به خدا سجده می ‌كنند- تمام موجودات- و هم چنين فرشتگان؛ بدون كوچك‌ترين تكبری.*", "subtitle": "", "footnote": "*16:49 The human body, whether it belongs to a believer or a disbeliever, submits to God; the heartbeats, the lungs' movement, and peristalsis illustrate this submission."}, {"sura_num": 16, "verse_num": 50, "arabic_text": "يَخَافُونَ رَبَّهُم مِّن فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ ", "english_text": "They reverence their Lord, high above them, and they do what they are commanded to do.", "persian_text": "آنها به هيبت و حرمت پروردگارشان كه مافوق آنهاست، ارج می ‌نهند و به هر فرمانی كه به آنها داده شود، عمل می ‌كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 51, "arabic_text": "وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓا إِلَٰهَيْنِ ٱثْنَيْنِ  إِنَّمَا هُوَ إِلَٰهٌ وَٰحِدٌ  فَإِيَّٰىَ فَٱرْهَبُونِ", "english_text": "GOD has proclaimed: \"Do not worship two gods; there is only one god. You shall reverence Me alone.\"", "persian_text": "خدا اعلام كرده است: \"دو خدا را نپرستيد؛ فقط يك خدا وجود دارد. تنها هيبت و حرمت مرا ارج نهيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 52, "arabic_text": "وَلَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَلَهُ ٱلدِّينُ وَاصِبًا  أَفَغَيْرَ ٱللَّهِ تَتَّقُونَ", "english_text": "To Him belongs everything in the heavens and the earth and therefore, the religion shall be devoted absolutely to Him alone. Would you worship other than GOD?", "persian_text": "آنچه در آسمان ها و زمين است از آن اوست، از اين رو، دين بايد فقط به او اختصاص داده شود. آيا جز خدا را پرستش می ‌كنيد؟", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 53, "arabic_text": "وَمَا بِكُم مِّن نِّعْمَةٍ فَمِنَ ٱللَّهِ  ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيْهِ تَجْـَٔرُونَ", "english_text": "Any blessing you enjoy is from GOD. Yet, whenever you incur any adversity you immediately complain to Him.", "persian_text": "هر نعمتی كه از آن لذت می ‌بريد، از جانب خداست. با اين حال، هرگاه به هر مصيبتی دچار شويد، فوراً به او اظهار نارضايتی می ‌كنيد.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 54, "arabic_text": "ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمْ إِذَا فَرِيقٌ مِّنكُم بِرَبِّهِمْ يُشْرِكُونَ", "english_text": "Yet, as soon as He relieves your affliction, some of you revert to idol worship.", "persian_text": "ولی همين كه او شما را از مصيبت رهايی می ‌دهد، بعضی از شما به پرستش معبودان بازمی ‌گرديد.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 55, "arabic_text": "لِيَكْفُرُوا بِمَآ ءَاتَيْنَٰهُمْ  فَتَمَتَّعُوا  فَسَوْفَ تَعْلَمُونَ", "english_text": "Let them disbelieve in what we have given them. Go ahead and enjoy temporarily; you will surely find out.", "persian_text": "بگذار به آنچه به آنها داده‌ايم، كافر شوند. برويد و موقتاً لذت ببريد؛ مطمئناً خواهيد فهميد.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 56, "arabic_text": "وَيَجْعَلُونَ لِمَا لَا يَعْلَمُونَ نَصِيبًا مِّمَّا رَزَقْنَٰهُمْ   تَٱللَّهِ لَتُسْـَٔلُنَّ عَمَّا كُنتُمْ تَفْتَرُونَ", "english_text": "They designate for the idols they set up out of ignorance, a share of the provisions we bestow upon them. By GOD, you will be held accountable for your innovations.", "persian_text": "آنها از روی جهالت، از روزی ‌هايی كه به آنها عطا می ‌كنيم، سهمی برای معبودان خويش كنار می ‌گذارند. به خدا، شما برای آيينی كه از خود ساختيد، حساب پس خواهيد داد.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 57, "arabic_text": "وَيَجْعَلُونَ لِلَّهِ ٱلْبَنَٰتِ سُبْحَٰنَهُۥ   وَلَهُم مَّا يَشْتَهُونَ", "english_text": "They even assign daughters to GOD, be He glorified, while they prefer for themselves what they like.", "persian_text": "آنها حتی برای خدا دخترانی تعيين می ‌كنند، تجليل او را، در حالی كه هرچه را دوست دارند، برای خودشان ترجيح می ‌دهند.", "subtitle": "Bigoted Bias Against Baby Girls", "footnote": ""}, {"sura_num": 16, "verse_num": 58, "arabic_text": "وَإِذَا بُشِّرَ أَحَدُهُم بِٱلْأُنثَىٰ ظَلَّ وَجْهُهُۥ مُسْوَدًّا وَهُوَ كَظِيمٌ", "english_text": "When one of them gets a baby girl, his face becomes darkened with overwhelming grief.", "persian_text": "هرگاه نوزاد يكی از آنها دختر شود، چهره اش از غم و اندوه تيره می ‌شود.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 59, "arabic_text": "يَتَوَٰرَىٰ مِنَ ٱلْقَوْمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓ  أَيُمْسِكُهُۥ عَلَىٰ هُونٍ أَمْ يَدُسُّهُۥ فِى ٱلتُّرَابِ   أَلَا سَآءَ مَا يَحْكُمُونَ", "english_text": "Ashamed, he hides from the people, because of the bad news given to him. He even ponders: should he keep the baby grudgingly, or bury her in the dust. Miserable indeed is their judgment.", "persian_text": "او خجالت زده، به خاطر خبر بدی كه به او داده شده است، خود را از مردم پنهان می ‌كند! او حتی به اين فكر می ‌افتد كه آيا نوزاد را با اكراه نگاه دارد يا او را به خاك بسپارد. واقعاً كه قضاوتشان بد است.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 60, "arabic_text": "لِلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ مَثَلُ ٱلسَّوْءِ  وَلِلَّهِ ٱلْمَثَلُ ٱلْأَعْلَىٰ  وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ", "english_text": "Those who do not believe in the Hereafter set the worst examples, while to GOD belongs the most sublime examples. He is the Almighty, the Most Wise.", "persian_text": "كسانی كه به آخرت ايمان ندارند، بدترين مثال‌ها هستند، در حالی كه عالی ‌ترين مثال‌ها از آن خداست. اوست صاحب اقتدار، حكيم‌ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 61, "arabic_text": "وَلَوْ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلْمِهِم مَّا تَرَكَ عَلَيْهَا مِن دَآبَّةٍ وَلَٰكِن يُؤَخِّرُهُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى  فَإِذَا جَآءَ أَجَلُهُمْ لَا يَسْتَـْٔخِرُونَ سَاعَةً  وَلَا يَسْتَقْدِمُونَ", "english_text": "If GOD punished the people for their transgressions, He would have annihilated every creature on earth. But He respites them for a specific, predetermined time. Once their interim ends, they cannot delay it by one hour, nor advance it.", "persian_text": "اگر خدا مردم را به سزای ستم هايشان تنبیه می کرد، تمام موجودات روی زمين را هلاک کرده بود، ولی او به آنها برای مدت زمانی که از پیش تعیين شده است، مهلت می دهد. همين كه مهلتشان به سرآيد، آنها نمی توانند ساعتی آن را به عقب يا جلو اندازند.", "subtitle": "The Original Sin", "footnote": ""}, {"sura_num": 16, "verse_num": 62, "arabic_text": "وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ وَتَصِفُ أَلْسِنَتُهُمُ ٱلْكَذِبَ أَنَّ لَهُمُ ٱلْحُسْنَىٰ  لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفْرَطُونَ", "english_text": "They ascribe to GOD what they dislike for themselves, then utter the lie with their own tongues that they are righteous! Without any doubt, they have incurred Hell, for they have rebelled.", "persian_text": "آنها آنچه را كه بر خود نمی ‌پسندند به خدا نسبت می دهند، سپس با زبان خود به دروغ می ‌گويند كه از نيكوكارانند! بدون شك، آنها سزاوار دوزخ شده‌اند، زيرا سركشی كرده‌اند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 63, "arabic_text": "تَٱللَّهِ لَقَدْ أَرْسَلْنَآ إِلَىٰٓ أُمَمٍ مِّن قَبْلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيْطَٰنُ أَعْمَٰلَهُمْ فَهُوَ وَلِيُّهُمُ ٱلْيَوْمَ وَلَهُمْ عَذَابٌ أَلِيمٌ", "english_text": "By GOD, we have sent (messengers) to communities before you, but the devil adorned their works in their eyes. Consequently, he is now their lord, and they have incurred a painful retribution.", "persian_text": "به خدا، ما برای امت‌های پيش از تو (رسولانی) فرستاده‌ايم، اما شيطان اعمالشان را در نظرشان زيبا جلوه داد. درنتيجه، او اكنون مولای آنهاست و آنها سزاوار عذابی دردناك شده‌اند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 64, "arabic_text": "وَمَآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِى ٱخْتَلَفُوا فِيهِ   وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ", "english_text": "We have revealed this scripture to you, to point out for them what they dispute, and to provide guidance and mercy for people who believe.", "persian_text": "ما اين كتاب آسمانی را بر تو نازل كرده‌ايم تا هرچه را كه در آن اختلاف دارند، برايشان روشن كند و هدايت و رحمتی باشد برای مردمی كه ايمان دارند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 65, "arabic_text": "وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ  إِنَّ فِى ذَٰلِكَ لَءَايَةً لِّقَوْمٍ يَسْمَعُونَ", "english_text": "GOD sends down from the sky water to revive the land after it had died. This should be (sufficient) proof for people who hear.", "persian_text": "خدا آب را از آسمان فرو می ‌فرستد تا زمين را پس از آنكه مرده بود، زنده كند. اين بايد مدرکی باشد (كافی) برای مردمی كه می ‌شنوند.", "subtitle": "Additional Proofs From God", "footnote": ""}, {"sura_num": 16, "verse_num": 66, "arabic_text": "وَإِنَّ لَكُمْ فِى ٱلْأَنْعَٰمِ لَعِبْرَةً  نُّسْقِيكُم مِّمَّا فِى بُطُونِهِۦ مِنۢ بَيْنِ فَرْثٍ وَدَمٍ لَّبَنًا خَالِصًا سَآئِغًا لِّلشَّٰرِبِينَ", "english_text": "And in the livestock there is a lesson for you: we provide you with a drink from their bellies. From the midst of digested food and blood, you get pure milk, delicious for the drinkers.", "persian_text": "و در چارپايان برای شما درسی است: ما از شکم آنها برای شما نوشيدنی فراهم می کنيم. از ميان غذايی هضم شده و خون، شير خالص به دست می آوريد، که برای نوشندگان گواراست.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 67, "arabic_text": "وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلْأَعْنَٰبِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا   إِنَّ فِى ذَٰلِكَ لَءَايَةً لِّقَوْمٍ يَعْقِلُونَ", "english_text": "And from the fruits of date palms and grapes you produce intoxicants, as well as good provisions. This should be (sufficient) proof for people who understand.", "persian_text": "و از ميوه های نخل خرما و تاک انگور مسکرات توليد می ‌كنيد، همين‌طور روزی‌های خوب. اين بايد مدرکی باشد (كافی) برای مردمی كه می ‌فهمند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 68, "arabic_text": "وَأَوْحَىٰ رَبُّكَ إِلَى ٱلنَّحْلِ أَنِ ٱتَّخِذِى مِنَ ٱلْجِبَالِ بُيُوتًا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعْرِشُونَ", "english_text": "And your Lord inspired the bee: build homes in mountains and trees, and in (the hives) they build for you.", "persian_text": "و پروردگارت به زنبور الهام كرد: در كوه‌ها و درختان خانه بساز و در (كندوهايی) كه آنها برای شما می ‌سازند.", "subtitle": "The Bee", "footnote": ""}, {"sura_num": 16, "verse_num": 69, "arabic_text": "ثُمَّ كُلِى مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسْلُكِى سُبُلَ رَبِّكِ ذُلُلًا  يَخْرُجُ مِنۢ بُطُونِهَا شَرَابٌ مُّخْتَلِفٌ أَلْوَٰنُهُۥ فِيهِ شِفَآءٌ لِّلنَّاسِ   إِنَّ فِى ذَٰلِكَ لَءَايَةً لِّقَوْمٍ يَتَفَكَّرُونَ", "english_text": "Then eat from all the fruits, following the design of your Lord, precisely. From their bellies comes a drink of different colors, wherein there is healing for the people. This should be (sufficient) proof for people who reflect.*", "persian_text": "سپس از تمام ميوه ها بخور و طرح پروردگارت را به دقت دنبال کن. از شکم آنها، شهدی به رنگ های گوناگون تراوش می کند که در آن برای مردم شفاست. اين مدرکی است (كافی) برای مردمی كه می ‌انديشند.*(۱۶:۶۹ علاوه بر فوائد شناخته شده از نظرغذايی، از نظر علمی نيز ثابت شده است که عَسَل برای بسياری از آلرژی ها و بيماريهای مزمن ديگر، دارويی شفابخش است.", "subtitle": "", "footnote": "*16:69 Besides its recognized nutritive value, honey has been scientifically proven as a healing medicine for certain allergies and other ailments."}, {"sura_num": 16, "verse_num": 70, "arabic_text": "وَٱللَّهُ خَلَقَكُمْ ثُمَّ يَتَوَفَّىٰكُمْ  وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرْذَلِ ٱلْعُمُرِ لِكَىْ لَا يَعْلَمَ بَعْدَ عِلْمٍ شَيْـًٔا  إِنَّ ٱللَّهَ عَلِيمٌ قَدِيرٌ", "english_text": "GOD created you, then He terminates your lives. He lets some of you live to the oldest age, only to find out that there is a limit to the knowledge they can acquire. GOD is Omniscient, Omnipotent.", "persian_text": "خدا شما را آفريد، سپس او به زندگی شما خاتمه می دهد. او اجازه می دهد تا بعضی از شما به غايت پيری برسيد، تا بدانند که دانشی که می توانند فراگيرند، محدود است. خداست دانای مطلق، قادر مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 71, "arabic_text": "وَٱللَّهُ فَضَّلَ بَعْضَكُمْ عَلَىٰ بَعْضٍ فِى ٱلرِّزْقِ  فَمَا ٱلَّذِينَ فُضِّلُوا بِرَآدِّى رِزْقِهِمْ عَلَىٰ مَا مَلَكَتْ أَيْمَٰنُهُمْ فَهُمْ فِيهِ سَوَآءٌ  أَفَبِنِعْمَةِ ٱللَّهِ يَجْحَدُونَ", "english_text": "GOD has provided for some of you more than others. Those who are given plenty would never give their properties to their subordinates to the extent of making them partners. Would they give up GOD's blessings?*", "persian_text": "خدا برای بعضی از شما بيش از ديگران روزی فراهم كرده است. كسانی كه از رزق فراوان برخوردارند، هرگز دارايی خود را به زيردستان خود نمی ‌دهند، تا جايی كه آنها را شريك خود سازند. آيا آنها از نعمت‌های خدا می ‌گذرند؟*", "subtitle": "No Partners With God", "footnote": "*16:71 If the humans would not give up their power to that extent, why do they expect God to do this, and create partners for Himself?"}, {"sura_num": 16, "verse_num": 72, "arabic_text": "وَٱللَّهُ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًا وَجَعَلَ لَكُم مِّنْ أَزْوَٰجِكُم بَنِينَ وَحَفَدَةً وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ  أَفَبِٱلْبَٰطِلِ يُؤْمِنُونَ وَبِنِعْمَتِ ٱللَّهِ هُمْ يَكْفُرُونَ", "english_text": "And GOD made for you spouses from among yourselves, and produced for you from your spouses children and grandchildren, and provided you with good provisions. Should they believe in falsehood, and turn unappreciative of GOD's blessings?", "persian_text": "و خدا برای شما از ميان خودتان همسرانی قرار داد و از همسرانتان برايتان فرزندان و نوادگان به وجود آورد و برای شما روزی ‌های خوب فراهم كرد. آيا به باطل ايمان می آورند و به نعمت‌های خدا ناسپاس هستند؟", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 73, "arabic_text": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمْلِكُ لَهُمْ رِزْقًا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ شَيْـًٔا وَلَا يَسْتَطِيعُونَ", "english_text": "Yet, they worship beside GOD what possesses no provisions for them in the heavens, nor on earth, nor can provide them with anything.", "persian_text": "با اين حال، آنها در كنار خدا چيزی را پرستش می ‌كنند كه نه صاحب روزی ‌ها در آسمان‌ها هستند و نه در زمين، و نه می ‌توانند چيزی برای آنها فراهم كنند.", "subtitle": "Idol Worship: Not Very Intelligent", "footnote": ""}, {"sura_num": 16, "verse_num": 74, "arabic_text": "فَلَا تَضْرِبُوا لِلَّهِ ٱلْأَمْثَالَ  إِنَّ ٱللَّهَ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ", "english_text": "Therefore, do not cite the examples for GOD; GOD knows while you do not know.", "persian_text": "بنابراين، شما برای خدا مثال نزنيد؛ خدا می داند در حالی که شما نمی دانيد.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 75, "arabic_text": "ضَرَبَ ٱللَّهُ مَثَلًا عَبْدًا مَّمْلُوكًا لَّا يَقْدِرُ عَلَىٰ شَىْءٍ وَمَن رَّزَقْنَٰهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنفِقُ مِنْهُ سِرًّا وَجَهْرًا  هَلْ يَسْتَوُۥنَ  ٱلْحَمْدُ لِلَّهِ  بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ", "english_text": "GOD cites the example of a slave who is owned, and is totally powerless, compared to one whom we blessed with good provisions, from which he gives to charity secretly and publicly. Are they equal? Praise be to GOD, most of them do not know.", "persian_text": "خدا برده‌ای را مثال می ‌زند كه مالك دارد و هيچ قدرتی ندارد، در مقايسه با كسی كه ما روزی ‌های خوب به او عطا كرديم كه از آن در نهان و آشكار انفاق می ‌كند. آيا آنها يكسان هستند؟ ستايش خدا را، اكثرشان نمی ‌دانند.", "subtitle": "The Rich Believer is Better than the Poor Believer", "footnote": ""}, {"sura_num": 16, "verse_num": 76, "arabic_text": "وَضَرَبَ ٱللَّهُ مَثَلًا رَّجُلَيْنِ أَحَدُهُمَآ أَبْكَمُ لَا يَقْدِرُ عَلَىٰ شَىْءٍ وَهُوَ كَلٌّ عَلَىٰ مَوْلَىٰهُ أَيْنَمَا يُوَجِّههُّ لَا يَأْتِ بِخَيْرٍ  هَلْ يَسْتَوِى هُوَ وَمَن يَأْمُرُ بِٱلْعَدْلِ   وَهُوَ عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ", "english_text": "And GOD cites the example of two men: one is dumb, lacks the ability to do anything, is totally dependent on his master—whichever way he directs him, he cannot produce anything good. Is he equal to one who rules with justice, and is guided in the right path?", "persian_text": "و خدا دو مرد را مثال می ‌آورد: يكی گنگ كه قادر به انجام هيچ كاری نيست و كاملاً به ارباب خود وابسته است- به هر سو که او را راهنمايی کند، خيری به ارمغان نمی آورد. آيا او با آن کس که به عدالت فرمان می دهد و به راه راست هدايت شده است، يکسان است؟", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 77, "arabic_text": "وَلِلَّهِ غَيْبُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  وَمَآ أَمْرُ ٱلسَّاعَةِ إِلَّا كَلَمْحِ ٱلْبَصَرِ أَوْ هُوَ أَقْرَبُ  إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ", "english_text": "To GOD belongs the future of the heavens and the earth. As far as He is concerned, the end of the world (the Hour) is a blink of an eye away, or even closer. GOD is Omnipotent.", "persian_text": "آيندهٔ آسمان‌ها و زمين از آن خداست. از نظر او، آخر دنيا (آن ساعت) به اندازهٔ يك چشم برهم زدن است، يا حتی نزديك‌تر. خداست قادر مطلق.", "subtitle": "This Life is Very Short", "footnote": ""}, {"sura_num": 16, "verse_num": 78, "arabic_text": "وَٱللَّهُ أَخْرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمْ لَا تَعْلَمُونَ شَيْـًٔا وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَٰرَ وَٱلْأَفْـِٔدَةَ   لَعَلَّكُمْ تَشْكُرُونَ", "english_text": "GOD brought you out of your mothers' bellies knowing nothing, and He gave you the hearing, the eyesight, and the brains, that you may be appreciative.", "persian_text": "خدا شما را از شکم مادرانتان بيرون آورد، در حالی که چيزی نمی دانستيد و به شما شنوايی، بينايی و عقل داد، باشد که سپاسگزار باشيد.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 79, "arabic_text": "أَلَمْ يَرَوْا إِلَى ٱلطَّيْرِ مُسَخَّرَٰتٍ فِى جَوِّ ٱلسَّمَآءِ مَا يُمْسِكُهُنَّ إِلَّا ٱللَّهُ   إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّقَوْمٍ يُؤْمِنُونَ", "english_text": "Do they not see the birds committed to fly in the atmosphere of the sky? None holds them up in the air except GOD. This should be (sufficient) proof for people who believe.", "persian_text": "آيا پرندگانی را که متعهد شده اند در فضای آسمان به پرواز درآيند، نمی بينند؟ کسی جز خدا آنها را در هوا نگاه نمی دارد. اين مدرکی است (كافی) برای مردمی كه ايمان دارند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 80, "arabic_text": "وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمْ سَكَنًا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلْأَنْعَٰمِ بُيُوتًا تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ   وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَآ أَثَٰثًا وَمَتَٰعًا إِلَىٰ حِينٍ", "english_text": "And GOD provided for you stationary homes where you can live. And He provided for you portable homes made of the hides of livestock, so you can use them when you travel, and when you settle down. And from their wools, furs, and hair, you make furnishings and luxuries for awhile.", "persian_text": "و خدا برای شما خانه هايی ثابت فراهم كرد كه بتوانيد در آنجا زندگی كنيد. و از پوست چارپايان برايتان خانه هايی قابل انتقال فراهم نمود تا بتوانيد هنگام مسافرت و هنگام سكونت از آنها استفاده كنيد. و از پشم، پوست و موی آنها، برای مدتی اثاثيه و تجملات بسازيد.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 81, "arabic_text": "وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلًا وَجَعَلَ لَكُم مِّنَ ٱلْجِبَالِ أَكْنَٰنًا وَجَعَلَ لَكُمْ سَرَٰبِيلَ تَقِيكُمُ ٱلْحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأْسَكُمْ  كَذَٰلِكَ يُتِمُّ نِعْمَتَهُۥ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ", "english_text": "And GOD provided for you shade through things which He created, and provided for you shelters in the mountains, and provided for you garments that protect you from heat, and garments that protect when you fight in wars. He thus perfects His blessings upon you, that you may submit.", "persian_text": "و خدا از طريق چیزهایی که آفريد، برای شما سايه هايی قرار داد و در كوه ها پناهگاه هايی تهيه كرد و برايتان لباس هايی فراهم نمود كه شما را از گرما حفظ كند و لباس هايی كه در جنگ شما را محفوظ بدارد. او اين چنين نعمت هايش را برای شما كامل می كند، باشد كه تسليم شوید.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 82, "arabic_text": "فَإِن تَوَلَّوْا فَإِنَّمَا عَلَيْكَ ٱلْبَلَٰغُ ٱلْمُبِينُ", "english_text": "If they still turn away, then your sole mission is the clear delivery (of the message).", "persian_text": "اگر آنها بازهم روی گرداندند، پس تنها مأموريت تو اين است که آشکارا ( پيام را) ابلاغ کنی.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 83, "arabic_text": "يَعْرِفُونَ نِعْمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكْثَرُهُمُ ٱلْكَٰفِرُونَ", "english_text": "They fully recognize GOD's blessings, then deny them; the majority of them are disbelievers.", "persian_text": "آنها نعمت های خدا را كاملاً تشخيص می دهند، سپس آن را انكار می كنند؛ اكثر آنها كافر هستند.", "subtitle": "The Disbelievers Unappreciative", "footnote": ""}, {"sura_num": 16, "verse_num": 84, "arabic_text": "وَيَوْمَ نَبْعَثُ مِن كُلِّ أُمَّةٍ شَهِيدًا ثُمَّ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا وَلَا هُمْ يُسْتَعْتَبُونَ", "english_text": "The day will come when we raise from every community a witness, then those who disbelieved will not be permitted (to speak), nor will they be excused.", "persian_text": "آن روز خواهد آمد که از هر جامعه ای شاهدی برانگيزيم، آنگاه به کسانی که کافر شدند، اجازهٔ (سخن) داده نمی شود و عذرشان نيز پذيرفته نخواهد شد.", "subtitle": "On The Day of Resurrection", "footnote": ""}, {"sura_num": 16, "verse_num": 85, "arabic_text": "وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُوا ٱلْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُنظَرُونَ", "english_text": "Once those who transgressed see the retribution, it will be too late; it will not be commuted for them, nor will they be respited.", "persian_text": "وقتی ستمكاران عذاب را ببينند، ديگر خيلی دير خواهد بود؛ نه در عذابشان تخفيف داده شود و نه مهلتی خواهند يافت.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 86, "arabic_text": "وَإِذَا رَءَا ٱلَّذِينَ أَشْرَكُوا شُرَكَآءَهُمْ قَالُوا رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدْعُوا مِن دُونِكَ  فَأَلْقَوْا إِلَيْهِمُ ٱلْقَوْلَ إِنَّكُمْ لَكَٰذِبُونَ", "english_text": "And when those who committed idol worship see their idols, they will say, \"Our Lord, these are the idols we had set up beside You.\" The idols will then confront them and say, \"You are liars.\"", "persian_text": "و وقتی كسانی كه به شرك آلوده شدند، معبودان خود را ببينند، خواهند گفت: \"پروردگار ما، اينها هستند بت هایی که ما در کنار تو قرار داده بودیم. كسانی كه بت شدند، سپس  با آنها روبرو می شوند و می گويند: \"شما دروغگو هستيد.\"", "subtitle": "The Idols Disown Their Idolizers", "footnote": ""}, {"sura_num": 16, "verse_num": 87, "arabic_text": "وَأَلْقَوْا إِلَى ٱللَّهِ يَوْمَئِذٍ ٱلسَّلَمَ  وَضَلَّ عَنْهُم مَّا كَانُوا يَفْتَرُونَ", "english_text": "They will totally submit to GOD on that day, and the idols they had invented will disown them.", "persian_text": "آنها در آن روز كاملاً به خدا تسليم خواهند شد و معبودانی كه از خودشان ساخته بودند، آنها را طرد خواهند كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 88, "arabic_text": "ٱلَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ ٱللَّهِ زِدْنَٰهُمْ عَذَابًا فَوْقَ ٱلْعَذَابِ بِمَا كَانُوا يُفْسِدُونَ", "english_text": "Those who disbelieve and repel from the path of GOD, we augment their retribution by adding more retribution, due to their transgressions.", "persian_text": "کسانی که ايمان نمی آورند و از راه خدا بازمی دارند، ما به دلیل تعديشان، عذاب بيشتری بر عذابشان می افزاييم.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 89, "arabic_text": "وَيَوْمَ نَبْعَثُ فِى كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِم مِّنْ أَنفُسِهِمْ  وَجِئْنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِ  وَنَزَّلْنَا عَلَيْكَ ٱلْكِتَٰبَ تِبْيَٰنًا لِّكُلِّ شَىْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَىٰ لِلْمُسْلِمِينَ", "english_text": "The day will come when we will raise from every community a witness from among them, and bring you as the witness of these people. We have revealed to you this book to provide explanations for everything, and guidance, and mercy, and good news for the submitters.", "persian_text": "آن روز خواهد آمد كه از ميان هر جامعه ای شاهدی برمی انگيزيم و تو را به عنوان شاهد اين مردم می آوريم. ما اين كتاب را بر تو نازل كرده ايم تا همه چيز را توضيح دهد و هدايت و رحمت و مژده ای باشد برای تسليم شدگان.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 90, "arabic_text": "إِنَّ ٱللَّهَ يَأْمُرُ بِٱلْعَدْلِ وَٱلْإِحْسَٰنِ وَإِيتَآئِ ذِى ٱلْقُرْبَىٰ وَيَنْهَىٰ عَنِ ٱلْفَحْشَآءِ وَٱلْمُنكَرِ وَٱلْبَغْىِ  يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ", "english_text": "GOD advocates justice, charity, and regarding the relatives. And He forbids evil, vice, and transgression. He enlightens you, that you may take heed.", "persian_text": "خدا به عدل، انفاق و توجه به خويشاوندان امر می کند و پليدی، فساد و تجاوز را نهی می نماید. او به شما پند می دهد، باشد که توجه كنيد.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 91, "arabic_text": "وَأَوْفُوا بِعَهْدِ ٱللَّهِ إِذَا عَٰهَدتُّمْ وَلَا تَنقُضُوا ٱلْأَيْمَٰنَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ ٱللَّهَ عَلَيْكُمْ كَفِيلًا  إِنَّ ٱللَّهَ يَعْلَمُ مَا تَفْعَلُونَ", "english_text": "You shall fulfill your covenant with GOD when you make such a covenant. You shall not violate the oaths after swearing (by God) to carry them out, for you have made GOD a guarantor for you. GOD knows everything you do.", "persian_text": "هرگاه با خدا عهد می بنديد، به عهد خود وفا کنيد. پيمان های خود را، پس از آنکه (به خدا) سوگند ياد کرديد که به آنها وفا می کنيد نشکنيد، زيرا شما خدا را بر خود ضامن قرار داده ايد. خدا بر تمام اعمالتان آگاه است.", "subtitle": "You Shall Keep Your Word", "footnote": ""}, {"sura_num": 16, "verse_num": 92, "arabic_text": "وَلَا تَكُونُوا كَٱلَّتِى نَقَضَتْ غَزْلَهَا مِنۢ بَعْدِ قُوَّةٍ أَنكَٰثًا تَتَّخِذُونَ أَيْمَٰنَكُمْ دَخَلًۢا بَيْنَكُمْ أَن تَكُونَ أُمَّةٌ هِىَ أَرْبَىٰ مِنْ أُمَّةٍ  إِنَّمَا يَبْلُوكُمُ ٱللَّهُ بِهِۦ  وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ ٱلْقِيَٰمَةِ مَا كُنتُمْ فِيهِ تَخْتَلِفُونَ", "english_text": "Do not be like the knitter who unravels her strong knitting into piles of flimsy yarn. This is your example if you abuse the oaths to take advantage of one another. Whether one group is larger than the other, GOD thus puts you to the test. He will surely show you on the Day of Resurrection everything you had disputed.", "persian_text": "مانند آن زن بافنده نباشيد كه بافتهٔ محكم خود را می شكافد و آن را به توده ای از الياف سست تبديل می كند. اين است مثال شما اگر از سوگندها برای بهره برداری از يكديگر سوء استفاده كنيد.  اگرچه گروهی بزرگ تر از گروه ديگر باشد، خدا اين چنين شما را می آزمايد. او مطمئناً در روز رستاخيز هرچه را كه در آن اختلاف داشتيد، به شما نشان خواهد داد.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 93, "arabic_text": "وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَكُمْ أُمَّةً وَٰحِدَةً وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ  وَلَتُسْـَٔلُنَّ عَمَّا كُنتُمْ تَعْمَلُونَ", "english_text": "Had GOD willed, He could have made you one congregation. But He sends astray whoever chooses to go astray, and He guides whoever wishes to be guided.* You will surely be asked about everything you have done.", "persian_text": "اگر خدا می خواست، می توانست شما را يك جماعت قرار دهد، اما او هر كسی را كه گمراهی را انتخاب كند، به گمراهی می فرستد و هر كه را خواستار هدايت باشد، هدايت می نمايد.* \"مطمئناً، از شما برای هر كاری كه كرده ايد، سئوال خواهد شد.", "subtitle": "", "footnote": "*16:93 God knows the sincere believers among us who deserve to be redeemed. Accordingly, He guides them, while blocking out those who choose to disbelieve."}, {"sura_num": 16, "verse_num": 94, "arabic_text": "وَلَا تَتَّخِذُوٓا أَيْمَٰنَكُمْ دَخَلًۢا بَيْنَكُمْ فَتَزِلَّ قَدَم بَعْدَ ثُبُوتِهَا وَتَذُوقُوا ٱلسُّوٓءَ بِمَا صَدَدتُّمْ عَن سَبِيلِ ٱللَّهِ  وَلَكُمْ عَذَابٌ عَظِيمٌ", "english_text": "Do not abuse the oaths among you, lest you slide back after having a strong foothold, then you incur misery. Such is the consequence of repelling from the path of GOD (by setting a bad example); you incur a terrible retribution.", "persian_text": "از سوگندها در ميان خود سوء استفاده نكنيد، مبادا پس از آنكه ثابت قدم شديد به عقب بازگرديد و سپس به فلاكت افتيد. چنين است نتيجهٔ بازداشتن از راه خدا (با بودن نمونه ای بد)؛ شما سزاوار عذابی هولناك می شويد.", "subtitle": "Violating Your Oath: A Serious Offense", "footnote": ""}, {"sura_num": 16, "verse_num": 95, "arabic_text": "وَلَا تَشْتَرُوا بِعَهْدِ ٱللَّهِ ثَمَنًا قَلِيلًا  إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ", "english_text": "Do not sell your oaths before GOD short. What GOD possesses is far better for you, if you only knew.", "persian_text": "سوگندهای خود را نزد خدا به بهای اندك نفروشيد. آنچه نزد خداست به مراتب برای شما بهتر است، اگر فقط می دانستيد.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 96, "arabic_text": "مَا عِندَكُمْ يَنفَدُ  وَمَا عِندَ ٱللَّهِ بَاقٍ   وَلَنَجْزِيَنَّ ٱلَّذِينَ صَبَرُوٓا أَجْرَهُم بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ", "english_text": "What you possess runs out, but what GOD possesses lasts forever. We will surely reward those who steadfastly persevere; we will recompense them for their righteous works.", "persian_text": "آنچه نزد شماست پايان می پذيرد، اما آنچه نزد خداست برای هميشه می ماند. مطمئناً، ما به كسانی كه صبورانه استقامت می ورزند، پاداش خواهيم داد؛ ما به آنها به خاطر اعمال پرهيزكارانه شان پاداش می دهيم.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 97, "arabic_text": "مَنْ عَمِلَ صَٰلِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُۥ حَيَوٰةً طَيِّبَةً  وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ", "english_text": "Anyone who works righteousness, male or female, while believing, we will surely grant them a happy life in this world, and we will surely pay them their full recompense (on the Day of Judgment) for their righteous works.", "persian_text": "هر کس اعمال پرهیزکارانه انجام دهد، چه مذکر و چه مؤنث، در حالی که ايمان داشته باشد، ما مطمئناً زندگی سعادتمندانه ای در اين دنيا به او خواهيم داد و (در روز قضاوت) به خاطر اعمال پرهيزكارانه شان مطمئناً پاداش آنها را كامل خواهيم پرداخت.", "subtitle": "Guaranteed Happiness Now and Forever", "footnote": ""}, {"sura_num": 16, "verse_num": 98, "arabic_text": "فَإِذَا قَرَأْتَ ٱلْقُرْءَانَ فَٱسْتَعِذْ بِٱللَّهِ مِنَ ٱلشَّيْطَٰنِ ٱلرَّجِيمِ", "english_text": "When you read the Quran, you shall seek refuge in GOD from Satan the rejected.", "persian_text": "هنگامی که قرآن می خوانی، از شيطان رانده شده به خدا پناه ببر.", "subtitle": "An Important Commandment*", "footnote": "*16:98 Our salvation is attained by knowing God's message to us, the Quran, and Satan will do his utmost to keep us from being redeemed. Hence this commandment."}, {"sura_num": 16, "verse_num": 99, "arabic_text": "إِنَّهُۥ لَيْسَ لَهُۥ سُلْطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُوا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ", "english_text": "He has no power over those who believe and trust in their Lord.", "persian_text": "او بر كسانی كه ايمان دارند و به پروردگارشان توكل می كنند، هيچ قدرتی ندارد.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 100, "arabic_text": "إِنَّمَا سُلْطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوْنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشْرِكُونَ", "english_text": "His power is limited to those who choose him as their master; those who choose him as their god.", "persian_text": "قدرت او محدود به كسانی است كه او را به عنوان سرور خود برمی گزينند؛ همان كسانی كه او را به عنوان خدای خود انتخاب می كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 101, "arabic_text": "وَإِذَا بَدَّلْنَآ ءَايَةً مَّكَانَ ءَايَةٍ   وَٱللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ قَالُوٓا إِنَّمَآ أَنتَ مُفْتَر  بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ", "english_text": "When we substitute one revelation in place of another, and GOD is fully aware of what He reveals, they say, \"You made this up!\" Indeed, most of them do not know.", "persian_text": "هرگاه وحی ای را جايگزين وحی ديگری کنيم و خدا به آنچه وحی می کند، کاملاً آگاه است، می گويند: \"اين را از خود ساخته ای!\" درحقیقت، اکثرشان نمی دانند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 102, "arabic_text": "قُلْ نَزَّلَهُۥ رُوحُ ٱلْقُدُسِ مِن رَّبِّكَ بِٱلْحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُوا وَهُدًى وَبُشْرَىٰ لِلْمُسْلِمِينَ", "english_text": "Say, \"The Holy Spirit has brought it down from your Lord, truthfully, to assure those who believe, and to provide a beacon and good news for the submitters.\"", "persian_text": "بگو: \"آن را روح القدس از جانب پروردگارت به حقيقت پايين آورده است تا به كسانی كه ايمان دارند، اطمينان بخشد و نور هدايت و بشارتی باشد برای تسليم شدگان.\"", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 103, "arabic_text": "وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٌ   لِّسَانُ ٱلَّذِى يُلْحِدُونَ إِلَيْهِ أَعْجَمِىٌّ وَهَٰذَا لِسَانٌ عَرَبِىٌّ مُّبِينٌ", "english_text": "We are fully aware that they say, \"A human being is teaching him!\" The tongue of the source they hint at is non-Arabic, and this is a perfect Arabic tongue.", "persian_text": "ما خوب می دانيم که آنها می گويند: \"بشری به او تعليم می دهد!\" زبان آن مرجعی که آنها به آن اشاره می کنند، غير عربی است و اين به زبان عربی کامل است.", "subtitle": "The Quran Is Not Copied From The Bible", "footnote": ""}, {"sura_num": 16, "verse_num": 104, "arabic_text": "إِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهْدِيهِمُ ٱللَّهُ وَلَهُمْ عَذَابٌ أَلِيمٌ", "english_text": "Surely, those who do not believe in GOD's revelations, GOD does not guide them. They have incurred a painful retribution.", "persian_text": "مسلماً، کسانی که به آيات خدا ايمان نمی آورند، خدا آنان را هدايت نمی کند. آنها سزاوار عذابی دردناك شده اند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 105, "arabic_text": "إِنَّمَا يَفْتَرِى ٱلْكَذِبَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِـَٔايَٰتِ ٱللَّهِ  وَأُولَٰٓئِكَ هُمُ ٱلْكَٰذِبُونَ", "english_text": "The only ones who fabricate false doctrines are those who do not believe in GOD's revelations; they are the real liars.", "persian_text": "تنها كسانی كه آ‌یین دروغين می سازند، كه به آيات خدا ايمان ندارند؛ آنها دروغگويان واقعی هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 106, "arabic_text": "مَن كَفَرَ بِٱللَّهِ مِنۢ بَعْدِ إِيمَٰنِهِۦٓ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُۥ مُطْمَئِنّ بِٱلْإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِّنَ ٱللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ", "english_text": "Those who disbelieve in GOD, after having acquired faith, and become fully content with disbelief, have incurred wrath from GOD. The only ones to be excused are those who are forced to profess disbelief, while their hearts are full of faith.*", "persian_text": "کسانی که پس از ايمان به خدا، کافر شوند و کاملاً به کفر راضی باشند، سزاوار خشم خدا شده اند. فقط عذر کسانی موجه است که ناگزير به اظهار کفر شده اند، در حالی که دل هايشان سرشار از ايمان است.*(۱۶:۱۰۶ حکمت الهی چنين حُکم می کند که اگر کسی بوسيلهٔ اسلحه به شما امر کرد که به خدا اظهار کفر کنيد، شما می توانيد خواسته اش را برآورده کنيد. زيرا در چنين مواقعی، آنچه كه در دل شما است به حساب می آيد.", "subtitle": "Lip Service Does Not Count", "footnote": "*16:106 God's wisdom decrees that if someone holds a gun to your head and orders you to declare that you disbelieve in God, you may grant him his wish. What the heart harbors is what counts."}, {"sura_num": 16, "verse_num": 107, "arabic_text": "ذَٰلِكَ بِأَنَّهُمُ ٱسْتَحَبُّوا ٱلْحَيَوٰةَ ٱلدُّنْيَا عَلَى ٱلْءَاخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَٰفِرِينَ", "english_text": "This is because they have given priority to this life over the Hereafter, and GOD does not guide such disbelieving people.", "persian_text": "اين از آن جهت است که آنان زندگی اين دنيا را بر آخرت مقدم شمرده اند و خدا چنين مردم کافری را هدايت نمی کند.", "subtitle": "Preoccupation With This Life Leads to Exile From God", "footnote": ""}, {"sura_num": 16, "verse_num": 108, "arabic_text": "أُولَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَٰرِهِمْ  وَأُولَٰٓئِكَ هُمُ ٱلْغَٰفِلُونَ", "english_text": "Those are the ones whom GOD has sealed their hearts, and their hearing, and their eyesight. Consequently, they remain unaware.", "persian_text": "آنها كسانی هستند كه خدا بر قلب و شنوايی و بينايی شان مهر زده است. درنتيجه، آنها در غفلت به سر می برند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 109, "arabic_text": "لَا جَرَمَ أَنَّهُمْ فِى ٱلْءَاخِرَةِ هُمُ ٱلْخَٰسِرُونَ", "english_text": "Without a doubt, they will be the losers in the Hereafter.", "persian_text": "بدون شك، آنها در آخرت از بازندگان خواهند بود.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 110, "arabic_text": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُوا مِنۢ بَعْدِ مَا فُتِنُوا ثُمَّ جَٰهَدُوا وَصَبَرُوٓا إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ", "english_text": "As for those who emigrate because of persecution, then continue to strive and steadfastly persevere, your Lord, because of all this, is Forgiver, Most Merciful.", "persian_text": "و اما كسانی كه به دليل اذيت و آزار مهاجرت می كنند، سپس به كوشش ادامه می دهند و صبورانه مقاومت می كنند، پروردگارت برای تمام اينها عفوكننده است، مهربان ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 111, "arabic_text": "يَوْمَ تَأْتِى كُلُّ نَفْسٍ تُجَٰدِلُ عَن نَّفْسِهَا وَتُوَفَّىٰ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُمْ لَا يُظْلَمُونَ", "english_text": "The day will come when every soul will serve as its own advocate, and every soul will be paid fully for whatever it had done, without the least injustice.", "persian_text": "آن روز خواهد آمد كه هر نفسی مدافع خود خواهد بود و به هر نفسی برای آنچه  انجام داده بود، بدون كوچك ترين بی عدالتی كامل پرداخت خواهد شد.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 112, "arabic_text": "وَضَرَبَ ٱللَّهُ مَثَلًا قَرْيَةً كَانَتْ ءَامِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلْجُوعِ وَٱلْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ", "english_text": "GOD cites the example of a community that used to be secure and prosperous, with provisions coming to it from everywhere. But then, it turned unappreciative of GOD's blessings. Consequently, GOD caused them to taste the hardships of starvation and insecurity. Such is the requital for what they did.", "persian_text": "خدا جامعه ای را مثال می زند كه در امنيت و رفاه به سر می بردند، با روزی هايی كه از هر سو به آنجا می آمد. اما سپس، آنها به نعمت های خدا ناسپاس شدند. درنتيجه، خدا طعم رنج گرسنگی و ناامنی را به آنها چشاند. چنين است جزای اعمالی كه انجام دادند.", "subtitle": "Prohibiting Lawful Food Brings Deprivation", "footnote": ""}, {"sura_num": 16, "verse_num": 113, "arabic_text": "وَلَقَدْ جَآءَهُمْ رَسُولٌ مِّنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلْعَذَابُ وَهُمْ ظَٰلِمُونَ", "english_text": "A messenger had gone to them from among them, but they rejected him. Consequently, the retribution struck them for their transgression.", "persian_text": "رسولی از ميانشان نزدشان رفته بود، اما آنها او را تكذيب كردند. درنتيجه، به دلیل ستمكاريشان عذاب بر آنها نازل شد.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 114, "arabic_text": "فَكُلُوا مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلًا طَيِّبًا وَٱشْكُرُوا نِعْمَتَ ٱللَّهِ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ", "english_text": "Therefore, you shall eat from GOD's provisions everything that is lawful and good, and be appreciative of GOD's blessings, if you do worship Him alone.", "persian_text": "بنابراين، از روزی های خدا آنچه را كه حلال و خوب است، بخوريد و سپاسگزار نعمت های خدا باشيد، اگر واقعاً فقط او را می پرستيد.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 115, "arabic_text": "إِنَّمَا حَرَّمَ عَلَيْكُمُ ٱلْمَيْتَةَ وَٱلدَّمَ وَلَحْمَ ٱلْخِنزِيرِ وَمَآ أُهِلَّ لِغَيْرِ ٱللَّهِ بِهِۦ  فَمَنِ ٱضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ", "english_text": "He only prohibits for you dead animals, blood, the meat of pigs,* and food which is dedicated to other than GOD. If one is forced (to eat these), without being deliberate or malicious, then GOD is Forgiver, Most Merciful.", "persian_text": "او فقط حيوانات مرده، خون، گوشت خوك* و غذايی را كه برای غير از خدا نذر شده باشد، برای شما حرام می كند. اگر كسی بدون قصد و غرض مجبور (به خوردن اينها) شود، پس خداست عفوكننده، مهربان ترين.", "subtitle": "Only Four Foods Prohibited", "footnote": "*16:115 & 118 The most devastating trichinosis parasite, Trichinella spiralis, (also the pork tapeworm Taenia solium) survives in the meat of pigs, not the fat. More than 150,000 people are infected annually in the United States. See 6:145-146, and Appendix 16."}, {"sura_num": 16, "verse_num": 116, "arabic_text": "وَلَا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ ٱلْكَذِبَ هَٰذَا حَلَٰلٌ وَهَٰذَا حَرَامٌ لِّتَفْتَرُوا عَلَى ٱللَّهِ ٱلْكَذِبَ  إِنَّ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ لَا يُفْلِحُونَ", "english_text": "You shall not utter lies with your own tongues stating: \"This is lawful, and this is unlawful,\" to fabricate lies and attribute them to GOD. Surely, those who fabricate lies and attribute them to GOD will never succeed.", "persian_text": "به زبان خود دروغ نگویید: \"اين حلال است و آن حرام،\" که در اين صورت دروغ ساخته اید و آن را به خدا نسبت داده اید. مطمئناً، آنان که دروغ می سازند و آنها را به خدا نسبت می دهند، هرگز موفق نخواهند شد.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 117, "arabic_text": "مَتَٰعٌ قَلِيلٌ وَلَهُمْ عَذَابٌ أَلِيمٌ", "english_text": "They enjoy briefly, then suffer painful retribution.", "persian_text": "آنها برای مدت كوتاهی لذت می برند، سپس به عذابی دردناك گرفتار می شوند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 118, "arabic_text": "وَعَلَى ٱلَّذِينَ هَادُوا حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِن قَبْلُ  وَمَا ظَلَمْنَٰهُمْ وَلَٰكِن كَانُوٓا أَنفُسَهُمْ يَظْلِمُونَ", "english_text": "For the Jews, we prohibited what we narrated to you previously.* It was not us who wronged them; they are the ones who wronged their own souls.", "persian_text": "ما آنچه را برای يهوديان حرام كرديم، قبلاً برای تو بيان نموديم.* اين ما نبوديم كه به آنها ستم كرديم؛ آنها هستند كه به نفس خويش ستم كردند.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 119, "arabic_text": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُوا ٱلسُّوٓءَ بِجَهَٰلَةٍ ثُمَّ تَابُوا مِنۢ بَعْدِ ذَٰلِكَ وَأَصْلَحُوٓا إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ", "english_text": "Yet, as regards those who fall in sin out of ignorance then repent thereafter and reform, your Lord, after this is done, is Forgiver, Most Merciful.", "persian_text": "با اين حال، دربارهٔ كسانی كه از روی نادانی گناه می كنند، سپس توبه می كنند و اصلاح می شوند، پروردگارت پس از آنكه اين انجام شد، عفوكننده است، مهربان ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 120, "arabic_text": "إِنَّ إِبْرَٰهِيمَ كَانَ أُمَّةً قَانِتًا لِّلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ ٱلْمُشْرِكِينَ", "english_text": "Abraham was indeed an exemplary vanguard in his submission to GOD, a monotheist who never worshiped idols.", "persian_text": "ابراهيم حقيقتاً در تسليم بودن به خدا پيشتازی نمونه بود، يكتاپرستی كه هرگز به شرك آلوده نشد.", "subtitle": "Abraham", "footnote": ""}, {"sura_num": 16, "verse_num": 121, "arabic_text": "شَاكِرًا لِّأَنْعُمِهِ  ٱجْتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ", "english_text": "Because he was appreciative of His Lord's blessings, He chose him and guided him in a straight path.", "persian_text": "چون او شکرگزار نعمت های پروردگارش بود، او وی را برگزيد و در راه مستقيم هدايت کرد.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 122, "arabic_text": "وَءَاتَيْنَٰهُ فِى ٱلدُّنْيَا حَسَنَةً  وَإِنَّهُۥ فِى ٱلْءَاخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ", "english_text": "We granted him happiness in this life, and in the Hereafter he will be with the righteous.", "persian_text": "ما در اين دنيا به او خوشبختی عطا كرديم و در آخرت او از پرهيزكاران خواهد بود.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 123, "arabic_text": "ثُمَّ أَوْحَيْنَآ إِلَيْكَ أَنِ ٱتَّبِعْ مِلَّةَ إِبْرَٰهِيمَ حَنِيفًا  وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ", "english_text": "Then we inspired you (Muhammad) to follow the religion of Abraham,* the monotheist; he never was an idol worshiper.", "persian_text": "سپس ما به تو (محمد) وحی کرديم که از دين ابراهيم* پيروی کن، يکتاپرستی؛ او هرگز مشرک نبود.", "subtitle": "Muhammad: A Follower of Abraham*", "footnote": "*16:123 This informs us that all religious practices, which came to us through Abraham, were intact at the time of Muhammad (see 22:78 and Appendix 9)."}, {"sura_num": 16, "verse_num": 124, "arabic_text": "إِنَّمَا جُعِلَ ٱلسَّبْتُ عَلَى ٱلَّذِينَ ٱخْتَلَفُوا فِيهِ  وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ ٱلْقِيَٰمَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ", "english_text": "The Sabbath was decreed only for those who ended up disputing it (Jews & Christians). Your Lord is the One who will judge them on the Day of Resurrection regarding their disputes.", "persian_text": "سَبَت فقط بر کسانی مقرر شده بود که در آن اختلاف پيدا کردند (يهوديان و مسيحيان). پروردگارت يكتايی است که در روز رستاخيز آنها را به دلیل اختلافاتشان قضاوت خواهد کرد.", "subtitle": "The Sabbath Abrogated", "footnote": ""}, {"sura_num": 16, "verse_num": 125, "arabic_text": "ٱدْعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلْحِكْمَةِ وَٱلْمَوْعِظَةِ ٱلْحَسَنَةِ  وَجَٰدِلْهُم بِٱلَّتِى هِىَ أَحْسَنُ  إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ  وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ", "english_text": "You shall invite to the path of your Lord with wisdom and kind enlightenment, and debate with them in the best possible manner. Your Lord knows best who has strayed from His path, and He knows best who are the guided ones.", "persian_text": "تو با حکمت و اندرز محبت آميز به راه پروردگارت دعوت کن و با آنها به بهترين شيوه ای که ممکن است، به گفتگو بنشين. پروردگار تو ار همه بهتر می داند که چه کسی از راه او منحرف شده است و بهتر می داند که چه کسانی هدايت يافته اند.", "subtitle": "How to Spread God's Message", "footnote": ""}, {"sura_num": 16, "verse_num": 126, "arabic_text": "وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُم بِهِۦ  وَلَئِن صَبَرْتُمْ لَهُوَ خَيْرٌ لِّلصَّٰبِرِينَ", "english_text": "And if you punish, you shall inflict an equivalent punishment. But if you resort to patience (instead of revenge), it would be better for the patient ones.", "persian_text": "و اگر تنبيه می کنيد، معادل همان تنبيه کنيد، اما اگر صبر پیشه کنید (به جای انتقام) این برای صبوران بهتر خواهد بود.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 127, "arabic_text": "وَٱصْبِرْ وَمَا صَبْرُكَ إِلَّا بِٱللَّهِ  وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِى ضَيْقٍ مِّمَّا يَمْكُرُونَ", "english_text": "You shall resort to patience—and your patience is attainable only with GOD's help. Do not grieve over them, and do not be annoyed by their schemes.", "persian_text": "صبر پيشه كن- و صبر تو جز به ياری خدا ميسر نيست. برای آنها غمگين مباش و از حيله هايشان ناراحت مشو.", "subtitle": "", "footnote": ""}, {"sura_num": 16, "verse_num": 128, "arabic_text": "إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَوا وَّٱلَّذِينَ هُم مُّحْسِنُونَ", "english_text": "GOD is with those who lead a righteous life, and those who are charitable.", "persian_text": "خدا با كسانی است كه زندگی پرهيزكارانه ای را در پيش می گيرند و كسانی كه نيكوكار هستند.", "subtitle": "", "footnote": ""}]