[{"sura_num": 25, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The Statute Book", "chapter_title_arabic": "الفرقان", "chapter_title_persian": "کتاب قانون"}, {"sura_num": 25, "verse_num": 1, "arabic_text": "تَبَارَكَ ٱلَّذِى نَزَّلَ ٱلْفُرْقَانَ عَلَىٰ عَبْدِهِۦ لِيَكُونَ لِلْعَٰلَمِينَ نَذِيرًا", "english_text": "Most blessed is the One who revealed the Statute Book to His servant, so he can serve as a warner to the whole world.", "persian_text": "مبارك‌ترين آن يكتايی است كه كتاب قانون را بر بنده‌اش نازل كرد تا او هشداردهنده‌ای برای همهٔ دنيا باشد.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 2, "arabic_text": "ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُۥ شَرِيكٌ فِى ٱلْمُلْكِ وَخَلَقَ كُلَّ شَىْءٍ فَقَدَّرَهُۥ تَقْدِيرًا", "english_text": "The One to whom belongs all sovereignty of the heavens and the earth. He never had a son, nor does He have any partners in sovereignty. He created everything in exact measure; He precisely designed everything.*", "persian_text": "يكتايی كه كل فرمانروايی آسمان‌ها و زمين متعلق به اوست. او هرگز نه پسری داشت و نه در فرمانروايی شريكی دارد. او هر چيزی را به اندازه ای دقیق آفريد؛ او همه چيز را دقيقاً طراحی کرد.*", "subtitle": "", "footnote": "*25:2 When we launch astronauts into space, we measure precisely the amount of food, water, oxygen, and other needs throughout the journey. Similarly, God has launched us into space—on board spaceship Earth—and He has designed all kinds of renewable provisions for us and other creatures, a perfect design. Think, for example, of the symbiotic relationship between us and the plants; we use the oxygen they produce in photosynthesis, while they use the carbon dioxide we produce in respiration."}, {"sura_num": 25, "verse_num": 3, "arabic_text": "وَٱتَّخَذُوا مِن دُونِهِۦٓ ءَالِهَةً لَّا يَخْلُقُونَ شَيْـًٔا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَوٰةً وَلَا نُشُورًا", "english_text": "Yet, they set up beside Him gods who do not create anything—they themselves are created—and who possess no power to even harm or benefit themselves, nor do they possess any power to control life, or death, or resurrection.", "persian_text": "با اين همه، آنها خدايانی در كنار او قرار می ‌دهند كه هيچ چيز خلق نمی ‌كنند- خود آنها خلق شده‌اند- و قدرتی ندارند كه حتی به خودشان ضرر يا منفعتی برسانند و هيچ قدرتی در كنترل مرگ و حيات يا رستاخيز ندارند.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 4, "arabic_text": "وَقَالَ ٱلَّذِينَ كَفَرُوٓا إِنْ هَٰذَآ إِلَّآ إِفْكٌ ٱفْتَرَىٰهُ وَأَعَانَهُۥ عَلَيْهِ قَوْمٌ ءَاخَرُونَ  فَقَدْ جَآءُو ظُلْمًا وَزُورًا", "english_text": "Those who disbelieved said, \"This is a fabrication that he produced, with the help of some other people.\" They have uttered a blasphemy and a falsehood.", "persian_text": "کسانی که ايمان نياوردند، گفتند: \"اين دروغی است که او با کمک بعضی مردم دیگر ساخته است.\" آنها کفر و ناروا گفته اند.", "subtitle": "The Disbelievers Rebutted by the Quran's Mathematical Code", "footnote": ""}, {"sura_num": 25, "verse_num": 5, "arabic_text": "وَقَالُوٓا أَسَٰطِيرُ ٱلْأَوَّلِينَ ٱكْتَتَبَهَا فَهِىَ تُمْلَىٰ عَلَيْهِ بُكْرَةً وَأَصِيلًا", "english_text": "They also said, \"Tales from the past that he wrote down; they were dictated to him day and night.\"*", "persian_text": "و نيز گفتند: \"افسانه‌هايی است از گذشته كه او نوشته است؛ روز و شب به او ديكته شده بود.\"*", "subtitle": "", "footnote": "*25:5 Muhammad's contemporaries knew that he was a literate man who could read and write; he wrote God's revelations with his own hand (see Appendix 28)."}, {"sura_num": 25, "verse_num": 6, "arabic_text": "قُلْ أَنزَلَهُ ٱلَّذِى يَعْلَمُ ٱلسِّرَّ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  إِنَّهُۥ كَانَ غَفُورًا رَّحِيمًا", "english_text": "Say, \"This was revealed by the One who knows the Secret* in the heavens and the earth. He is Forgiving, Most Merciful.\"", "persian_text": "بگو: \"اين از جانب يكتايی نازل شده است كه راز* را در آسمان‌ها و زمين می ‌داند. او عفوكننده است، مهربان‌ترين.\"", "subtitle": "", "footnote": "*25:6 The Quran's miraculous mathematical code, the incontrovertible answer to the disbelievers' claims, remained a divinely guarded secret for 1400 years. God's Messenger of the Covenant was destined to unveil it by God's leave (Appendices 1, 2, & 26)."}, {"sura_num": 25, "verse_num": 7, "arabic_text": "وَقَالُوا مَالِ هَٰذَا ٱلرَّسُولِ يَأْكُلُ ٱلطَّعَامَ وَيَمْشِى فِى ٱلْأَسْوَاقِ   لَوْلَآ أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُۥ نَذِيرًا", "english_text": "And they said, \"How come this messenger eats the food and walks in the markets? If only an angel could come down with him, to serve with him as a preacher!\"", "persian_text": "و آنها گفتند: \"چگونه اين رسول غذا می ‌خورد و در بازارها راه می ‌رود؟ كاش فرشته‌ای با او پايين می ‌آمد، تا به عنوان پنددهنده‌ای با او خدمت كند‍‍!\"\"‌\"", "subtitle": "Typical Utterances of Disbelievers", "footnote": ""}, {"sura_num": 25, "verse_num": 8, "arabic_text": "أَوْ يُلْقَىٰٓ إِلَيْهِ كَنزٌ أَوْ تَكُونُ لَهُۥ جَنَّةٌ يَأْكُلُ مِنْهَا  وَقَالَ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا", "english_text": "Or, \"If only a treasure could be given to him!\" Or, \"If only he could possess an orchard from which he eats!\" The transgressors also said, \"You are following a bewitched man.\"", "persian_text": "يا \"اگر فقط به او گنجی داده می ‌شد!\" يا، ای كاش صاحب باغی بود كه از آن می ‌خورد‍‍! ستمكاران همچنين گفتند: \"شما از مردی جادوشده پيروی می ‌كنيد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 9, "arabic_text": "ٱنظُرْ كَيْفَ ضَرَبُوا لَكَ ٱلْأَمْثَٰلَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا", "english_text": "Note how they called you all kinds of names, and how this led them astray, never to find their way back.", "persian_text": "ببين چطور آنها تو را به هر اسمی خواندند و چطور اين، آنها را به گمراهی كشاند تا هرگز راه بازگشت خود را نيابند.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 10, "arabic_text": "تَبَارَكَ ٱلَّذِىٓ إِن شَآءَ جَعَلَ لَكَ خَيْرًا مِّن ذَٰلِكَ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ وَيَجْعَل لَّكَ قُصُورًۢا", "english_text": "Most blessed is the One who can, if He wills, give you much better than their demands—gardens with flowing streams, and many mansions.", "persian_text": "مبارك‌ترين آن يكتايی است كه اگر بخواهد، می تواند بسيار بهتر از تقاضا‌های آنها به تو عطا كند- باغ‌هايی با نهرهای روان و بسياری از عمارت های مجلل.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 11, "arabic_text": "بَلْ كَذَّبُوا بِٱلسَّاعَةِ  وَأَعْتَدْنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا", "english_text": "In fact, they have disbelieved in the Hour (Day of Resurrection), and we have prepared for those who disbelieve in the Hour a flaming Hell.", "persian_text": "درحقيقت، آنها آن ساعت (روز رستاخيز) را باور نكرده‌اند و ما برای كسانی كه به آن ساعت ايمان ندارند، دوزخی شعله ور آماده كرده‌ايم.", "subtitle": "The Real Reason", "footnote": ""}, {"sura_num": 25, "verse_num": 12, "arabic_text": "إِذَا رَأَتْهُم مِّن مَّكَان بَعِيدٍ سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا", "english_text": "When it sees them from afar, they will hear its rage and fuming.", "persian_text": "هنگامی كه آن از دور آنها را ببيند، آنها بانگ خشم و خروش آن را خواهند شنيد.", "subtitle": "Retribution for the Disbelievers", "footnote": ""}, {"sura_num": 25, "verse_num": 13, "arabic_text": "وَإِذَآ أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُّقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُورًا", "english_text": "And when they are thrown into it, through a narrow place, all shackled, they will declare their remorse.", "persian_text": "و هنگامی كه همگی را زنجيرشده از ميان مكانی باريك داخل آن بيندازند، آنها اظهار ندامت خواهند كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 14, "arabic_text": "لَّا تَدْعُوا ٱلْيَوْمَ ثُبُورًا وَٰحِدًا وَٱدْعُوا ثُبُورًا كَثِيرًا", "english_text": "You will not declare just a single remorse, on that day; you will suffer through a great number of remorses.", "persian_text": "شما در آن روز، يك بار ابراز پشيمانی نخواهيد كرد؛ بلكه دفعات بسياری از ندامت رنج خواهيد برد.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 15, "arabic_text": "قُلْ أَذَٰلِكَ خَيْرٌ أَمْ جَنَّةُ ٱلْخُلْدِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ  كَانَتْ لَهُمْ جَزَآءً وَمَصِيرًا", "english_text": "Say, \"Is this better or the eternal Paradise that is promised for the righteous? It is their well deserved reward; a well deserved destiny.\"", "persian_text": "بگو: \"آيا اين بهتر است يا بهشت جاودانی كه به پرهيزكاران وعده داده شده است؟ آن پاداش كاملاً شايستهٔ آنهاست؛ سرنوشتی كه لياقت آن را دارند.\"", "subtitle": "Reward for the Righteous", "footnote": ""}, {"sura_num": 25, "verse_num": 16, "arabic_text": "لَّهُمْ فِيهَا مَا يَشَآءُونَ خَٰلِدِينَ  كَانَ عَلَىٰ رَبِّكَ وَعْدًا مَّسْـُٔولًا", "english_text": "They get anything they wish therein, forever. This is your Lord's irrevocable promise.", "persian_text": "آنها برای هميشه، هرچه آرزو كنند به دست می آورند. اين است وعدهٔ تغييرناپذير پروردگار تو.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 17, "arabic_text": "وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمْ أَضْلَلْتُمْ عِبَادِى هَٰٓؤُلَآءِ أَمْ هُمْ ضَلُّوا ٱلسَّبِيلَ", "english_text": "On the day when He summons them, together with the idols they had set up beside GOD, He will say, \"Have you misled these servants of Mine, or did they go astray on their own?\"", "persian_text": "در روزی كه او آنها را، همراه با معبودانی كه در كنار خدا قرار داده بودند، احضار كند، خواهد گفت: \"آيا شما اين بندگان مرا گمراه كرده‌ايد، يا اينكه خودشان گمراه شدند؟\"", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 18, "arabic_text": "قَالُوا سُبْحَٰنَكَ مَا كَانَ يَنۢبَغِى لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنْ أَوْلِيَآءَ وَلَٰكِن مَّتَّعْتَهُمْ وَءَابَآءَهُمْ حَتَّىٰ نَسُوا ٱلذِّكْرَ وَكَانُوا قَوْمًۢا بُورًا", "english_text": "They will say, \"Be You glorified, it was not right for us to set up any lords beside You. But You allowed them to enjoy, together with their parents. Consequently, they disregarded the message and thus became wicked people.\"", "persian_text": "آنها خواهند گفت: \"تجليل تو را، درست نبود كه ما در كنار تو هيچ مولايی قرار دهيم. اما تو اجازه دادی كه آنها، همراه والدينشان لذت ببرند. درنتيجه، پيام را ناديده گرفتند و بدين ترتيب مردمی ستمكار شدند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 19, "arabic_text": "فَقَدْ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْفًا وَلَا نَصْرًا  وَمَن يَظْلِم مِّنكُمْ نُذِقْهُ عَذَابًا كَبِيرًا", "english_text": "They have disbelieved in the message you have given them, and, consequently, you can neither protect them from the retribution they have incurred, nor can you help them in any way. Anyone among you who commits evil, we will commit him to severe retribution.", "persian_text": "آنها به پيامی كه شما به آنها داده‌ايد، كافر شده‌اند و درنتيجه، شما نمی ‌توانيد آنها را از عذابی كه سزاوار آن شده‌اند، محافظت كنيد و نمی توانيد هيچ گونه ياری شان دهيد. هر کس در ميان شما مرتكب كار پليدی شود، او را به عذابی شديد گرفتار خواهيم كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 20, "arabic_text": "وَمَآ أَرْسَلْنَا قَبْلَكَ مِنَ ٱلْمُرْسَلِينَ إِلَّآ إِنَّهُمْ لَيَأْكُلُونَ ٱلطَّعَامَ وَيَمْشُونَ فِى ٱلْأَسْوَاقِ   وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ   وَكَانَ رَبُّكَ بَصِيرًا", "english_text": "We did not send any messengers before you who did not eat food and walk in the markets. We thus test you by each other; will you steadfastly persevere? Your Lord is Seer.", "persian_text": "ما پيش از تو هيچ رسولی نفرستاديم كه غذا نخورد و در بازارها راه نرود. ما اين چنين، شما را به وسيلهٔ يكديگر امتحان می ‌كنيم؛ آيا صبورانه مقاومت خواهيد كرد؟ پروردگار تو بيناست.", "subtitle": "Messengers Are Just Human Beings", "footnote": ""}, {"sura_num": 25, "verse_num": 21, "arabic_text": "وَقَالَ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا لَوْلَآ أُنزِلَ عَلَيْنَا ٱلْمَلَٰٓئِكَةُ أَوْ نَرَىٰ رَبَّنَا   لَقَدِ ٱسْتَكْبَرُوا فِىٓ أَنفُسِهِمْ وَعَتَوْ عُتُوًّا كَبِيرًا", "english_text": "Those who do not expect to meet us said, \"If only the angels could come down to us, or we could see our Lord (we would then believe)!\" Indeed, they have committed a gross arrogance, and have produced a gross blasphemy.", "persian_text": "كسانی كه انتظار ملاقات با ما را ندارند، گفتند: \"ای كاش فرشتگان بر ما پايين می ‌آمدند، يا می ‌توانستيم پروردگارمان را ببينيم (در آن صورت باور می ‌كرديم)!\" حقيقتاً، آنها بسيار متكبر شده‌اند و كفر بزرگی ساخته‌اند.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 22, "arabic_text": "يَوْمَ يَرَوْنَ ٱلْمَلَٰٓئِكَةَ لَا بُشْرَىٰ يَوْمَئِذٍ لِّلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَّحْجُورًا", "english_text": "The day they see the angels, it will not be good news for the guilty; they will say, \"Now, we are irreversibly confined.\"", "persian_text": "روزی كه فرشتگان را ببينند، برای مجرمان خبر خوبی نخواهد بود؛ آنها خواهند گفت: \"اكنون به حبسی گرفتار شده‌ايم كه راه بازگشت ندارد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 23, "arabic_text": "وَقَدِمْنَآ إِلَىٰ مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَٰهُ هَبَآءً مَّنثُورًا", "english_text": "We will look at all the works they have done, and render them null and void.", "persian_text": "ما به تمام اعمالی كه انجام داده‌اند، رسيدگی خواهيم كرد و آنها را باطل و بی اعتبار خواهيم نمود.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 24, "arabic_text": "أَصْحَٰبُ ٱلْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُّسْتَقَرًّا وَأَحْسَنُ مَقِيلًا", "english_text": "The dwellers of Paradise are far better on that day; they will hear better news.", "persian_text": "ساكنان بهشت در آن روز به مراتب بهترند؛ آنها خبرهای بهتری را خواهند شنيد.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 25, "arabic_text": "وَيَوْمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلْغَمَٰمِ وَنُزِّلَ ٱلْمَلَٰٓئِكَةُ تَنزِيلًا", "english_text": "The heaven will break apart, into masses of clouds, and the angels will descend in multitudes.", "persian_text": "آسمان به صورت توده‌های ابر متلاشی خواهد شد و فرشتگان بسياری فرود خواهند آمد.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 26, "arabic_text": "ٱلْمُلْكُ يَوْمَئِذٍ ٱلْحَقُّ لِلرَّحْمَٰنِ  وَكَانَ يَوْمًا عَلَى ٱلْكَٰفِرِينَ عَسِيرًا", "english_text": "All sovereignty on that day belongs to the Most Gracious. For the disbelievers, it will be a difficult day.", "persian_text": "كل فرمانروايی در آن روز متعلق به بخشنده‌ترين است. برای كافران، روز سختی خواهد بود.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 27, "arabic_text": "وَيَوْمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيْهِ يَقُولُ يَٰلَيْتَنِى ٱتَّخَذْتُ مَعَ ٱلرَّسُولِ سَبِيلًا", "english_text": "The day will come when the transgressor will bite his hands (in anguish) and say, \"Alas, I wish I had followed the path with the messenger.", "persian_text": "آن روز خ׀اهد آمد كه ستمكار دست‌هايش را (از نگرانی) می ‌گزد و می گويد: \"افسوس، ای كاش، همراه با رسول از آن راه پيروی كرده بودم.\"", "subtitle": "God's Messenger of the Covenant*", "footnote": "*25:27-30 This verse refers also to God's Messenger of the Covenant whose name is mathematically coded in the Quran as \"Rashad Khalifa.\" If you write down the gematrical value of \"Rashad\" (505), followed by the gematrical value of \"Khalifa\" (725), followed by this sura number (25), followed by verses 27, 28, 29, and 30, the final number (5057252527282930) is a multiple of 19 (see Appendices 2 & 26 for details). The prophet Muhammad will also make such a statement as in 25:30 on the Day of Judgment."}, {"sura_num": 25, "verse_num": 28, "arabic_text": "يَٰوَيْلَتَىٰ لَيْتَنِى لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا", "english_text": "\"Alas, woe to me, I wish I did not take that person as a friend.", "persian_text": "\"افسوس، وای بر من، ای كاش آن شخص را دوست خود نمی ‌گرفتم.\"", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 29, "arabic_text": "لَّقَدْ أَضَلَّنِى عَنِ ٱلذِّكْرِ بَعْدَ إِذْ جَآءَنِى   وَكَانَ ٱلشَّيْطَٰنُ لِلْإِنسَٰنِ خَذُولًا", "english_text": "\"He has led me away from the message after it came to me. Indeed, the devil lets down his human victims.\"", "persian_text": "\"او پس از آنکه پيام بر من آمد، مرا از آن منحرف کرد. مسلماً، شيطان انسان هايی را که طعمهٔ خويش کرده است، تنها می گذارد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 30, "arabic_text": "وَقَالَ ٱلرَّسُولُ يَٰرَبِّ إِنَّ قَوْمِى ٱتَّخَذُوا هَٰذَا ٱلْقُرْءَانَ مَهْجُورًا", "english_text": "The messenger* said, \"My Lord, my people have deserted this Quran.\"", "persian_text": "رسول* گفت: \"پروردگار من، قوم من اين قرآن را ترك كرده‌اند.\"", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 31, "arabic_text": "وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِىٍّ عَدُوًّا مِّنَ ٱلْمُجْرِمِينَ   وَكَفَىٰ بِرَبِّكَ هَادِيًا وَنَصِيرًا", "english_text": "We also set up against every prophet enemies from among the guilty. Your Lord suffices as a guide, a master.", "persian_text": "ما همچنين از ميان گناهكاران، دشمنانی عليه هر پيامبری قرار می ‌دهيم. پروردگارت به عنوان هدایت کننده و سرور كافی است.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 32, "arabic_text": "وَقَالَ ٱلَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ ٱلْقُرْءَانُ جُمْلَةً وَٰحِدَةً  كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَ  وَرَتَّلْنَٰهُ تَرْتِيلًا", "english_text": "Those who disbelieved said, \"Why did not the Quran come through him all at once?\" We have released it to you gradually, in order to fix it in your memory. We have recited it in a specific sequence.", "persian_text": "كسانی كه كافر شدند، گفتند: \"چرا قرآن يكباره بر او نازل نشد؟\" ما آن را به تدريج بر تو رها ساخته‌ايم تا آن را در حافظه‌ات قرار دهيم. ما آن را به ترتيبی خاص خوانده‌ايم.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 33, "arabic_text": "وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَٰكَ بِٱلْحَقِّ وَأَحْسَنَ تَفْسِيرًا", "english_text": "Whatever argument they come up with, we provide you with the truth, and a better understanding.", "persian_text": "آنها هرگونه دليلی بياورند، ما حقيقت و دركی بهتر به تو عطا می کنیم.", "subtitle": "God's Evidence is Overwhelming", "footnote": ""}, {"sura_num": 25, "verse_num": 34, "arabic_text": "ٱلَّذِينَ يُحْشَرُونَ عَلَىٰ وُجُوهِهِمْ إِلَىٰ جَهَنَّمَ أُولَٰٓئِكَ شَرٌّ مَّكَانًا وَأَضَلُّ سَبِيلًا", "english_text": "Those who are forcibly summoned to Hell are in the worst position; they are the farthest from the right path.", "persian_text": "کسانی که به اجبار به دوزخ احضار شوند، در بدترين موقعيت هستند؛ آنها از راه راست بسیار دورند.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 35, "arabic_text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ وَجَعَلْنَا مَعَهُۥٓ أَخَاهُ هَٰرُونَ وَزِيرًا", "english_text": "We have given Moses the scripture, and appointed his brother Aaron to be his assistant.", "persian_text": "ما به موسی كتاب آسمانی داده‌ايم و برادرش هارون را دستيار او قرار داديم.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 36, "arabic_text": "فَقُلْنَا ٱذْهَبَآ إِلَى ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا بِـَٔايَٰتِنَا فَدَمَّرْنَٰهُمْ تَدْمِيرًا", "english_text": "We said, \"Go, both of you, to the people who rejected our revelations,\" and subsequently, we utterly annihilated the rejectors.", "persian_text": "ما گفتيم: \"شما دو نفر، نزد قومی که آيات ما را تکذيب کردند، برويد\" و پس از آن، تکذيب کنندگان را به کلی نابود کرديم.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 37, "arabic_text": "وَقَوْمَ نُوحٍ لَّمَّا كَذَّبُوا ٱلرُّسُلَ أَغْرَقْنَٰهُمْ وَجَعَلْنَٰهُمْ لِلنَّاسِ ءَايَةً  وَأَعْتَدْنَا لِلظَّٰلِمِينَ عَذَابًا أَلِيمًا", "english_text": "Similarly, when the people of Noah disbelieved the messengers, we drowned them, and we set them up as a sign for the people. We have prepared for the transgressors a painful retribution.", "persian_text": "به همين ترتيب، هنگامی كه قوم نوح به رسولان ايمان نياوردند، آنها را غرق كرديم و نشانه ای برای مردم قرار داديم. ما برای ستمكاران عذابی دردناك آماده كرده‌ايم.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 38, "arabic_text": "وَعَادًا وَثَمُودَا وَأَصْحَٰبَ ٱلرَّسِّ وَقُرُونًۢا بَيْنَ ذَٰلِكَ كَثِيرًا", "english_text": "Also 'Ãd, Thamûd, the inhabitants of Al-Russ, and many generations between them.", "persian_text": "و نيز عاد، ثمود، اصحاب رَس و نسل های بسياری که در اين ميان بودند.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 39, "arabic_text": "وَكُلًّا ضَرَبْنَا لَهُ ٱلْأَمْثَٰلَ  وَكُلًّا تَبَّرْنَا تَتْبِيرًا", "english_text": "To each of these groups, we delivered sufficient examples, before we annihilated them.", "persian_text": "ما برای هر يک از اين گروه ها، پيش از آنکه آنها را هلاک کنیم، به قدر کافی مثال آورديم.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 40, "arabic_text": "وَلَقَدْ أَتَوْا عَلَى ٱلْقَرْيَةِ ٱلَّتِىٓ أُمْطِرَتْ مَطَرَ ٱلسَّوْءِ  أَفَلَمْ يَكُونُوا يَرَوْنَهَا  بَلْ كَانُوا لَا يَرْجُونَ نُشُورًا", "english_text": "They have passed by the community that was showered with a miserable shower (Sodom). Did they not see it? The fact is, they never believed in resurrection.", "persian_text": "آنها از آن جامعه‌ای كه بارانی شوم بر آنها باريده شد، (سدوم) گذر كرده‌اند. آيا آن را نديدند؟ واقعيت اين است كه آنها هرگز به رستاخيز ايمان نداشتند.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 41, "arabic_text": "وَإِذَا رَأَوْكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِى بَعَثَ ٱللَّهُ رَسُولًا", "english_text": "When they saw you, they always ridiculed you: \"Is this the one chosen by GOD to be a messenger?", "persian_text": "هرگاه تو را می ‌‌ديدند، هميشه تو را به تمسخر می ‌گرفتند: \"آيا اين است كسی كه از جانب خدا به رسالت انتخاب شده است؟ \"", "subtitle": "Messengers Ridiculed", "footnote": ""}, {"sura_num": 25, "verse_num": 42, "arabic_text": "إِن كَادَ لَيُضِلُّنَا عَنْ ءَالِهَتِنَا لَوْلَآ أَن صَبَرْنَا عَلَيْهَا  وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ ٱلْعَذَابَ مَنْ أَضَلُّ سَبِيلًا", "english_text": "\"He almost diverted us from our gods, if it were not that we steadfastly persevered with them.\" They will certainly find out, when they see the retribution, who are the real strayers from the path.", "persian_text": "اگر در مورد آنها صبر و استقامت نمی كرديم، نزديك بود كه او ما را از خدايانمان منحرف سازد. \"هنگامی كه آنها عذاب را ببينند، مسلماً خواهند فهميد كه گمراهان واقعی چه كسانی هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 43, "arabic_text": "أَرَءَيْتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيْهِ وَكِيلًا", "english_text": "Have you seen the one whose god is his own ego? Will you be his advocate?", "persian_text": "آيا آن شخص را ديده‌ای كه غرورش خدای اوست؟ آيا طرفدار او خواهی بود؟", "subtitle": "The Ego as a god", "footnote": ""}, {"sura_num": 25, "verse_num": 44, "arabic_text": "أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ  إِنْ هُمْ إِلَّا كَٱلْأَنْعَٰمِ  بَلْ هُمْ أَضَلُّ سَبِيلًا", "english_text": "Do you think that most of them hear, or understand? They are just like animals; no, they are far worse.", "persian_text": "آيا فكر می ‌كنی كه اكثر آنها می ‌شنوند يا می ‌فهمند؟ آنها درست مانند حيوانات هستند؛ نه، آنها بسيار بدترند.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 45, "arabic_text": "أَلَمْ تَرَ إِلَىٰ رَبِّكَ كَيْفَ مَدَّ ٱلظِّلَّ وَلَوْ شَآءَ لَجَعَلَهُۥ سَاكِنًا ثُمَّ جَعَلْنَا ٱلشَّمْسَ عَلَيْهِ دَلِيلًا", "english_text": "Have you not seen how your Lord designed the shadow? If He willed, He could have made it fixed, then we would have designed the sun accordingly.", "persian_text": "آيا نديده‌ای كه چگونه پروردگارت سايه را طراحی كرد؟ اگر او می ‌خواست، می ‌توانست آن را ثابت قرار دهد، سپس ما خورشيد را بر طبق آن طراحی می ‌كرديم.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 46, "arabic_text": "ثُمَّ قَبَضْنَٰهُ إِلَيْنَا قَبْضًا يَسِيرًا", "english_text": "But we designed it to move slowly.", "persian_text": "اما ما آن را طوری طراحی كرديم تا به آرامی حركت كند.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 47, "arabic_text": "وَهُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِبَاسًا وَٱلنَّوْمَ سُبَاتًا وَجَعَلَ ٱلنَّهَارَ نُشُورًا", "english_text": "He is the One who designed the night to be a cover, and for you to sleep and rest. And He made the day a resurrection.", "persian_text": "اوست که شب را طراحی کرد تا پوششی باشد و برای آنکه شما بخوابيد و استراحت کنيد. و روز را يک رستاخيز قرار داد.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 48, "arabic_text": "وَهُوَ ٱلَّذِىٓ أَرْسَلَ ٱلرِّيَٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦ  وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءً طَهُورًا", "english_text": "He is the One who sends the winds with good omens of His mercy, and we send down from the sky pure water.", "persian_text": "اوست يكتايی كه از رحمتش بادهای نويدبخش را می ‌فرستد و ما از آسمان آب خالص فرو می ‌فرستيم.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 49, "arabic_text": "لِّنُحْۦِىَ بِهِۦ بَلْدَةً مَّيْتًا وَنُسْقِيَهُۥ مِمَّا خَلَقْنَآ أَنْعَٰمًا وَأَنَاسِىَّ كَثِيرًا", "english_text": "With it, we revive dead lands and provide drink for our creations—multitudes of animals and humans.", "persian_text": "با آن، سرزمين‌های مرده را دوباره زنده می ‌كنيم و برای مخلوقات خود، بسياری از حيوانات و انسان ها، نوشيدنی فراهم می ‌كنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 50, "arabic_text": "وَلَقَدْ صَرَّفْنَٰهُ بَيْنَهُمْ لِيَذَّكَّرُوا فَأَبَىٰٓ أَكْثَرُ ٱلنَّاسِ إِلَّا كُفُورًا", "english_text": "We have distributed it among them in exact measure, that they may take heed. But most people insist upon disbelieving.", "persian_text": "ما آن را به اندازهٔ دقیق ميانشان تقسيم کرده ايم، باشد که توجه کنند، ولی بيشتر مردم در کفر پافشاری می کنند.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 51, "arabic_text": "وَلَوْ شِئْنَا لَبَعَثْنَا فِى كُلِّ قَرْيَةٍ نَّذِيرًا", "english_text": "If we willed, we could have sent to every community a warner.", "persian_text": "اگر می ‌خواستيم، می ‌توانستيم برای هر جامعه‌ای هشداردهنده‌ای بفرستيم.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 52, "arabic_text": "فَلَا تُطِعِ ٱلْكَٰفِرِينَ وَجَٰهِدْهُم بِهِۦ جِهَادًا كَبِيرًا", "english_text": "Therefore, do not obey the disbelievers, and strive against them with this, a great striving.", "persian_text": "بنابراين، از كافران اطاعت نكن و با اين عليه آنها كوشش كن، كوششی بزرگ.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 53, "arabic_text": "وَهُوَ ٱلَّذِى مَرَجَ ٱلْبَحْرَيْنِ هَٰذَا عَذْبٌ فُرَاتٌ وَهَٰذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَّحْجُورًا", "english_text": "He is the One who merges the two seas; one is fresh and palatable, while the other is salty and undrinkable. And He separated them with a formidable, inviolable barrier (evaporation).", "persian_text": "اوست كه دو دريا را به هم می ‌پيوندد؛ يكی تازه و گواراست، در حالی كه ديگری شور و غير قابل نوشيدن. و او آنها را با حايلی محكم و نفوذناپذير (تبخير) از هم جدا كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 54, "arabic_text": "وَهُوَ ٱلَّذِى خَلَقَ مِنَ ٱلْمَآءِ بَشَرًا فَجَعَلَهُۥ نَسَبًا وَصِهْرًا   وَكَانَ رَبُّكَ قَدِيرًا", "english_text": "He is the One who created from water a human being, then made him reproduce through marriage and mating. Your Lord is Omnipotent.", "persian_text": "اوست یکتایی كه بشر را از آب آفريد، سپس باعث شد تا از طريق ازدواج و جفت‌گيری توليد مثل کند. پروردگارت قادر مطلق است.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 55, "arabic_text": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمْ وَلَا يَضُرُّهُمْ   وَكَانَ ٱلْكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرًا", "english_text": "Yet, they still set up beside GOD idols that cannot benefit them, nor harm them. Indeed, the disbeliever is an enemy of his Lord.", "persian_text": "با اين حال، آنها معبودانی را در كنار خدا قرار می ‌دهند كه نه می ‌توانند به آنها منفعتی برسانند و نه ضرری. درواقع، كافر دشمن پروردگار خويش است.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 56, "arabic_text": "وَمَآ أَرْسَلْنَٰكَ إِلَّا مُبَشِّرًا وَنَذِيرًا", "english_text": "We have sent you (Rashad) as a deliverer of good news, as well as a warner.*", "persian_text": "ما تو را (رشاد)* به عنوان بشارت دهنده و نيز هشداردهنده فرستاده‌ايم.", "subtitle": "", "footnote": "*25:56 The gematrical value of \"Rashad Khalifa\" (1230), plus the sura and verse number (25+56) give a total of 1230+25+56=1311=19x69."}, {"sura_num": 25, "verse_num": 57, "arabic_text": "قُلْ مَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلًا", "english_text": "Say, \"I do not ask you for any money. All I seek is to help you find the right path to your Lord, if this is what you choose.\"", "persian_text": "بگو: \"من از شما هيچ پولی نمی ‌خواهم. من فقط می ‌خواهم به شما كمك كنم تا راه راست را به سوی پروردگارتان پيدا كنيد، اگر اين چيزی است كه انتخاب می ‌كنيد.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 58, "arabic_text": "وَتَوَكَّلْ عَلَى ٱلْحَىِّ ٱلَّذِى لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِۦ  وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا", "english_text": "You shall put your trust in the One who is Alive—the One who never dies—and praise Him and glorify Him. He is fully Cognizant of His creatures' sins.", "persian_text": "توکل کن به آن که زنده است- يکتايی که هرگز نمی ميرد- و به مدح و ستايش او زبان بگشای و او را تجليل کن. او از گناهان مخلوقات خود کاملاً آگاه است.", "subtitle": "The Prophets and the Saints Are Dead", "footnote": ""}, {"sura_num": 25, "verse_num": 59, "arabic_text": "ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ  ٱلرَّحْمَٰنُ فَسْـَٔلْ بِهِۦ خَبِيرًا", "english_text": "He is the One who created the heavens and the earth, and everything between them, in six days, then assumed all authority. The Most Gracious; ask about Him those who are well founded in knowledge.", "persian_text": "اوست که آسمان ها و زمين و آنچه را ميان آنهاست، در شش روز آفريد. سپس اقتدار را به دست گرفت. بخشنده ترين؛ دربارهٔ او از آنان که عميقاً شناخت دارند، سﺋوال كن.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 60, "arabic_text": "وَإِذَا قِيلَ لَهُمُ ٱسْجُدُوا لِلرَّحْمَٰنِ قَالُوا وَمَا ٱلرَّحْمَٰنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا ", "english_text": "When they are told, \"Fall prostrate before the Most Gracious,\" they say, \"What is the Most Gracious? Shall we prostrate before what you advocate?\" Thus, it only augments their aversion.", "persian_text": "هنگامی كه به آنها گفته شود: \"در مقابل بخشنده‌ترين سجده كنيد،\" می ‌گويند: \"بخشنده‌ترين چيست؟ آيا ما در مقابل آنچه تو امر می كنی، سجده كنيم؟\" بنابراين، آن فقط بر مخالفتشان می ‌افزايد.", "subtitle": "The Unappreciative Human", "footnote": ""}, {"sura_num": 25, "verse_num": 61, "arabic_text": "تَبَارَكَ ٱلَّذِى جَعَلَ فِى ٱلسَّمَآءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَٰجًا وَقَمَرًا مُّنِيرًا", "english_text": "Most blessed is the One who placed constellations in the sky, and placed in it a lamp, and a shining moon.", "persian_text": "مبارك‌ترين آن يكتايی است كه صور فلكی را در آسمان قرار داد و در آن چراغ و ماهی تابان.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 62, "arabic_text": "وَهُوَ ٱلَّذِى جَعَلَ ٱلَّيْلَ وَٱلنَّهَارَ خِلْفَةً لِّمَنْ أَرَادَ أَن يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا", "english_text": "He is the One who designed the night and the day to alternate: a sufficient proof for those who wish to take heed, or to be appreciative.", "persian_text": "اوست كه شب و روز را طوری طراحی كرد تا به نوبت ظاهر شوند: مدركی كافی برای كسانی كه می ‌خواهند توجه کنند يا سپاسگزار باشند.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 63, "arabic_text": "وَعِبَادُ ٱلرَّحْمَٰنِ ٱلَّذِينَ يَمْشُونَ عَلَى ٱلْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ ٱلْجَٰهِلُونَ قَالُوا سَلَٰمًا", "english_text": "The worshipers of the Most Gracious are those who tread the earth gently, and when the ignorant speak to them, they only utter peace.", "persian_text": "پرستش كنندگان بخشنده‌ترين كسانی هستند كه در زمين با ملايمت رفتار می ‌كنند و هنگامی كه شخص نادانی با آنها صبحت می ‌كند، فقط می گويند صلح.", "subtitle": "Traits of the Righteous", "footnote": ""}, {"sura_num": 25, "verse_num": 64, "arabic_text": "وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَٰمًا", "english_text": "In the privacy of the night, they meditate on their Lord, and fall prostrate.", "persian_text": "آنها در خلوت شب به تمركز و نيايش پروردگار خود می ‌پردازند و سجده می ‌كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 65, "arabic_text": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ  إِنَّ عَذَابَهَا كَانَ غَرَامًا", "english_text": "And they say, \"Our Lord, spare us the agony of Hell; its retribution is horrendous.", "persian_text": "و می ‌گويند: \"پروردگار ما، ما را از عذاب دوزخ رهايی ده؛ مجازات آن هولناك است.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 66, "arabic_text": "إِنَّهَا سَآءَتْ مُسْتَقَرًّا وَمُقَامًا", "english_text": "\"It is the worst abode; the worst destiny.\"", "persian_text": "\"آن بدترين مكان است؛ بدترين سرنوشت.\"", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 67, "arabic_text": "وَٱلَّذِينَ إِذَآ أَنفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَٰلِكَ قَوَامًا", "english_text": "When they give, they are neither extravagant, nor stingy; they give in moderation.", "persian_text": "هنگامی كه انفاق می ‌كنند، نه زياده روی می ‌كنند و نه خسيس هستند؛ آنها به حد اعتدال انفاق می ‌كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 68, "arabic_text": "وَٱلَّذِينَ لَا يَدْعُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ وَلَا يَقْتُلُونَ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ وَلَا يَزْنُونَ  وَمَن يَفْعَلْ ذَٰلِكَ يَلْقَ أَثَامًا", "english_text": "They never implore beside GOD any other god, nor do they kill any soul—for GOD has made life sacred—except in the course of justice. Nor do they commit adultery. Those who commit these offenses will have to pay.", "persian_text": "آنها هرگز در كنار خدا، از هيچ خدای ديگری درخواست نمی ‌كنند و كسی را نمی ‌كشند، مگر برای اجرای عدالت- زيرا خدا زندگی را مقدس قرار داده است- و آنها مرتكب زنا نمی ‌شوند. كسانی كه مرتكب اين گناهان شوند، به سزايشان خواهند رسيد.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 69, "arabic_text": "يُضَٰعَفْ لَهُ ٱلْعَذَابُ يَوْمَ ٱلْقِيَٰمَةِ وَيَخْلُدْ فِيهِۦ مُهَانًا", "english_text": "Retribution is doubled for them on the Day of Resurrection, and they abide therein humiliated.", "persian_text": "مجازات آنها در روز رستاخيز دو برابر است و در آنجا در ذلت و خواری به سر می ‌برند.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 70, "arabic_text": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلًا صَٰلِحًا فَأُولَٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمْ حَسَنَٰتٍ   وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا", "english_text": "Exempted are those who repent, believe, and lead a righteous life. GOD transforms their sins into credits. GOD is Forgiver, Most Merciful.", "persian_text": "به استثنای كسانی كه توبه كنند، ايمان آورند و زندگی پرهيزكارانه‌ای را در پيش گيرند. خدا گناهانشان را به ثواب تبديل می ‌كند. خدا عفوكننده است، مهربان‌ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 71, "arabic_text": "وَمَن تَابَ وَعَمِلَ صَٰلِحًا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابًا", "english_text": "Those who repent and lead a righteous life, GOD redeems them; a complete redemption.", "persian_text": "71  خدا كسانی را كه توبه كنند و زندگی پرهيزكارانه‌ای را در پيش گيرند، می ‌آمرزد؛ آمرزشی كامل.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 72, "arabic_text": "وَٱلَّذِينَ لَا يَشْهَدُونَ ٱلزُّورَ وَإِذَا مَرُّوا بِٱللَّغْوِ مَرُّوا كِرَامًا", "english_text": "They do not bear false witness. When they encounter vain talk, they ignore it.", "persian_text": "آنها شهادت دروغ نمی دهند. هنگامی كه با سخنان بيهوده مواجه می ‌شوند، از آن دوری می ‌كنند.", "subtitle": "Additional Traits of the Righteous", "footnote": ""}, {"sura_num": 25, "verse_num": 73, "arabic_text": "وَٱلَّذِينَ إِذَا ذُكِّرُوا بِـَٔايَٰتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا", "english_text": "When reminded of their Lord's revelations, they never react to them as if they were deaf and blind.", "persian_text": "هرگاه آيات پروردگارشان به آنها يادآوری شود، هرگز مانند كرها و كورها رفتار نمی ‌كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 74, "arabic_text": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَٰجِنَا وَذُرِّيَّٰتِنَا قُرَّةَ أَعْيُنٍ وَٱجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا", "english_text": "And they say, \"Our Lord, let our spouses and children be a source of joy for us, and keep us in the forefront of the righteous.\"", "persian_text": "و می گويند: \"پروردگار ما، بگذار تا همسران و فرزندان ما مايهٔ سرور و شادمانی ما باشند و ما را در صف اول پرهيزکاران قرار بده.\"", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 75, "arabic_text": "أُولَٰٓئِكَ يُجْزَوْنَ ٱلْغُرْفَةَ بِمَا صَبَرُوا وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَٰمًا", "english_text": "These are the ones who attain Paradise in return for their steadfastness; they are received therein with joyous greetings and peace.", "persian_text": "اينان هستند كه به خاطر استقامتشان از بهشت برخوردار می شوند؛ در آنجا، با خوش آمدی سرورآميز و صلح استقبال شوند.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 76, "arabic_text": "خَٰلِدِينَ فِيهَا  حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا", "english_text": "Eternally they abide therein; what a beautiful destiny; what a beautiful abode.", "persian_text": "آنان در آنجا جاودان باشند؛ چه سرنوشت زيبايی؛ چه مكان زيبايی.", "subtitle": "", "footnote": ""}, {"sura_num": 25, "verse_num": 77, "arabic_text": "قُلْ مَا يَعْبَؤُا بِكُمْ رَبِّى لَوْلَا دُعَآؤُكُمْ  فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًۢا", "english_text": "Say, \"You attain value at my Lord only through your worship. But if you disbelieve, you incur the inevitable consequences.\"", "persian_text": "بگو: \"شما فقط از طريق پرستشتان نزد پروردگار من ارزش پيدا می كنيد. اما اگر ايمان نياوريد، به نتايج اجتناب ناپذير آن گرفتار می شويد.", "subtitle": "", "footnote": ""}]