[{"sura_num": 48, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "Victory", "chapter_title_arabic": "الفتح", "chapter_title_persian": "پيروزی"}, {"sura_num": 48, "verse_num": 1, "arabic_text": "إِنَّا فَتَحْنَا لَكَ فَتْحًا مُّبِينًا", "english_text": "We have bestowed upon you (O Messenger) a great victory.*", "persian_text": "ما بر تو (ای رسول) پيروزی بزرگی عطا كرده ايم.*", "subtitle": "", "footnote": "*48:1 This profound statement consists of 19 letters, indicating that our generation is the generation of victory for God's purified, unified, and consolidated religion—Submission (3:19, 85). It is our generation that witnessed the revelations of God's great miracle in the Quran (Appendix 1)."}, {"sura_num": 48, "verse_num": 2, "arabic_text": "لِّيَغْفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُۥ عَلَيْكَ وَيَهْدِيَكَ صِرَٰطًا مُّسْتَقِيمًا", "english_text": "Whereby GOD forgives your past sins, as well as future sins, and perfects His blessings upon you, and guides you in a straight path.", "persian_text": "كه با آن، خدا گناهان گذشته و نيز گناهان آيندهٔ تو را می بخشد و نعمت هايش را بر تو كامل می كند و تو را در راهی مستقيم هدايت می نمايد.", "subtitle": "", "footnote": ""}, {"sura_num": 48, "verse_num": 3, "arabic_text": "وَيَنصُرَكَ ٱللَّهُ نَصْرًا عَزِيزًا", "english_text": "Additionally, GOD will support you with an unwavering support.", "persian_text": "علاوه بر آن، خدا تو را حمايت خواهد كرد، حمايتی تزلزل ناپذير.", "subtitle": "", "footnote": ""}, {"sura_num": 48, "verse_num": 4, "arabic_text": "هُوَ ٱلَّذِىٓ أَنزَلَ ٱلسَّكِينَةَ فِى قُلُوبِ ٱلْمُؤْمِنِينَ لِيَزْدَادُوٓا إِيمَٰنًا مَّعَ إِيمَٰنِهِمْ   وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا", "english_text": "He is the One who places contentment into the hearts of believers to augment more faith, in addition to their faith. To GOD belongs all forces of the heavens and the earth. GOD is Omniscient, Most Wise.", "persian_text": "اوست كه به دل های مؤمنان رضايت می بخشد تا ايمان بيشتری بر ايمانشان بيفزايد. تمام قوای آسمان ها و زمين متعلق به خداست. خداست دانای مطلق، حكيم ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 48, "verse_num": 5, "arabic_text": "لِّيُدْخِلَ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّـَٔاتِهِمْ  وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوْزًا عَظِيمًا", "english_text": "He will certainly admit the believing men and women into gardens with flowing streams, wherein they abide forever. He will remit their sins. This is, in the sight of GOD, a great triumph.", "persian_text": "او مسلماً مردان و زنان مؤمن را به باغ هايی با نهرهای روان داخل خواهد كرد، جايی كه در آن جاودان می مانند. او گناهانشان را پاك خواهد كرد و اين از نظر خدا، پيروزی بزرگی است.", "subtitle": "", "footnote": ""}, {"sura_num": 48, "verse_num": 6, "arabic_text": "وَيُعَذِّبَ ٱلْمُنَٰفِقِينَ وَٱلْمُنَٰفِقَٰتِ وَٱلْمُشْرِكِينَ وَٱلْمُشْرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوْءِ  عَلَيْهِمْ دَآئِرَةُ ٱلسَّوْءِ  وَغَضِبَ ٱللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَنَّمَ  وَسَآءَتْ مَصِيرًا", "english_text": "And He will requite the hypocrite men and women and the idol worshiping men and women, for they have harbored evil thoughts about GOD. Their evil will backfire against them. For GOD is angry with them, condemns them, and has prepared for them Gehenna. What a miserable destiny!", "persian_text": "و او مردان و زنان منافق و مردان و زنان مشرك را به كيفر خواهد رساند، زيرا آنها دربارهٔ خدا افكاری پليد در سر پرورانده اند. پليدی شان دامنگير خودشان خواهد شد، زيرا خدا از آنها خشمگين است، آنها را محكوم می كند و جهنم را برای آنها آماده كرده است. چه سرنوشت شومی!", "subtitle": "", "footnote": ""}, {"sura_num": 48, "verse_num": 7, "arabic_text": "وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا", "english_text": "To GOD belongs all the forces in the heavens and the earth. GOD is Almighty, Most Wise.", "persian_text": "تمام نيروها در آسمان ها و زمين از آن خداست. خداست قادر مطلق، حکيم ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 48, "verse_num": 8, "arabic_text": "إِنَّآ أَرْسَلْنَٰكَ شَٰهِدًا وَمُبَشِّرًا وَنَذِيرًا", "english_text": "We have sent you as a witness, a bearer of good news, and a warner.", "persian_text": "ما تو را به عنوان شاهد، مژده دهنده و هشداردهنده فرستاده ايم.", "subtitle": "", "footnote": ""}, {"sura_num": 48, "verse_num": 9, "arabic_text": "لِّتُؤْمِنُوا بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلًا", "english_text": "That you people may believe in GOD and His messenger, and reverence Him, and observe Him, and glorify Him, day and night.", "persian_text": "تا شما مردم به خدا و رسولش ايمان بياوريد و هيبت و حرمت او را ارج نهيد و او را در نظر داشته باشيد و روز و شب او را تجليل كنيد.", "subtitle": "", "footnote": ""}, {"sura_num": 48, "verse_num": 10, "arabic_text": "إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوْقَ أَيْدِيهِمْ  فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفْسِهِۦ  وَمَنْ أَوْفَىٰ بِمَا عَٰهَدَ عَلَيْهُ ٱللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا", "english_text": "Surely, those who pledge allegiance to you, are pledging allegiance to GOD. GOD approves their pledge; He places His hand above their hands. Those who violate such a pledge, commit the violation to their own detriment. As for those who fulfill their pledge with GOD, He will grant them a great recompense.", "persian_text": "مطمﺋناً، کسانی که با تو پيمان وفاداری ببندند، با خدا پيمان وفاداری می بندند؛ خدا پيمان آنها را تأييد می کند؛ او دست خود را مافوق دست ها قرار می دهد. کسانی که چنين پيمانی را بشکنند، به زيان خود عهدشكنی می کنند. و اما کسانی که به پيمان خود با خدا وفا کنند، او پاداشی بزرگ به آنها عطا خواهد كرد.", "subtitle": "You Shall Support God's Messenger", "footnote": ""}, {"sura_num": 48, "verse_num": 11, "arabic_text": "سَيَقُولُ لَكَ ٱلْمُخَلَّفُونَ مِنَ ٱلْأَعْرَابِ شَغَلَتْنَآ أَمْوَٰلُنَا وَأَهْلُونَا فَٱسْتَغْفِرْ لَنَا  يَقُولُونَ بِأَلْسِنَتِهِم مَّا لَيْسَ فِى قُلُوبِهِمْ  قُلْ فَمَن يَمْلِكُ لَكُم مِّنَ ٱللَّهِ شَيْـًٔا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًۢا  بَلْ كَانَ ٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرًۢا", "english_text": "The sedentary Arabs who stay behind will say, \"We have been preoccupied with our money and our families, so ask forgiveness for us!\" They utter with their tongues what is not in their hearts. Say, \"Who can protect you from GOD, if He willed any adversity for you, or if He willed any blessing for you?\" GOD is fully Cognizant of everything you do.", "persian_text": "عرب های خانه نشينی كه عقب ماندند، خواهند گفت: \"ما با مال و خانوادهٔ خود سرگرم شده ايم، پس برای ما طلب بخشش كن! \"آنها به زبانشان چيزی می گويند كه در قلبشان نيست. بگو: \"چه كسی می تواند در برابر خدا شما را حمايت كند، اگر او هر مصيبتی يا هر نعمتی برای شما بخواهد؟\" خدا از هر كاری كه می كنيد، كاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 48, "verse_num": 12, "arabic_text": "بَلْ ظَنَنتُمْ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلْمُؤْمِنُونَ إِلَىٰٓ أَهْلِيهِمْ أَبَدًا وَزُيِّنَ ذَٰلِكَ فِى قُلُوبِكُمْ وَظَنَنتُمْ ظَنَّ ٱلسَّوْءِ وَكُنتُمْ قَوْمًۢا بُورًا", "english_text": "You secretly believed that the messenger and the believers will be defeated and never come back to their families, and this was firmly established in your hearts. You harbored evil thoughts and turned into wicked people.", "persian_text": "شما در درون خود باور داشتيد كه رسول و مؤمنان شکست خواهند خورد و هرگز نزد خانواده هايشان باز نخواهند گشت و به آن قلباً ايمان داشتيد. شما افكار پليدی به خود راه داديد و مردمی ستمكار شديد.", "subtitle": "", "footnote": ""}, {"sura_num": 48, "verse_num": 13, "arabic_text": "وَمَن لَّمْ يُؤْمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعْتَدْنَا لِلْكَٰفِرِينَ سَعِيرًا", "english_text": "Anyone who refuses to believe in GOD and His messenger, we have prepared for the disbelievers a hellfire.", "persian_text": "هر كس به خدا و رسولش ايمان نياورد، ما برای كافران آتش دوزخ را آماده كرده ايم.", "subtitle": "", "footnote": ""}, {"sura_num": 48, "verse_num": 14, "arabic_text": "وَلِلَّهِ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ  وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا", "english_text": "To GOD belongs the sovereignty of the heavens and the earth. He forgives whomever He wills, and punishes whomever He wills. GOD is Forgiver, Most Merciful.", "persian_text": "فرمانروايی آسمان ها و زمين از آن خداست. او هر كه را بخواهد می بخشد و هر كه را بخواهد تنبيه می كند. خداست عفو كننده، مهربان ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 48, "verse_num": 15, "arabic_text": "سَيَقُولُ ٱلْمُخَلَّفُونَ إِذَا ٱنطَلَقْتُمْ إِلَىٰ مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ  يُرِيدُونَ أَن يُبَدِّلُوا كَلَٰمَ ٱللَّهِ  قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمْ قَالَ ٱللَّهُ مِن قَبْلُ  فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا  بَلْ كَانُوا لَا يَفْقَهُونَ إِلَّا قَلِيلًا", "english_text": "The sedentary who stay behind will say, when you are expected to collect spoils of war, \"Let us follow you to share in this!\" They thus wish to alter GOD's words. Say, \"You will not follow us. This is GOD's decision.\" They will then say, \"You must be envious of us (for staying behind).\" Indeed, they rarely understood anything.", "persian_text": "خانه نشينانی كه عقب ماندند، درست هنگامی كه شما می خواهيد غنايم جنگی را جمع كنيد، خواهند گفت: \"بگذاريد همراه شما بياييم تا سهمی از اين ببريم!\" آنها اين چنين آرزو دارند تا كلمات خدا را تغيير دهند. بگو: \"شما همراه ما نخواهيد آمد. اين تصميم خداست\". آنها سپس خواهند گفت: \"شما حتماً به ما حسادت می كنيد (چون عقب می مانيم).\" حقيقتاً، آنها به ندرت چيزی فهميدند.", "subtitle": "", "footnote": ""}, {"sura_num": 48, "verse_num": 16, "arabic_text": "قُل لِّلْمُخَلَّفِينَ مِنَ ٱلْأَعْرَابِ سَتُدْعَوْنَ إِلَىٰ قَوْمٍ أُولِى بَأْسٍ شَدِيدٍ تُقَٰتِلُونَهُمْ أَوْ يُسْلِمُونَ  فَإِن تُطِيعُوا يُؤْتِكُمُ ٱللَّهُ أَجْرًا حَسَنًا  وَإِن تَتَوَلَّوْا كَمَا تَوَلَّيْتُم مِّن قَبْلُ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا", "english_text": "Say to the sedentary Arabs who stay behind, \"You will be invited to face powerful people and to fight them, unless they submit. If you obey, GOD will reward you with a generous recompense. But if you turn away again, as you did in the past, He will requite you with a painful retribution.\"", "persian_text": "به عرب های خانه نشينی كه عقب ماندند، بگو: \"از شما دعوت خواهد شد كه با مردمی نيرومند روبرو شويد و با آنها بجنگيد، مگر آنكه تسليم شوند. اگر اطاعت كنيد، خدا پاداشی سخاوتمندانه به شما خواهد داد. اما اگر دوباره مانند گذشته روی بگردانيد، او شما را با عذابی دردناك كيفر خواهد داد.\"", "subtitle": "The Test for Early Generations", "footnote": ""}, {"sura_num": 48, "verse_num": 17, "arabic_text": "لَّيْسَ عَلَى ٱلْأَعْمَىٰ حَرَجٌ وَلَا عَلَى ٱلْأَعْرَجِ حَرَجٌ وَلَا عَلَى ٱلْمَرِيضِ حَرَجٌ   وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدْخِلْهُ جَنَّٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ  وَمَن يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًا", "english_text": "The blind is not to be blamed, the crippled is not to be blamed, and the sick is not to be blamed. Those who obey GOD and His messenger, He will admit them into gardens with flowing streams. As for those who turn away, He will requite them with a painful retribution.", "persian_text": "بر نابينا سرزنشی نيست، بر لنگ سرزنشی نيست و بر بيمار سرزنشی نيست. كسانی كه از خدا و رسولش اطاعت كنند، او آنها را به باغ هايی با نهرهای روان داخل خواهد كرد. و اما كسانی كه روی بگردانند، او آنها را با عذابی دردناك به كيفر خواهد رساند.", "subtitle": "", "footnote": ""}, {"sura_num": 48, "verse_num": 18, "arabic_text": "لَّقَدْ رَضِىَ ٱللَّهُ عَنِ ٱلْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِى قُلُوبِهِمْ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيْهِمْ وَأَثَٰبَهُمْ فَتْحًا قَرِيبًا", "english_text": "GOD is pleased with the believers who pledged allegiance to you under the tree. He knew what was in their hearts and, consequently, He blessed them with contentment, and rewarded them with an immediate victory.", "persian_text": "خدا از مؤمنانی که زير درخت با تو پيمان وفاداری بستند، خوشنود است. او می دانست که در قلبشان چه بود و درنتيجه، به لطف خود، به آنها رضايت خاطر عطا کرد و با یک پيروزی فوری پاداش آنها را داد.", "subtitle": "", "footnote": ""}, {"sura_num": 48, "verse_num": 19, "arabic_text": "وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا   وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا", "english_text": "Additionally, they gained many spoils. GOD is Almighty, Most Wise.", "persian_text": "علاوه بر آن، آنها غنايم بسياری به دست آوردند. خداست قادر متعال، حكيم ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 48, "verse_num": 20, "arabic_text": "وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةً تَأْخُذُونَهَا فَعَجَّلَ لَكُمْ هَٰذِهِۦ وَكَفَّ أَيْدِىَ ٱلنَّاسِ عَنكُمْ وَلِتَكُونَ ءَايَةً لِّلْمُؤْمِنِينَ وَيَهْدِيَكُمْ صِرَٰطًا مُّسْتَقِيمًا", "english_text": "GOD has promised you many spoils that you will gain. He thus advanced some benefits for you in this life, and He has withheld the people's hands of aggression against you, and has rendered this a sign for the believers. He thus guides you in a straight path.", "persian_text": "خدا به شما وعده داده است كه غنايم بسياری به دست خواهيد آورد. او اين چنين، در اين دنيا نيز به شما منفعت هايی رسانيده است و دست مردم را از تعدی عليه شما كوتاه كرده است و اين را نشانه ای برای مؤمنان قرار داده است. او اين چنين شما را در راهی مستقيم هدايت می كند.", "subtitle": "", "footnote": ""}, {"sura_num": 48, "verse_num": 21, "arabic_text": "وَأُخْرَىٰ لَمْ تَقْدِرُوا عَلَيْهَا قَدْ أَحَاطَ ٱللَّهُ بِهَا  وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرًا", "english_text": "As for the group that you could not possibly defeat, GOD took care of them; GOD is Omnipotent.", "persian_text": "و اما آن گروهی كه شما امكان نداشت آنها را شكست دهيد، خدا به حساب آنها رسیدگی کرد؛ خداست قادر مطلق.", "subtitle": "", "footnote": ""}, {"sura_num": 48, "verse_num": 22, "arabic_text": "وَلَوْ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُوا لَوَلَّوُا ٱلْأَدْبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا", "english_text": "If the disbelievers ever fought you, they would turn around and flee. They have no Lord and Master; they have no helper.", "persian_text": "اگر كافران با شما می جنگيدند، بازمی گشتند و فرار می كردند. آنها مولا و سروری ندارند؛ آنها هيچ ياوری ندارند.", "subtitle": "Victory Guaranteed for the Believers", "footnote": ""}, {"sura_num": 48, "verse_num": 23, "arabic_text": "سُنَّةَ ٱللَّهِ ٱلَّتِى قَدْ خَلَتْ مِن قَبْلُ  وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبْدِيلًا", "english_text": "Such is GOD's system throughout history, and you will find that GOD's system is unchangeable.", "persian_text": "چنين است روش خدا در طول تاريخ و تو روش خدا را تغييرناپذير خواهی يافت.", "subtitle": "", "footnote": ""}, {"sura_num": 48, "verse_num": 24, "arabic_text": "وَهُوَ ٱلَّذِى كَفَّ أَيْدِيَهُمْ عَنكُمْ وَأَيْدِيَكُمْ عَنْهُم بِبَطْنِ مَكَّةَ مِنۢ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ  وَكَانَ ٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا", "english_text": "He is the One who withheld their hands of aggression against you, and withheld your hands of aggression against them in the valley of Mecca, after He had granted you victory over them. GOD is Seer of everything you do.", "persian_text": "اوست يكتايی كه پس از آنكه در وادی مكه به شما پيروزی عطا كرده بود، دست آنها را از تعدی عليه شما و دست شما را از تعدی عليه آنها كوتاه كرد. خدا بر تمام اعمالتان كاملاً بيناست.", "subtitle": "", "footnote": ""}, {"sura_num": 48, "verse_num": 25, "arabic_text": "هُمُ ٱلَّذِينَ كَفَرُوا وَصَدُّوكُمْ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ وَٱلْهَدْىَ مَعْكُوفًا أَن يَبْلُغَ مَحِلَّهُۥ  وَلَوْلَا رِجَالٌ مُّؤْمِنُونَ وَنِسَآءٌ مُّؤْمِنَٰتٌ لَّمْ تَعْلَمُوهُمْ أَن تَطَـُٔوهُمْ فَتُصِيبَكُم مِّنْهُم مَّعَرَّة بِغَيْرِ عِلْمٍ  لِّيُدْخِلَ ٱللَّهُ فِى رَحْمَتِهِۦ مَن يَشَآءُ  لَوْ تَزَيَّلُوا لَعَذَّبْنَا ٱلَّذِينَ كَفَرُوا مِنْهُمْ عَذَابًا أَلِيمًا", "english_text": "It is they who disbelieved and barred you from the Sacred Masjid, and even prevented your offerings from reaching their destination. There were believing men and women (within the enemy camp) whom you did not know, and you were about to hurt them, unknowingly. GOD thus admits into His mercy whomever He wills. If they persist, He will requite those among them who disbelieve with a painful retribution.", "persian_text": "آنها هستند كه كافر شدند و شما را از مسجدالحرام بازداشتند و حتی نگذاشتند كه هدايای شما به مقصدش برسد. مردان و زنان باايمانی (در اردوگاه دشمن) بودند كه شما نمی شناختيد و نزديك بود ندانسته به آنها آسيب برسانيد. اين چنين خدا هر كه را بخواهد، به رحمت خويش می پذيرد. اگر آنها پافشاری كنند، او در ميانشان كافران را با عذابی دردناك به كيفر خواهد رساند.", "subtitle": "", "footnote": ""}, {"sura_num": 48, "verse_num": 26, "arabic_text": "إِذْ جَعَلَ ٱلَّذِينَ كَفَرُوا فِى قُلُوبِهِمُ ٱلْحَمِيَّةَ حَمِيَّةَ ٱلْجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ ٱلتَّقْوَىٰ وَكَانُوٓا أَحَقَّ بِهَا وَأَهْلَهَا  وَكَانَ ٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمًا", "english_text": "While those who disbelieved were enraged, and their hearts were filled with the pride of the days of ignorance, GOD blessed His messenger and the believers with peaceful contentment, and directed them to uphold the word of righteousness. This is what they well deserved. GOD is fully aware of all things.", "persian_text": "در حالی كه كافران خشمگين بودند و دل هايشان مملو از غرور زمان جاهليت بود، خدا رسولش و مؤمنان را با آرامش و رضايت خاطر مورد رحمت قرار داد و آنها را راهنمايی كرد كه از كلمهٔ پرهيزكاری پيروی كنند. اين چيزی است كه آنها كاملاً لياقت آن را دارند. خدا از همه چيز کاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 48, "verse_num": 27, "arabic_text": "لَّقَدْ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءْيَا بِٱلْحَقِّ  لَتَدْخُلُنَّ ٱلْمَسْجِدَ ٱلْحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ  فَعَلِمَ مَا لَمْ تَعْلَمُوا فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتْحًا قَرِيبًا", "english_text": "GOD has fulfilled His messenger's truthful vision: \"You will enter the Sacred Masjid, GOD willing, perfectly secure, and you will cut your hair or shorten it (as you fulfill the pilgrimage rituals) there. You will not have any fear. Since He knew what you did not know, He has coupled this with an immediate victory.\"", "persian_text": "خدا رؤيای حقيقی رسولش را تحقق بخشيد: شما به خواست خدا در امنيت كامل وارد مسجدالحرام خواهيد شد و در آنجا (برای انجام مراسم حج) موی سرتان را می زنيد، يا كوتاه می كنيد. شما هيچ ترسی نخواهيد داشت. از آنجا كه او چيزی می دانست كه شما نمی دانستيد، او اين را با يک پيروزی فوری همراه كرد.\"", "subtitle": "", "footnote": ""}, {"sura_num": 48, "verse_num": 28, "arabic_text": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ  وَكَفَىٰ بِٱللَّهِ شَهِيدًا", "english_text": "He is the One who sent His messenger with the guidance and the religion of truth, to make it prevail over all other religions. GOD suffices as a witness.*", "persian_text": "اوست آن یکتایی كه رسولش را با هدايت و دين حق فرستاد تا آن را بر همهٔ اديان ديگر چيره گرداند. خدا به عنوان شاهد كافی است.*", "subtitle": "The Great Prophecy*", "footnote": "*48:28 This important prophecy informs us that Submission will inevitably dominate the whole world. This, together with Verses 9:33, 41:53, and 61:9 leave no doubt that God's mathematical miracle of the Quran will play a major role in this prophecy. Solid Quranic mathematical evidence points to God's Messenger of the Covenant as fulfilling this prophecy. See Appendices 2 & 26 for the evidence and specific details."}, {"sura_num": 48, "verse_num": 29, "arabic_text": "مُّحَمَّدٌ رَّسُولُ ٱللَّهِ  وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلْكُفَّارِ رُحَمَآءُ بَيْنَهُمْ  تَرَىٰهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِّنَ ٱللَّهِ وَرِضْوَٰنًا  سِيمَاهُمْ فِى وُجُوهِهِم مِّنْ أَثَرِ ٱلسُّجُودِ  ذَٰلِكَ مَثَلُهُمْ فِى ٱلتَّوْرَىٰةِ  وَمَثَلُهُمْ فِى ٱلْإِنجِيلِ كَزَرْعٍ أَخْرَجَ شَطْـَٔهُۥ فَـَٔازَرَهُۥ فَٱسْتَغْلَظَ فَٱسْتَوَىٰ عَلَىٰ سُوقِهِۦ يُعْجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلْكُفَّارَ   وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ مِنْهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًۢا", "english_text": "Muhammad—the messenger of GOD—and those with him are harsh and stern against the disbelievers, but kind and compassionate amongst themselves. You see them bowing and prostrating, as they seek GOD's blessings and approval. Their marks are on their faces, because of prostrating. This is the same example as in the Torah. Their example in the Gospel is like plants that grow taller and stronger, and please the farmers. He thus enrages the disbelievers. GOD promises those among them who believe and lead a righteous life forgiveness and a great recompense.", "persian_text": "محمد- رسول خدا- و كسانی كه با او هستند در مقابل كافران خشن و سختگيرند، اما در ميان خودشان مهربان و دلسوزند. آنها را می بينی كه به ركوع می روند و سجده می كنند، در حالی كه در طلب رحمت و رضايت خدا هستند. در چهره هايشان بر اثر سجده كردن علايمی است. اين همان مثالی است كه در تورات است. مثال آنها در انجيل مانند گياهانی است كه بلندتر و تنومندتر رشد می كنند و كشاورزان را خوشنود می سازند. او اين چنين كافران را خشمگين می كند. خدا به كسانی از ايشان كه ايمان دارند و زندگی پرهيزكارانه ای را در پيش می گيرند، عفو و پاداشی بزرگ وعده می دهد.", "subtitle": "Qualities of the Believers", "footnote": ""}]