[{"sura_num": 31, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "Luqmaan", "chapter_title_arabic": "لقمان", "chapter_title_persian": "لقمان"}, {"sura_num": 31, "verse_num": 1, "arabic_text": "الٓمٓ", "english_text": "A. L. M.*", "persian_text": "ا. ل. م.*", "subtitle": "", "footnote": "*31:1 See Appendix 1 for the important role of these initials."}, {"sura_num": 31, "verse_num": 2, "arabic_text": "تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْحَكِيمِ", "english_text": "These (letters) constitute proofs of this book of wisdom.", "persian_text": "اينها (حروف) اثباتگر اين كتاب حكيم هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 31, "verse_num": 3, "arabic_text": "هُدًى وَرَحْمَةً لِّلْمُحْسِنِينَ", "english_text": "A beacon and a mercy for the righteous.", "persian_text": "نور هدايت و رحمتی برای پرهيزكاران.", "subtitle": "", "footnote": ""}, {"sura_num": 31, "verse_num": 4, "arabic_text": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْءَاخِرَةِ هُمْ يُوقِنُونَ", "english_text": "Who observe the Contact Prayers (Salat), give the obligatory charity (Zakat), and as regards the Hereafter, they are absolutely certain.", "persian_text": "كسانی كه نمازها (ارتباط با خدا) را به جا می آورند، زكات (انفاق واجب) را می ‌دهند و به آخرت كاملاً يقين دارند.", "subtitle": "", "footnote": ""}, {"sura_num": 31, "verse_num": 5, "arabic_text": "أُولَٰٓئِكَ عَلَىٰ هُدًى مِّن رَّبِّهِمْ  وَأُولَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ", "english_text": "They are following the guidance from their Lord, and they are the winners.", "persian_text": "آنها از هدايت پروردگارشان پيروی می ‌كنند و آنان برندگان هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 31, "verse_num": 6, "arabic_text": "وَمِنَ ٱلنَّاسِ مَن يَشْتَرِى لَهْوَ ٱلْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا  أُولَٰٓئِكَ لَهُمْ عَذَابٌ مُّهِينٌ", "english_text": "Among the people, there are those who uphold baseless Hadith, and thus divert others from the path of GOD without knowledge, and take it in vain. These have incurred a shameful retribution.", "persian_text": "در ميان مردم كسانی هستند كه از حديث بی اساس پيروی می ‌كنند و بدين ترتيب بدون هيچ دانشی ديگران را از راه خدا منحرف می ‌سازند و آن را بيهوده می ‌گيرند. اينان سزاوار عذاب شرم آوری شده‌اند.", "subtitle": "", "footnote": ""}, {"sura_num": 31, "verse_num": 7, "arabic_text": "وَإِذَا تُتْلَىٰ عَلَيْهِ ءَايَٰتُنَا وَلَّىٰ مُسْتَكْبِرًا كَأَن لَّمْ يَسْمَعْهَا كَأَنَّ فِىٓ أُذُنَيْهِ وَقْرًا  فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ", "english_text": "And when our revelations are recited to the one of them, he turns away in arrogance as if he never heard them, as if his ears are deaf. Promise him a painful retribution.", "persian_text": "و هرگاه آيات ما برای يكی از آنها خوانده می ‌شود، چنان با تكبر روی می ‌گرداند كه گويی هرگز آنها را نشنيده است، گويی گوش هايش ناشنواست. او را به عذابی دردناك وعده بده.", "subtitle": "", "footnote": ""}, {"sura_num": 31, "verse_num": 8, "arabic_text": "إِنَّ ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ لَهُمْ جَنَّٰتُ ٱلنَّعِيمِ", "english_text": "Surely, those who believe and lead a righteous life have deserved the gardens of bliss.", "persian_text": "مطمئناً، كسانی كه ايمان می ‌آورند و زندگی پرهيزكارانه‌ای را در پيش می ‌گيرند، سزاوار باغ های لذت بخش شده‌اند.", "subtitle": "", "footnote": ""}, {"sura_num": 31, "verse_num": 9, "arabic_text": "خَٰلِدِينَ فِيهَا  وَعْدَ ٱللَّهِ حَقًّا  وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ", "english_text": "Eternally they abide therein. This is the truthful promise of GOD. He is the Almighty, Most Wise.", "persian_text": "آنها در آنجا جاودان می ‌مانند. اين وعدهٔ حقيقی خداست. اوست صاحب اقتدار، حكيم‌ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 31, "verse_num": 10, "arabic_text": "خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا  وَأَلْقَىٰ فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِكُمْ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ  وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءً فَأَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ", "english_text": "He created the heavens without pillars that you can see. He established on earth stabilizers (mountains) lest it tumbles with you, and He spread on it all kinds of creatures. We send down from the sky water to grow all kinds of beautiful plants.", "persian_text": "او آسمان‌ها را بدون ستون‌هايی که بتوانید ببینید، آفرید. او در زمين استحكاماتی (كوه ها) برای توازن قرار داد تا مبادا با شما بلغزد و در روی آن همه نوع موجودات را پراكنده ساخت. ما از آسمان آب فرو می ‌فرستيم تا انواع گياهان زيبا را برويانيم.", "subtitle": "", "footnote": ""}, {"sura_num": 31, "verse_num": 11, "arabic_text": "هَٰذَا خَلْقُ ٱللَّهِ فَأَرُونِى مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦ  بَلِ ٱلظَّٰلِمُونَ فِى ضَلَٰلٍ مُّبِينٍ", "english_text": "Such is the creation of GOD; show me what the idols you set up beside Him have created. Indeed, the transgressors are far astray.", "persian_text": "چنين است خلقت خدا؛ به من نشان دهيد معبودانی كه در كنار او قرار می ‌دهيد، چه چيزی خلق كرده‌اند. واقعاً، ستمكاران بسيار گمراه هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 31, "verse_num": 12, "arabic_text": "وَلَقَدْ ءَاتَيْنَا لُقْمَٰنَ ٱلْحِكْمَةَ أَنِ ٱشْكُرْ لِلَّهِ  وَمَن يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِۦ  وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِىٌّ حَمِيدٌ", "english_text": "We have endowed Luqmãn with wisdom: \"You shall be appreciative of GOD.\" Whoever is appreciative is appreciative for his own good. As for those who turn unappreciative, GOD is in no need, Praiseworthy.", "persian_text": "ما به لقمان حكمت عطا كرديم: \"شكر خدا را به جای آور.\" هر كس سپاسگزار باشد، به نفع خود سپاسگزار است و اما کسانی که ناسپاسی کنند، خداست بی نياز، شایستهٔ ستايش.", "subtitle": "Luqmãn's Wisdom", "footnote": ""}, {"sura_num": 31, "verse_num": 13, "arabic_text": "وَإِذْ قَالَ لُقْمَٰنُ لِٱبْنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَىَّ لَا تُشْرِكْ بِٱللَّهِ  إِنَّ ٱلشِّرْكَ لَظُلْمٌ عَظِيمٌ", "english_text": "Recall that Luqmãn said to his son, as he enlightened him, \"O my son, do not set up any idols beside GOD; idolatry is a gross injustice.\"*", "persian_text": "به ياد آور که لقمان در حالی که پسرش را اندرز می داد، گفت: \"ای پسرم، هيچ معبودی را در كنار خدا قرار نده؛ شرک بی عدالتی بسیار بزرگی است.\"*", "subtitle": "", "footnote": "*31:13 How will you feel if you take care of a child, give him the best education, and prepare him for life, only to see him thank someone else? Thus is idolatry; injustice."}, {"sura_num": 31, "verse_num": 14, "arabic_text": "وَوَصَّيْنَا ٱلْإِنسَٰنَ بِوَٰلِدَيْهِ حَمَلَتْهُ أُمُّهُۥ وَهْنًا عَلَىٰ وَهْنٍ وَفِصَٰلُهُۥ فِى عَامَيْنِ أَنِ ٱشْكُرْ لِى وَلِوَٰلِدَيْكَ إِلَىَّ ٱلْمَصِيرُ", "english_text": "We enjoined the human being to honor his parents. His mother bore him, and the load got heavier and heavier. It takes two years (of intensive care) until weaning. You shall be appreciative of Me, and of your parents. To Me is the ultimate destiny.", "persian_text": "ما به انسان سفارش كرديم تا به والدينش احترام بگذارد. مادرش او را حامله شد و بار سنگين و سنگين‌تر شد. تا دو سال (مراقبت فراوان) طول می ‌كشد كه از شير گرفته شود. بايد از من سپاسگزار باشی و هم چنين از پدر و مادر خود. سرنوشت نهايی به سوی من است.", "subtitle": "The Second Commandment", "footnote": ""}, {"sura_num": 31, "verse_num": 15, "arabic_text": "وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ فَلَا تُطِعْهُمَا  وَصَاحِبْهُمَا فِى ٱلدُّنْيَا مَعْرُوفًا  وَٱتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَىَّ  ثُمَّ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ", "english_text": "If they try to force you to set up any idols beside Me, do not obey them. But continue to treat them amicably in this world. You shall follow only the path of those who have submitted to Me. Ultimately, you all return to Me, then I will inform you of everything you have done.", "persian_text": "اگر آنها تو را مجبور كنند تا هرگونه معبودی را در كنار من قرار دهی، از آنها اطاعت نكن. ولی در اين دنيا به خوش رفتاری با آنها ادامه بده. فقط از راه كسانی پيروی كن كه به من تسليم شده‌اند. سرانجام، همگی شما به سوی من بازمی ‌گرديد، سپس من شما را از آنچه كرده‌ايد، آگاه خواهم كرد.", "subtitle": "", "footnote": ""}, {"sura_num": 31, "verse_num": 16, "arabic_text": "يَٰبُنَىَّ إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُن فِى صَخْرَةٍ أَوْ فِى ٱلسَّمَٰوَٰتِ أَوْ فِى ٱلْأَرْضِ يَأْتِ بِهَا ٱللَّهُ  إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٌ", "english_text": "\"O my son, know that even something as tiny as a mustard seed, deep inside a rock, be it in the heavens or the earth, GOD will bring it. GOD is Sublime, Cognizant.", "persian_text": "\"ای پسر من، بدان كه حتی اگر چيزی به كوچكی يك دانهٔ خردل، در دل سنگی نهفته باشد، چه در آسمان‌ها و چه در زمين، خدا آن را خواهد آورد. خداست بلندمرتبه، آگاه.", "subtitle": "Luqmãn's Advice", "footnote": ""}, {"sura_num": 31, "verse_num": 17, "arabic_text": "يَٰبُنَىَّ أَقِمِ ٱلصَّلَوٰةَ وَأْمُرْ بِٱلْمَعْرُوفِ وَٱنْهَ عَنِ ٱلْمُنكَرِ وَٱصْبِرْ عَلَىٰ مَآ أَصَابَكَ  إِنَّ ذَٰلِكَ مِنْ عَزْمِ ٱلْأُمُورِ", "english_text": "\"O my son, you shall observe the Contact Prayers (Salat). You shall advocate righteousness and forbid evil, and remain steadfast in the face of adversity. These are the most honorable traits.", "persian_text": "\"ای پسر من، نمازها (ارتباط با خدا) را به جا آور. طرفدار پرهيزكاری باش و پليدی را منع كن و در برابر سختی ها صبور باش. اينها از برجسته ترين صفات است.", "subtitle": "", "footnote": ""}, {"sura_num": 31, "verse_num": 18, "arabic_text": "وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِى ٱلْأَرْضِ مَرَحًا  إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ", "english_text": "\"You shall not treat the people with arrogance, nor shall you roam the earth proudly. GOD does not like the arrogant showoffs.", "persian_text": "\"با تكبر با مردم رفتار نكن و در زمين مغرورانه نگرد. خدا متكبران متظاهر را دوست ندارد.", "subtitle": "", "footnote": ""}, {"sura_num": 31, "verse_num": 19, "arabic_text": "وَٱقْصِدْ فِى مَشْيِكَ وَٱغْضُضْ مِن صَوْتِكَ  إِنَّ أَنكَرَ ٱلْأَصْوَٰتِ لَصَوْتُ ٱلْحَمِيرِ", "english_text": "\"Walk humbly and lower your voice—the ugliest voice is the donkey's voice.\"", "persian_text": "\"با تواضع راه برو و صدايت را پايين آور- زشت ترين صدا صدای خر است.\"", "subtitle": "", "footnote": ""}, {"sura_num": 31, "verse_num": 20, "arabic_text": "أَلَمْ تَرَوْا أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُۥ ظَٰهِرَةً وَبَاطِنَةً   وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَٰبٍ مُّنِيرٍ", "english_text": "Do you not see that GOD has committed in your service everything in the heavens and the earth, and has showered you with His blessings— obvious and hidden? Yet, some people argue about GOD without knowledge, without guidance, and without the enlightening scripture.", "persian_text": "آيا نمی بينيد که خدا آنچه را که در آسمان ها و زمين است، در خدمت به شما متعهد کرد و نعمت های خود را بر شما ارزانی داشت، آشکار و نهان؟ با اين همه، بعضی از مردم دربارهٔ خدا مجادله می كنند، بدون دانش، بدون هدايت و بدون كتاب آسمانی روشنگر.", "subtitle": "", "footnote": ""}, {"sura_num": 31, "verse_num": 21, "arabic_text": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُوا مَآ أَنزَلَ ٱللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ ءَابَآءَنَآ  أَوَلَوْ كَانَ ٱلشَّيْطَٰنُ يَدْعُوهُمْ إِلَىٰ عَذَابِ ٱلسَّعِيرِ", "english_text": "When they are told, \"Follow these revelations of GOD,\" they say, \"No, we follow only what we found our parents doing.\" What if the devil is leading them to the agony of Hell?", "persian_text": "هنگامی كه به آنها گفته شود: \"از اين آيات خدا پيروی كنيد،\" می ‌‌گويند: \"نه، ما فقط از آنچه والدينمان انجام می ‌دهند، پيروی می ‌كنيم.\" اگر شيطان آنها را به عذاب دوزخ بكشاند، چطور؟", "subtitle": "Following the Parents Blindly: A Common Tragedy", "footnote": ""}, {"sura_num": 31, "verse_num": 22, "arabic_text": "وَمَن يُسْلِمْ وَجْهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحْسِنٌ فَقَدِ ٱسْتَمْسَكَ بِٱلْعُرْوَةِ ٱلْوُثْقَىٰ   وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلْأُمُورِ", "english_text": "Those who submit completely to GOD, while leading a righteous life, have gotten hold of the strongest bond. For GOD is in full control of all things.", "persian_text": "کسانی که کاملاً به خدا تسليم شوند، در حالی که زندگی پرهيزکارانه ای را در پيش گيرند، به محکم ترين ريسمان چنگ زده اند، زيرا خدا همه چيز را کاملاً تحت کنترل دارد.", "subtitle": "The Strongest Bond", "footnote": ""}, {"sura_num": 31, "verse_num": 23, "arabic_text": "وَمَن كَفَرَ فَلَا يَحْزُنكَ كُفْرُهُۥٓ  إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُم بِمَا عَمِلُوٓا  إِنَّ ٱللَّهَ عَلِيم بِذَاتِ ٱلصُّدُورِ", "english_text": "As for those who disbelieve, do not be saddened by their disbelief. To us is their ultimate return, then we will inform them of everything they had done. GOD is fully aware of the innermost thoughts.", "persian_text": "و اما کسانی که ايمان نمی آورند، از کفرشان ناراحت مباش. بازگشت نهايی آنها به سوی ماست، سپس ما آنها را از آنچه کرده بودند، مطلع خواهيم کرد. خدا از درونی ترين افکار کاملاً آگاه است.", "subtitle": "", "footnote": ""}, {"sura_num": 31, "verse_num": 24, "arabic_text": "نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍ", "english_text": "We let them enjoy temporarily, then commit them to severe retribution.", "persian_text": "ما می گذاريم كه آنها موقتاً لذت ببرند، سپس آنها را به مجازاتی سخت گرفتار می ‌كنيم.", "subtitle": "", "footnote": ""}, {"sura_num": 31, "verse_num": 25, "arabic_text": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ  قُلِ ٱلْحَمْدُ لِلَّهِ  بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ", "english_text": "If you ask them, \"Who created the heavens and the earth,\" they will say, \"GOD.\" Say, \"Praise be to GOD.\" Yet, most of them do not know.", "persian_text": "اگر از آنها بپرسی: \"چه کسی آسمان ها و زمين را آفريد؟\" خواهند گفت: \"خدا،\" بگو: \"ستايش خدا را.\" با اين همه، اکثرشان نمی دانند.", "subtitle": "They Believe in God", "footnote": ""}, {"sura_num": 31, "verse_num": 26, "arabic_text": "لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ  إِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ", "english_text": "To GOD belongs everything in the heavens and the earth. GOD is the Most Rich, Most Praiseworthy.", "persian_text": "آنچه در آسمان‌ها و زمين است، متعلق به خداست. خداست غنی ‌ترين، ستوده‌ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 31, "verse_num": 27, "arabic_text": "وَلَوْ أَنَّمَا فِى ٱلْأَرْضِ مِن شَجَرَةٍ أَقْلَٰمٌ وَٱلْبَحْرُ يَمُدُّهُۥ مِنۢ بَعْدِهِۦ سَبْعَةُ أَبْحُرٍ مَّا نَفِدَتْ كَلِمَٰتُ ٱللَّهِ   إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ", "english_text": "If all the trees on earth were made into pens, and the ocean supplied the ink, augmented by seven more oceans, the words of GOD would not run out. GOD is Almighty, Most Wise.", "persian_text": "اگر از تمام درختان روی زمين قلم می ‌ساختند و اقيانوس‌ها جوهر می ‌شدند و هفت اقيانوس ديگر هم به آنها اضافه می شد، كلمات خدا تمام نمی ‌شد. خداست صاحب اقتدار، حكيم‌ترين.", "subtitle": "These Are All the Words We Need", "footnote": ""}, {"sura_num": 31, "verse_num": 28, "arabic_text": "مَّا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَٰحِدَةٍ   إِنَّ ٱللَّهَ سَمِيع بَصِيرٌ", "english_text": "The creation and resurrection of all of you is the same as that of one person. GOD is Hearer, Seer.", "persian_text": "خلقت و بر‌انگيختن همهٔ شما مانند همان يك نفر است. خدا شنواست، بينا.", "subtitle": "", "footnote": ""}, {"sura_num": 31, "verse_num": 29, "arabic_text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّ يَجْرِىٓ إِلَىٰٓ أَجَلٍ مُّسَمًّى وَأَنَّ ٱللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌ", "english_text": "Do you not realize that GOD merges the night into the day and merges the day into the night, and that He has committed the sun and the moon in your service, each running in its orbit for a specific life span, and that GOD is fully Cognizant of everything you do?", "persian_text": "آيا درك نمی ‌كنی كه خدا شب را به روز و روز را به شب درمی ‌آورد و خورشيد و ماه را در خدمت شما قرار داده است تا هر كدام برای مدتی معين در مدار خود در گردش باشند و اينكه خدا از تمام اعمال شما كاملاً آگاه است؟", "subtitle": "God ALONE Worthy of Worship", "footnote": ""}, {"sura_num": 31, "verse_num": 30, "arabic_text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ ٱلْبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ", "english_text": "This proves that GOD is the truth, while any idol they set up beside Him is falsehood, and that GOD is the Most High, Most Great.", "persian_text": "اين ثابت می کند که خدا حق است، در حالی که هر معبودی را که جز او می خوانند، باطل است و خداست باری تعالی، بزرگ‌ترين.", "subtitle": "", "footnote": ""}, {"sura_num": 31, "verse_num": 31, "arabic_text": "أَلَمْ تَرَ أَنَّ ٱلْفُلْكَ تَجْرِى فِى ٱلْبَحْرِ بِنِعْمَتِ ٱللَّهِ لِيُرِيَكُم مِّنْ ءَايَٰتِهِۦٓ  إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ", "english_text": "Do you not see that the ships roam the sea, carrying GOD's provisions, to show you some of His proofs? Indeed, these should be sufficient proofs for everyone who is steadfast, appreciative.", "persian_text": "آيا نمی ‌بينی كه كشتی ‌ها در دريا در گردش هستند تا روزی های خدا را حمل كنند و برخی از مدرك‌های او را به شما نشان دهند؟ حقيقتاً، اينها بايد مدرك‌هايی كافی باشند برای هر كسی كه صبور و سپاسگزار است.", "subtitle": "", "footnote": ""}, {"sura_num": 31, "verse_num": 32, "arabic_text": "وَإِذَا غَشِيَهُم مَّوْجٌ كَٱلظُّلَلِ دَعَوُا ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمْ إِلَى ٱلْبَرِّ فَمِنْهُم مُّقْتَصِدٌ  وَمَا يَجْحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٍ كَفُورٍ", "english_text": "When violent waves surround them, they implore GOD, sincerely devoting their prayers to Him alone. But as soon as He saves them to the shore, some of them revert. None discards our revelations except those who are betrayers, unappreciative.", "persian_text": "هنگامی كه امواج خروشان آنها را احاطه كند، خدا را می ‌خوانند و مخلصانه دعاهای خود را فقط به او اختصاص می ‌دهند. اما به محض آنكه او آنها را به ساحل نجات می ‌رساند، بعضی از آنها برمی ‌گردند. هيچ كس از آيات ما برنمی گردد، مگر خيانتكاران ناسپاس.", "subtitle": "", "footnote": ""}, {"sura_num": 31, "verse_num": 33, "arabic_text": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا رَبَّكُمْ وَٱخْشَوْا يَوْمًا لَّا يَجْزِى وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيْـًٔا  إِنَّ وَعْدَ ٱللَّهِ حَقٌّ  فَلَا تَغُرَّنَّكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلْغَرُورُ", "english_text": "O people, you shall reverence your Lord, and fear a day when a father cannot help his own child, nor a child can help his father. Certainly, GOD's promise is truth. Therefore, do not be distracted by this life; do not be distracted from GOD by mere illusions.", "persian_text": "ای مردم، هيبت و حرمت پروردگار خويش را ارج نهيد و از روزی بترسيد كه نه پدری می ‌تواند به فرزند خويش كمك كند و نه فرزندی می ‌تواند پدر خود را ياری دهد. مسلماً، وعدهٔ خدا حقيقت است. بنابراين، سرگرم زندگی اين دنيا نباشيد؛ با تصورات باطل از خدا دور نشويد.", "subtitle": "", "footnote": ""}, {"sura_num": 31, "verse_num": 34, "arabic_text": "إِنَّ ٱللَّهَ عِندَهُۥ عِلْمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلْغَيْثَ وَيَعْلَمُ مَا فِى ٱلْأَرْحَامِ  وَمَا تَدْرِى نَفْسٌ مَّاذَا تَكْسِبُ غَدًا  وَمَا تَدْرِى نَفْس بِأَىِّ أَرْضٍ تَمُوتُ  إِنَّ ٱللَّهَ عَلِيمٌ خَبِير", "english_text": "With GOD is the knowledge regarding the Hour (end of the world).* He is the One who sends down the rain, and He knows the contents of the womb. No soul knows what will happen to it tomorrow, and no one knows in which land he or she will die. GOD is Omniscient, Cognizant.", "persian_text": "علم آن ساعت (پايان دنيا) نزد خداست.* اوست كه باران را فرو می ‌فرستد و او آنچه در رحم‌هاست، می ‌داند. هيچ نفسی نمی ‌داند كه فردا چه اتفاقی برايش خواهد افتاد و هيچ كس نمی ‌داند كه در كدام سرزمين خواهد مرد. خداست دانای مطلق، آگاه.", "subtitle": "Things We May and May Not Know*", "footnote": "*31:34 God reveals His knowledge whenever He wills. We learn from this verse that we may be able to predict the rain, and the gender of the fetus. But we can never know the time or place of death. In accordance with 72:27, God has revealed the end of the world through His Messenger of the Covenant. See 15:87, 20:15, and Appendix 25 for the details."}]