[{"sura_num": 63, "verse_num": 0, "arabic_text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ", "english_text": "In the name of God, Most Gracious, Most Merciful", "persian_text": "به نام خدا، بخشنده ترين، مهربان ترين.", "subtitle": "", "footnote": "", "chapter_title_english": "The Hypocrites", "chapter_title_arabic": "المنافقون", "chapter_title_persian": "منافقان"}, {"sura_num": 63, "verse_num": 1, "arabic_text": "إِذَا جَآءَكَ ٱلْمُنَٰفِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِ   وَٱللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشْهَدُ إِنَّ ٱلْمُنَٰفِقِينَ لَكَٰذِبُونَ", "english_text": "When the hypocrites come to you they say, \"We bear witness that you are the messenger of GOD.\"* GOD knows that you are His messenger, and GOD bears witness that the hypocrites are liars.", "persian_text": "هنگامی كه منافقان نزد تو می آيند، می گويند: \"ما شهادت می دهيم كه تو رسول خدا هستی.\"* خدا می داند كه تو رسولش هستی و خدا شهادت می دهد كه منافقان دروغگو هستند.", "subtitle": "", "footnote": "*63:1 The \"first pillar of Islam,\" as stated in 3:18 is to bear witness that God is the only god. But the corrupted \"Muslim\" scholars add \"Muhammad is God's messenger,\" and this violates a number of commandments (see 2:285). Verse 63:1 is the only place in the Quran where such a statement is made. Only the hypocrites make such a statement."}, {"sura_num": 63, "verse_num": 2, "arabic_text": "ٱتَّخَذُوٓا أَيْمَٰنَهُمْ جُنَّةً فَصَدُّوا عَن سَبِيلِ ٱللَّهِ  إِنَّهُمْ سَآءَ مَا كَانُوا يَعْمَلُونَ", "english_text": "Under the guise of their apparent faith, they repel the people from the path of GOD. Miserable indeed is what they do.", "persian_text": "آنها زير نقاب ايمان ظاهری شان، مردم را از راه خدا دور می كنند. به راستی كه فلاكت بار است آنچه كه انجام می دهند.", "subtitle": "", "footnote": ""}, {"sura_num": 63, "verse_num": 3, "arabic_text": "ذَٰلِكَ بِأَنَّهُمْ ءَامَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ", "english_text": "This is because they believed, then disbelieved. Hence, their minds are blocked; they do not understand.", "persian_text": "اين برای آن است كه آنها ايمان آوردند، سپس كافر شدند. به همين دليل، فكرشان بسته شده است؛ آنها نمی فهمند.", "subtitle": "", "footnote": ""}, {"sura_num": 63, "verse_num": 4, "arabic_text": "وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ  وَإِن يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ  كَأَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ  يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ  هُمُ ٱلْعَدُوُّ فَٱحْذَرْهُمْ  قَٰتَلَهُمُ ٱللَّهُ  أَنَّىٰ يُؤْفَكُونَ", "english_text": "When you see them, you may be impressed by their looks. And when they speak, you may listen to their eloquence. They are like standing logs. They think that every call is intended against them. These are the real enemies; beware of them. GOD condemns them; they have deviated.", "persian_text": "هنگامی كه آنها را می بينی، ممكن است تحت تأثير ظاهرشان قرار بگيری و وقتی صحبت می كنند، ممكن است به كلام فصيحشان گوش دهی. آنها به کنده های ايستاده می مانند. آنها هر ندايی را عليه خود می پندارند. اينان دشمنان واقعی هستند؛ از آنها برحذر باش. خدا آنها را محكوم می كند؛ آنها منحرف شده اند.", "subtitle": "A Chip On Their Shoulders", "footnote": ""}, {"sura_num": 63, "verse_num": 5, "arabic_text": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ ٱللَّهِ لَوَّوْا رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُم مُّسْتَكْبِرُونَ", "english_text": "When they are told, \"Come let the messenger of GOD pray for your forgiveness,\" they mockingly turn their heads, and you see them repel others and act arrogantly.", "persian_text": "هنگامی كه به آنها گفته می شود: \"بياييد تا رسول خدا برای آمرزش شما دعا کند.\" با تمسخر سر خود را برمی گردانند و می بينی كه ديگران را بازمی دارند و متكبرانه رفتار می کنند.", "subtitle": "", "footnote": ""}, {"sura_num": 63, "verse_num": 6, "arabic_text": "سَوَآءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَن يَغْفِرَ ٱللَّهُ لَهُمْ  إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَٰسِقِينَ", "english_text": "It is the same for them, whether you pray for their forgiveness, or not pray for their forgiveness; GOD will not forgive them. For GOD does not guide the wicked people.", "persian_text": "چه برای آنها طلب بخشش كنی، چه طلب بخشش نكنی، برای آنها يكسان است؛ خدا آنها را نخواهد بخشيد. زيرا خدا مردم ستمكار را هدايت نمی كند.", "subtitle": "The Myth of Intercession Shattered*", "footnote": "*63:6 Millions of people idolize their prophets because of this myth (Appendix 8)."}, {"sura_num": 63, "verse_num": 7, "arabic_text": "هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُوا عَلَىٰ مَنْ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّوا   وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَلَٰكِنَّ ٱلْمُنَٰفِقِينَ لَا يَفْقَهُونَ", "english_text": "They are the ones who say, \"Do not give any money to those who followed the messenger of GOD, perhaps they abandon him!\" However, GOD possesses the treasures of the heavens and the earth, but the hypocrites do not comprehend.", "persian_text": "آنها كسانی هستند كه می گويند: \"به كسانی كه از رسول خدا پيروی كردند پولی ندهيد، شايد كه آنها او را ترك كنند!\" خدا صاحب گنج های آسمان ها و زمين است، ولی منافقان درك نمی كنند.", "subtitle": "", "footnote": ""}, {"sura_num": 63, "verse_num": 8, "arabic_text": "يَقُولُونَ لَئِن رَّجَعْنَآ إِلَى ٱلْمَدِينَةِ لَيُخْرِجَنَّ ٱلْأَعَزُّ مِنْهَا ٱلْأَذَلَّ  وَلِلَّهِ ٱلْعِزَّةُ وَلِرَسُولِهِۦ وَلِلْمُؤْمِنِينَ وَلَٰكِنَّ ٱلْمُنَٰفِقِينَ لَا يَعْلَمُونَ", "english_text": "They say, \"If we go back to the city, the powerful therein will evict the weak (and we will be victimized).\" (They should know that) all dignity belongs to GOD and His messenger, and the believers. However, the hypocrites do not know.", "persian_text": "آنها می گويند: \"اگر ما به آن شهر بازگرديم، قدرتمندان آنجا ناتوانان را بيرون خواهند كرد (و ما قربانی خواهيم شد).\" (آنها بايد بدانند كه) همهٔ عزت ها از آن خدا و رسولش و مؤمنان است. اگرچه، منافقان نمی دانند.", "subtitle": "", "footnote": ""}, {"sura_num": 63, "verse_num": 9, "arabic_text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا لَا تُلْهِكُمْ أَمْوَٰلُكُمْ وَلَآ أَوْلَٰدُكُمْ عَن ذِكْرِ ٱللَّهِ  وَمَن يَفْعَلْ ذَٰلِكَ فَأُولَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ", "english_text": "O you who believe, do not be distracted by your money and your children from remembering GOD. Those who do this are the losers.", "persian_text": "ای كسانی كه ايمان آورده اید، نگذاريد پول و فرزندانتان شما را از ياد خدا غافل كند. كسانی كه چنين كنند از بازندگان هستند.", "subtitle": "", "footnote": ""}, {"sura_num": 63, "verse_num": 10, "arabic_text": "وَأَنفِقُوا مِن مَّا رَزَقْنَٰكُم مِّن قَبْلِ أَن يَأْتِىَ أَحَدَكُمُ ٱلْمَوْتُ فَيَقُولَ رَبِّ لَوْلَآ أَخَّرْتَنِىٓ إِلَىٰٓ أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ", "english_text": "You shall give from our provisions to you before death comes to you, then you say, \"My Lord, if only You could delay this for a short while! I would then be charitable and join the righteous!\"", "persian_text": "از روزی هايی كه به شما داده ايم، انفاق كنيد پيش از آنكه مرگتان فرا رسد و سپس بگوييد: \"پروردگار من، اگر اين را فقط برای مدت كوتاهی به تأخير می انداختی، صدقه می دادم و به پرهيزكاران می پيوستم!\"", "subtitle": "", "footnote": ""}, {"sura_num": 63, "verse_num": 11, "arabic_text": "وَلَن يُؤَخِّرَ ٱللَّهُ نَفْسًا إِذَا جَآءَ أَجَلُهَا  وَٱللَّهُ خَبِير بِمَا تَعْمَلُونَ", "english_text": "GOD never delays the appointed time of death for any soul. GOD is fully Cognizant of everything you do.", "persian_text": "خدا هرگز اجل هيچ نفسی را به تأخير نمی اندازد. خدا بر تمام اعمالتان كاملاً آگاه است.", "subtitle": "", "footnote": ""}]